module.exports = [{
        "link": "https://maoyan.com/films/1211269",
        "name": "姜子牙",
        "type": "动画 动作 冒险",
        "region": "中国大陆",
        "duration": "110分钟",
        "publishDate": "2020-10-01中国大陆上映",
        "score": "7.9",
        "income": "11.4",
        "introduce": "动画电影《姜子牙》的故事发生于封神大战后。姜子牙率领众神伐纣，赢得封神大战胜利，以为可以唤回世间安宁。然而，一切并未结束。一个偶然，姜子牙发现了原来“封神大战”之下酝酿着更大的阴谋。姜子牙开始踏上探寻真相的旅途......\n建议八岁以上观众观看。",
        "imgUrl": "https://p0.meituan.net/movie/e00977359c9718949a7d1fff69f5baeb3782915.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "1天前",
                "score": "10",
                "likes": "2593",
                "content": "不错不错\n之前看预告的时候没有感觉老姜有多帅，不过今天进电影院开始看的时候，就感觉不一样了，老姜好帅啊！\n剧情开始的时候那段特效很酷，姜子牙与九尾之间的战斗，九尾对其的迷惑和质问。到最后姜子牙被贬下凡，都能够让人感到很精彩。一开始我是不太喜欢小九的，感觉她有点拖后腿，不过随着剧情的展开，发现小九也是个可怜人。不过我感觉对小九这个人物塑造的还是不够深刻，可以进行深挖一点。姜子牙与申公豹之间的友谊也是让我很是喜欢，在归墟的时候还以为🐆要死了呢？辛亏最后没有死，还收了个徒弟🥰。不过这里面我最喜欢还是姜子牙的那种角色性格，一人与天下之人在他看来，都是平等的。最后断天梯，让我佩服。不过看彩蛋，老姜还是被关到监狱了，不过那一点杨戬和雷震子来探视姜子牙我没有看懂，是有什么寓意吗？最后一个彩蛋，是有关于下部是什么的提醒吗？不过我没看懂😂\n在等大神告诉我，我没有看懂的地方。还有姜子牙强迫症那个彩蛋笑死宝宝了，不过又看见了哪吒，敖丙，太乙真人等还是让我感觉很开心的。期待下一部的封神宇宙💖你",
                "UserId": 791
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "2632",
                "content": "首先这不是一部《哪吒之魔童降世》全年龄受众、亲子观众喜欢的电影，大家观影前要调整好预期。这部《姜子牙》创造了国产动画电影制作上的新高度，水准之高、帧帧瞠目。从剧作上讲，其实是一部成熟的类型电影，只是采用动画形式表达。虽然有四不相小萌宠，也有笑点担当，但整个观影过程会很深沉很投入。很欣慰光线彩条屋“中国神话系列”第二部作品有这样出色的呈现，希望取得15亿以上的票房。",
                "UserId": 716
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "836",
                "content": "啊！有点激动，和想的完全不一样啊！！不同于大圣哪吒，姜子牙从一个新的高度拉开了封神宇宙。孤独迷茫洁癖的姜子牙真是…他有理想社会责任感太强，他至善，愿打碎自己建立的信仰！相信自己就能有坚定方向吧……玄鸟出来不知道为啥就哭了，大概是为最近的自己～并不是谁身边都会有一只一直陪伴的四不相啊！最爱的角色竟然是申公豹。。。最后的神仙彩蛋真的哭了，等下一部！！！",
                "UserId": 682
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "1346",
                "content": "等了九个月的电影！没有让我失望，打斗场面十分精彩，故事性也很强，不是儿女情长，格局也很大，最后迟到的过年彩蛋全场一起看的特别开心，彩条屋🐂🍺",
                "UserId": 562
            },
            {
                "publishDate": "1天前",
                "score": "7",
                "likes": "251",
                "content": "与商纣暴虐的故事无关，把原著中派系倾轧简化成了“人权”“妖权”“神权”的矛盾，这就变得不新鲜了，而且其实政治惊悚更高的手法应该不是这样把想表达的东西都让主角说出来而且让观众自己体会，可能也是照顾越来越懒惰的观众吧。还有就是画面上工业水平真的跟美国差距很大，头发质感还是被碾压n条街，打斗上也乏善可陈。人设怎么说呢，好像也没太多新鲜感。再者连续安排了两场牺牲是否本可以有更好的设计？\n\n罢特！全程没有尿点，画面上也非常好地展现了中国的东方美学，色彩相当舒服，很多场景都是壁纸级的。上面说的头发丝的问题也用风格化的设计和一些装饰很聪明地尽量取巧了。雷震子杨戬预订，宇宙没崩，可以期待。",
                "UserId": 702
            },
            {
                "publishDate": "1天前",
                "score": "8",
                "likes": "1050",
                "content": "为什么师尊借助九尾一族的力量需要给他们绑上宿命锁？但电影最后反抗权威，要天下再无谎言不公的精神我是吃的，所以还不错。但电影中是因为有更高级的师祖存在的，他象征的是绝对正义，所以手段不正的师尊才会受到责罚，可是这人世间，谁是师尊谁又是师祖呢？\n第一次感觉看电影这么无聊，无趣。",
                "UserId": 121
            },
            {
                "publishDate": "1天前",
                "score": "8",
                "likes": "521",
                "content": "国漫崛起还是需要支持一下的，姜子牙全片画风在线，每一帧抠出来都是唯美的壁纸，不少场面能闪瞎大家的氪金**，让人沉浸在这神话梦境，上天入地尽是浓浓的水墨山水古风玄幻。美中不足的是剧本稍显逊色，或者是太重美术反而没能抓好剧情转场的细节，虽然主线很清晰，就是姜子牙找寻本我对抗不公，但连贯性不够，细节交代不足，需要一定程度上的心领神会，给人一种云里雾里飘飘忽忽的感觉。和哪吒不是一个风格，就不做对比了，我觉得姜子牙更像悟空传，我要这天，再遮不住我眼；我要这地，再埋不了我心；要这众生，都明白我意；要那诸佛，都烟消云散。。",
                "UserId": 650
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "338",
                "content": "非常壮观！太好看了！画面非常美！\n姜子牙内心的坚持，四不像的守护，申公豹的仁义都太感人了，小九也很让人心疼。四不像也太可爱了吧啊啊啊啊啊啊。\n还有姜叔叔变身的那一下，鸡皮疙瘩就起来了！白发给力啊！\n国漫越来越大片了！厉害厉害666666，片尾彩蛋也很惊艳，期待下一部！",
                "UserId": 840
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "215",
                "content": "姜子牙这部电影，给我的感受就是，很善良，正义，宁愿放过也不愿意错杀，可是师尊欺骗狐妖，欺骗姜子牙，还有众神，就是为了当上师尊这个位置，姜子牙为了拯救一个无辜的生命，于师尊抗衡，到最后，姜子牙毁掉了，最后一个锁，被关进关神仙的监狱，此片讲的是一个正义也权利的贪念",
                "UserId": 260
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "156",
                "content": "刚从电影院出来，还是蛮好看的。\n如果我的理解没有错的话，天梯是由宿命锁链铸造的？\n师尊让狐妖祸乱人世，然后挑起妖与人的斗争，再解决妖狐统一人，神，妖三界？是这个意思吗\n感觉剧情还是，不是很清楚。\n但画面特效还是很棒的。",
                "UserId": 802
            }
        ],
        "id": 1
    },
    {
        "link": "https://maoyan.com/films/346210",
        "name": "八佰",
        "type": "剧情 战争 历史",
        "region": "中国大陆",
        "duration": "147分钟",
        "publishDate": "2020-08-21 09:00中国大陆上映",
        "score": "7.5",
        "income": "9.4",
        "introduce": "淞沪会战后期，中国军队第88师524团团附谢晋元临危受命，率领400余名官兵（外界称“八百壮士”），坚守闸北四行仓库，掩护主力部队撤退。“八百壮士”抱定为国捐躯的决心，以弹丸之地抗击侵略者，激战四昼夜，打退敌人十余次疯狂进攻。其战斗事迹之英勇，爱国气节之豪壮，振奋国人，震惊世界。",
        "imgUrl": "https://p1.meituan.net/moviemachine/a448ca6a5f4dafb88067722303ca0cfd96002.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-21",
                "score": "10",
                "likes": "9998",
                "content": "非常震撼，青少年就应该多观看一些这样的影片，增强我们的爱国主义情感，向英雄致敬，我们应牢记历史，发奋读书！！！",
                "UserId": 712
            },
            {
                "publishDate": "08-31",
                "score": "10",
                "likes": "3705",
                "content": "我带儿子一起看的，我在看到郑恺抱着手榴弹跳下的时候哭了，我问儿子看完感觉怎么样他说他看到升旗的时候哭了，儿子才11岁，一个非常顽皮的时候，却能从影片中受到感动，这就是影片带给我们的不一样的感受！",
                "UserId": 853
            },
            {
                "publishDate": "08-21",
                "score": "10",
                "likes": "6427",
                "content": "我因未曾从军而懊悔不已，继感恩祖国缅怀先烈，我辈应勿忘国耻奋发图强。",
                "UserId": 472
            },
            {
                "publishDate": "08-28",
                "score": "3",
                "likes": "1486",
                "content": "怀着很大的期待去看的这部电影，抖音炒的如此火。但真的没有想象中的完美。感觉达不到影评所给的9.2分。估计好多人是因为是爱国电影所以给的这么高的评价。当然我也是只对这部电影做个评价。剧情有点虎头蛇尾的感觉。本来很好的题材，故事逻辑和细节处理实在不敢恭维。全局唯一感动的地方就是排队跳楼自爆的时候，其他就是把国军拍的犹如丧家之犬，打架毫无章法。\n\n总之来讲一句话。这部电影就是卖的情怀，不是电影",
                "UserId": 916
            },
            {
                "publishDate": "08-30",
                "score": "10",
                "likes": "1129",
                "content": "抖音上看到有位老大爷看完哭了很久，所以周末特别过来体验下，结果哭的稀里哗啦，相信每个男人都有过小湖北那样的幻想，身骑白马，长坂坡前七进七出的个人英雄主义，可是真的看到战争现场直播的时候，内心里第一反应确实是个瓜怂。四行仓库的阻击战在历史里只是一个尘埃，甚至连教科书都没提到过，但这八百人有血有肉的军人形象，真的颠覆了我对国民党军队的认知   “舍生取义，儿所愿也”，血性不分党派宗族，是深谙在中华民族儿女骨髓里的基因，如今西方经济制度和文化思想已经让国民病态，需要一些好的文学作品唤醒认知，八百人救不了中国需要四万万同胞的共同努力，我辈当自强👍",
                "UserId": 544
            },
            {
                "publishDate": "09-06",
                "score": "10",
                "likes": "502",
                "content": "我是一名高三学生，选择的是全文科目（政治，历史，地理).对于淞沪会战，我学习时，对此次战役深有感受。为了历史考试，也阅读过大学近代史学院学生的论文，关于此次战役相关史料，感谢八佰让我更加了解历史，喜欢历史。就是哭的我头疼，看完，也是平复情绪再离开的。面对网络上无脑喷，请不要理会，真正了解历史的，1937处于第二次国共合作时期，面对国家危难，保护同胞。真是一群“历史学家”一时间就都出来，吸引眼球，不要带无知小孩子来看八佰，你听不明白话吗？别随意评价历史，你不配！竟然有人说为什么炸弹为什么綁身上往下跳，直接扔不久好了。不是吧，不是吧，真有人说这种**话。不想看还硬看，显你很爱国，长嘴还爱乱讲话。",
                "UserId": 432
            },
            {
                "publishDate": "08-30",
                "score": "10",
                "likes": "370",
                "content": "没有十颗星吗，没有一百分吗？我一个普通市井不知道该怎么评价，更没有资格评价，四百多名战士拼死守卫一栋仓库，河对岸的租界里的富人们，阔太太们却像没事人似的像往常一样赌博，搓麻将，和站在河边一直关注战事并加油的人们形成很鲜明的对比，还有就是日本发起空袭时候租界里的人们慌不择路，躲在赌场里，咖啡厅里，甚至为了逃命把包子铺老板推出去自己躲里面。堵场老板表面上事不关己，但从动作也能看出来很关切对岸的战况，最最最可气的是外国佬还在赌谁能赢。老铁是整部电影里唯一一个能舒缓气氛的。",
                "UserId": 838
            },
            {
                "publishDate": "08-23",
                "score": "8",
                "likes": "212",
                "content": "这个电影比较真实！听老一辈的说过，村上当年有去当国民党的兵行军到半路逃跑回来了…",
                "UserId": 985
            },
            {
                "publishDate": "08-24",
                "score": "9",
                "likes": "715",
                "content": "好看之余还让人深陷其中\n每一个人的改变都是因为对这个国家对这个民族深沉的爱\n里面有一句台词大概是这样说的 \n不知道国家的发展值不值得自己的奉献\n好想让你来看看今天的中国",
                "UserId": 369
            },
            {
                "publishDate": "08-21",
                "score": "9",
                "likes": "331",
                "content": "主题正能量、场面壮观、情节感人，局部细节上有待商榷； 向军人致敬，中华万岁！",
                "UserId": 133
            }
        ],
        "id": 2
    },
    {
        "link": "https://maoyan.com/films/1328712",
        "name": "我和我的家乡",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "153分钟",
        "publishDate": "2020-10-01 08:00中国大陆上映",
        "score": "7.0",
        "income": "10.8",
        "introduce": "电影《我和我的家乡》定档2020年国庆，延续《我和我的祖国》集体创作的方式，由张艺谋担当总监制，宁浩担任总导演，张一白担任总策划，宁浩、徐峥、陈思诚、闫非&彭大魔、邓超&俞白眉分别执导五个故事。",
        "imgUrl": "https://p0.meituan.net/movie/202ea88abd2abf2aa1964487d61edab64556414.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "1天前",
                "score": "9",
                "likes": "3029",
                "content": "从5个角度描写我和我的家乡，沈腾和脱贫攻坚融合在一起，葛优和医保融合，宝强和黄渤和乡村振兴产业融合，徐峥父辈家乡中的最后一课深入人心，邓超闫妮的苹果与家乡的故事令人打动，见证了不同时代不同地域家乡的变迁，作为我和我的祖国姊妹篇，确实值得观看！唯一美中不足的是笑点仍需加强！推荐",
                "UserId": 893
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "1201",
                "content": "Ufo那一趴演的太好了吧，黄渤的滚蛋让人哭笑不得，科技使人进步，科技永远是第一发展生产力，致敬祖国，致敬科学家",
                "UserId": 546
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "1661",
                "content": "满分！！！！笑中带泪！最后一课很感人！！！最喜欢神笔马亮！！沈阳稻梦空间一定要去看看啊！！！推荐，强烈推荐",
                "UserId": 789
            },
            {
                "publishDate": "1天前",
                "score": "9",
                "likes": "254",
                "content": "蛮好，什么是一部好的电影🎬呢，我认为只有一个标准，那就是：或弘扬主旋律，或传递正能量，或平凡彰显伟大……甭管什么主题，只要是积极向上又能打动观众，引发观众共鸣的，那就是一部好电影🎬不忘初心，致敬扎根山区教育一线的工作者，致敬致力于奋力实践，实现中国梦🇨🇳的领路人……",
                "UserId": 703
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "283",
                "content": "笑着笑着就哭了！好看！最后一课……北京……马**……都印象深刻！好看",
                "UserId": 136
            },
            {
                "publishDate": "17小时前",
                "score": "1",
                "likes": "59",
                "content": "无聊真的很无聊，建议一些青少年可以放弃。因为看的无聊死了。旁边的一个大姐跟个**一样一直笑，一点体验感都没有。油腻大姐",
                "UserId": 156
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "176",
                "content": "从这里面我看到中国的变化，中国的崛起，也看到了这背后付出的艰辛，更加激励我们这些后辈更加努力的去建设祖国。",
                "UserId": 898
            },
            {
                "publishDate": "1天前",
                "score": "9",
                "likes": "297",
                "content": "搞笑的同时又伴随着感人，让我们领略了祖国家乡的美好，给青少年树立了长大后要报效祖国，回报家乡的伟大信念",
                "UserId": 336
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "107",
                "content": "真挚感人，爱国亲民，喜庆幽默，佳片难得！",
                "UserId": 216
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "121",
                "content": "笑中带泪，今人回味！努力把家乡建成我们想要的样子。多难兴邦，双节快乐！祝祖国繁荣富强！",
                "UserId": 250
            }
        ],
        "id": 3
    },
    {
        "link": "https://maoyan.com/films/1217123",
        "name": "夺冠",
        "type": "剧情",
        "region": "中国大陆",
        "duration": "135分钟",
        "publishDate": "2020-09-25中国大陆上映",
        "score": "7.7",
        "income": "5.6",
        "introduce": "2008年8月15日，北京奥运会女排比赛，中国VS美国。戴着金丝框眼镜的郎平（巩俐 饰）坐在美国队教练席上，大气沉稳，目光如电；中国队教练陈忠和（黄渤 饰）站在场边，全神贯注，面带笑容。陈忠和望向郎平，目光充满深意，不断经过的人影遮蔽了他的视线，中国女排三十余年的沉浮图景被缓缓打开……",
        "imgUrl": "https://p0.meituan.net/movie/e7185e149d79e72c4ef0d70f27fc76da1642784.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "6天前",
                "score": "10",
                "likes": "3464",
                "content": "又一部超值可观电影！给力！内心不够强大对输赢看得就重，输不可耻，可耻的是没赢过，观影中莫名其妙想起男足……",
                "UserId": 788
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "1840",
                "content": "好看！！网上之前传的都不靠谱，实际上没有丑化陈忠和，电影处理得很好。片尾有王菲那英易烊千玺唱片尾曲，明天再看一遍！",
                "UserId": 944
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "1396",
                "content": "忙里偷闲出去浪了一晚上，没想到学校就在计算机等级考试前一天晚上停电了，一个字“绝”。\n电影中两次国歌响的时候是眼泪决堤的时候，老一辈的排球老将冲出亚洲走向世界；新一批的拍球巨将独占鳌头，笑傲江湖。\n两场比赛都扣人心弦，白热化的“17:15”—“15:13”胜负的那一瞬间让观众提提心吊胆，观众能完全融入在比赛的紧张之中。巩俐从每个细节将“郎平”的形象演绎的淋漓尽致。也体会到胜利后排球姑娘喜极而泣的释然，特别是郎平给陈忠和在结尾放国歌那段是一种友谊的见证，更是一种互相的认可和中国女排精神的传递。\n排球折射出的是上一代和当代中国人的处境和思维。父辈的精神建立在艰苦年代，负重前行，筚路蓝缕。",
                "UserId": 390
            },
            {
                "publishDate": "6天前",
                "score": "7",
                "likes": "261",
                "content": "影片开局毫无意外的爆燃了观众的情绪，都为方面中国女排在艰难环境中拼搏的精神感动着。陈忠和后来接连失利没有描述，从郎平那里可以理解为技术和观念的落后。现代化的技术胜过意志吗？郎平执导后大刀阔斧改革强调以人为本，是否可以理解为爱排球你就打，否则不用？那么接下来接连的失利是证明这个观点错误吗？那么之前美国大胜中国又因为什么呢？后来回女排基地感受，可以理解为重走长征路吗？可是还是失败了，那么最后和巴西又是因为什么而一下子脱胎换骨了呢？这里真的没看懂，好像佛教的顿悟？是觉悟胜过技术？还是后来最终还是爱国精神的注入才胜利呢？本人觉得这个转化太突兀，也或许是我太笨，没看懂。",
                "UserId": 971
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "279",
                "content": "对战当时的巴西队第一强队，气氛那么紧张的时候，巴西粉丝说了一句“this is not pingpang”。我想说，心怀荣耀，勇往直前！中国最强！！！",
                "UserId": 685
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "218",
                "content": "女排精神代表的不是个人而是团体！中国的民族精神！为什么中国可以有上下五千年的历史，为什么？！因为不管是在什么时候，大多数人心中都有一颗爱国之心都会牢牢记得我们是中国人🇨🇳，我们为她骄傲！中国，一个在危难面前始终把自己人民放在第一位的国家，不管你在哪里有危险，只要你有中国护照，祖国都会接你回家。记得去年国庆阅兵，有位叔叔和我说中国的爱国之心没有一个国家可以超越，在广东那天早上连喝早茶的人都寥寥无几！没错这就是中国的民族精神！",
                "UserId": 767
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "298",
                "content": "看到中国女排敢打敢拼的精神，看到了中国女排是怎样的拼尽全力去对待每一场比赛，每一场训练！看到了我们中国女排的霸气，看到了我们中国女排的豪横，为中国自豪，同时也为中国女排自豪！中国加油！中国女排加油！",
                "UserId": 725
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "330",
                "content": "非常纪实，看的时候也很有感触，女排精神也是中国精神，无论什么时候，都在中国人心里",
                "UserId": 469
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "201",
                "content": "打小就不知道排球🏐️是怎样打的，就是16年巴西🇧🇷奥运会上看到中国🇨🇳女排的领导人朗平，经过多少个日日夜夜的努力💪奋练的成功后一代女排，继续保持下去……",
                "UserId": 368
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "174",
                "content": "中国加油＾０＾~ 女排加油",
                "UserId": 236
            }
        ],
        "id": 4
    },
    {
        "link": "https://maoyan.com/films/489894",
        "name": "我在时间尽头等你",
        "type": "爱情 奇幻 喜剧",
        "region": "中国大陆",
        "duration": "115分钟",
        "publishDate": "2020-08-25 10:00中国大陆上映",
        "score": "8.6",
        "income": "11.3",
        "introduce": "林格（李鸿其 饰）一次次重启时空，只为与恋人邱倩（李一桐 饰）再次相遇。一生只爱一个人，希望开头是你，结尾也是你。2020年七夕最深情的告白: 我在时间尽头等你。",
        "imgUrl": "https://p0.meituan.net/moviemachine/7e6118993dbf0f304ac1dad4667fddda207318.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-27",
                "score": "4",
                "likes": "1912",
                "content": "电影结尾剧情老套，刚看就和朋友猜出了剧情和结尾，挺没劲的。。。\n第三次被刀捅死真的没必要，不如就第二次后就结婚，随着时间的推移，林的年纪越来越大，邱始终比林年轻，在最后林已经是剩的时间不多，邱陪着林走过了最后的时光，林走后，她拿着那本写满回忆的日记走过他们曾经的经历过的每一个地方，在自己最后的时间里拿着表说着那些想念林的话一滴泪落在表上，时间重置，回到十八岁，但是这次她记得所有 林不记得他，两个人都变得年轻，在世界的尽头又相遇，\n纯属个人想法，别杠我，杠就是你不对。",
                "UserId": 246
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "2332",
                "content": "嘤嘤嘤太好哭了吧，就算命运让邱倩一次次忘记林格，可是她还是每一次都会重新爱上他",
                "UserId": 772
            },
            {
                "publishDate": "08-26",
                "score": "1",
                "likes": "1061",
                "content": "狗血爱情片 没有正常思维哪个高中生会下雨天跳芭蕾还一脸玛丽苏 女主颜值演技看的我真的尴尬 失忆车祸狗血玛丽苏剧情三件套就差一个癌症了 男主用自己的时间换女主的时间最后还没有一个happy ending女主来了一句换我守护你 无言以对 最开始看还以为进错片场整的跟悬疑片一样还有各种无语的桥段 噱头那么大这就是所谓的感人爱情故事可能是我泪点太高仅有且唯一想哭的地方居然是男主和父亲的亲情戏（以上均为个人想法）",
                "UserId": 745
            },
            {
                "publishDate": "08-29",
                "score": "9",
                "likes": "1234",
                "content": "看完电影，到家还在哭。我心底的情愫是什么？某个人？某件事？还是某段记忆？我表面一直都是活跃的样子，其实我知道我心底有深刻的悲伤，诸多记忆的积压。我想放下，但身体对这些情愫好像是“吸毒”般的需要，恶性循环……",
                "UserId": 115
            },
            {
                "publishDate": "08-25",
                "score": "8",
                "likes": "1700",
                "content": "让我想起了周董的不能说的秘密，没有那么刻骨铭心，但是也给了这个现实的世界一个提醒，让人们再次相信爱情",
                "UserId": 927
            },
            {
                "publishDate": "08-25",
                "score": "9",
                "likes": "478",
                "content": "挺好看的，蛮感人的！让人对爱情充满了无比美好的憧憬！哪有这么好的爱情，都是电影里放的。不过让我明白了一件事，每个人来到这个世界都是有他的使命的，有的人是来讨债的，有的人是来还债的！🙂 🙂",
                "UserId": 180
            },
            {
                "publishDate": "08-26",
                "score": "10",
                "likes": "559",
                "content": "这次我来做被遗忘的内个人吧",
                "UserId": 780
            },
            {
                "publishDate": "09-01",
                "score": "1",
                "likes": "103",
                "content": "感觉剧情倒是还可以，但是越看越觉得台词尴尬 而且是越来越尴尬，不知道为什么 ，尴尬到我满电影院找**，然后我女朋友在朋友一边哭我在一边尴尬，我不知道哭什么，唯一让我觉得感动到的就是男主快结尾陈述的和父亲的感情那里能让我感觉这个电影有点感觉，做父子的时候儿子不懂父亲的爱，当成为陌生人一会儿子就懂了，这里还是挺好的 但是我真心不喜欢男女主的爱情台词。",
                "UserId": 444
            },
            {
                "publishDate": "09-01",
                "score": "1",
                "likes": "81",
                "content": "太垃圾了、就是**作品",
                "UserId": 293
            },
            {
                "publishDate": "08-25",
                "score": "8",
                "likes": "196",
                "content": "时间的尽头是死亡，爱你便是一生！",
                "UserId": 983
            }
        ],
        "id": 5
    },
    {
        "link": "https://maoyan.com/films/1210778",
        "name": "花木兰",
        "type": "剧情 冒险",
        "region": "美国",
        "duration": "115分钟",
        "publishDate": "2020-09-11中国大陆上映",
        "score": "8.7",
        "income": "13.0",
        "introduce": "中国的皇帝颁布法令，要求每家出一名男子服兵役，抵御北方侵略者。作为一名受人尊敬的战士的长女，花木兰（刘亦菲 饰）站出来替生病的父亲应征入伍。她装扮成男人，化名花军，经受了种种考验，同时必须利用内在的力量，接纳自己真正的潜能。这是一场史诗般的旅程，让木兰蜕变为一名受人尊敬的战士，也赢得来自国家与骄傲的父亲的尊重。",
        "imgUrl": "https://p1.meituan.net/moviemachine/ca9d0c0268a940d73d62c004d57b957a5241814.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-11",
                "score": "10",
                "likes": "6392",
                "content": "电影已看完，是我心中的木兰，一个女孩，从小爱到大爱，从小家到国家，舍我为国的精神已经足以震撼到每一个人性善的人，不管出演的演员是谁都应该看，(女主角刘亦菲出演我觉得很符合我心中的木兰了，可攻可柔情，她的个性也很独立）我爱花木兰",
                "UserId": 719
            },
            {
                "publishDate": "09-11",
                "score": "2",
                "likes": "5413",
                "content": "如果主角不硬套花木兰的名字，我给6分。花姐泉下有知怕是要跳出来状告侵犯名誉权吧。论剧情魔改，原以为上海堡垒已是巅峰，没想到一山还比一山高，人类始终在不断摸索和前进，哪怕走错了方向。对了，一分给刘亦菲的演技，在这种剧本下确实尽力了。另一分是因为不能给0分。",
                "UserId": 44
            },
            {
                "publishDate": "09-11",
                "score": "1",
                "likes": "3716",
                "content": "看这部电影之前已经看到很多关于这部电影的吐槽，也算有个心里准备。关于迪士尼的动画改电影，真的一部赛一部的烂。只的阿拉丁也是，完全没动画版内味儿。花木兰就更惨了。迪士尼完美诠释了什么是去其精华，取其糟粕。抛弃网上评论的与历史文化对不上的问题不谈。让这部电影最崩溃的其实还是剧情的连贯性以及人物的设定。剧情一开始还一般般，越到后面越崩盘，有一种明显的撕裂感。女巫这个反派角色设定的这么厉害，但是她所有的厉害到就是为了给主角挡一箭？我？？？真不知说什么好。",
                "UserId": 457
            },
            {
                "publishDate": "09-12",
                "score": "10",
                "likes": "2290",
                "content": "两点建议\n1、如果你纯粹想要周末和家人朋友看个电影消磨一下时间，我也建议你去看。适合全家观看\n2、如果你是中华历史文化考据派，我建议你不要看\n\n😍影片至少把至少把电影分成了5个部分来讲述，有泪点，也有笑点，木兰自我认识转变相信更多女士和女孩有很多感触！\n       🌸 刘亦菲的演技让我惊喜，表达细腻，人物反应刻画也很真实，作为女孩很有代入感，这次评价10分，网络水军不可信，大家可以去影院，自行感受。\n        特效并不是网上黑的那样，依旧是迪士尼的水准！🌸 女孩子一定要去看，当自己撑不下去的时候，可以看看木兰，最后祝大家都能成为更好的自己和心中的木兰。🌸 \n为避免剧透很多没写",
                "UserId": 476
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "1606",
                "content": "太值了！爱了爱了！值得一看",
                "UserId": 554
            },
            {
                "publishDate": "09-14",
                "score": "10",
                "likes": "1540",
                "content": "其实真的好看，一直都是迪士尼公主控的我来说，觉得这保持了迪士尼一贯风格，只是拍的中国故事，总在纠结一些细节，就像在纠结灰姑娘的水晶鞋别人为什么穿不上一样。",
                "UserId": 929
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "1491",
                "content": "不会唱歌，不会跟动物说话，没有漂亮衣服的女孩还是公主么？没有爱情，保护男人，诚实可靠的女人还是女人么？迪士尼交出了一份最童真最流程最行云流水的回答：保持真我，发挥才能，不要被外界压迫，不要被自己质疑，你是勇士也是公主。",
                "UserId": 822
            },
            {
                "publishDate": "09-11",
                "score": "9",
                "likes": "884",
                "content": "看官方推荐说杜比观影最佳就买的杜比厅，全剧是迪士尼电影一贯的节奏，剧情还可以，刘亦菲在军营里那段演得很真实。前半部份笑点还挺多（可能我笑点低）全网吐槽的夸张妆容在大荧幕也不算违和，反而挺有趣的，让我忍不住笑出声了（对不起同场观看的观众）因为没有唱歌所以我多给了一颗星。真的被过往公主片搞怕了，生怕花木兰打着打着突然停下来唱歌，幸好没有。爆米花电影值回票价，推荐！",
                "UserId": 432
            },
            {
                "publishDate": "09-16",
                "score": "2",
                "likes": "806",
                "content": "导演水平真的太差了，全片充满了对东方文化的臆想和符号的堆砌。花木兰作为迪士尼一手打造的动画IP还是很有群众基础的，在原有的动画片剧本上改编本就是个双刃剑，可惜导演全面投降。既没有了原先动画片独有的活力，也没有用改编后的角色和意象给观众带来新的感受，只剩下嫁接后空洞的西方文化价值观和毫无内容的说理。表面上的忠孝勇真（还刻在剑上），换汤不换药的自由平等博爱。这把双刃剑一头对着观众，一头对着自己。\n一分给曾经喜欢的那个动画片，一分给刘亦菲",
                "UserId": 627
            },
            {
                "publishDate": "09-11",
                "score": "2",
                "likes": "280",
                "content": "不过话说回来，片头演小木兰的演员还是很到位的，里边木兰的父亲也演的很好，可取之处就在开头和结尾，以及最后的那首reflection之外的歌，真心不错。其他地方，真心不敢恭维，",
                "UserId": 118
            }
        ],
        "id": 6
    },
    {
        "link": "https://maoyan.com/films/1297973",
        "name": "信条",
        "type": "科幻 动作 剧情",
        "region": "美国",
        "duration": "151分钟",
        "publishDate": "2020-09-04中国大陆上映",
        "score": "7.9",
        "income": "15.9",
        "introduce": "世界存亡危在旦夕，“信条”一词是惟一的线索与武器。主人公穿梭于全球各地，开展特工活动，力求揭示“信条”之谜，并完成一项超越了真实时间的神秘任务。这项任务并非时间之旅，而是【时空逆转】。",
        "imgUrl": "https://p0.meituan.net/moviemachine/40d1e5ac176f1e9258da10a3222dbff7952117.png@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-04",
                "score": "10",
                "likes": "8294",
                "content": "看完一脸懵。",
                "UserId": 557
            },
            {
                "publishDate": "09-04",
                "score": "9",
                "likes": "3345",
                "content": "首映看完都看懂了。智商正常的不可能看不懂。只需要明白一点就很容易理解这个片子，就是利用装置回到倒叙时间通过时间逆向回到自己想进入的正向时间点然后再通过装置进入过去的正向时间点。但是剧情有漏洞，给9分，首先会发生的就一定会发生这个在电影里出了好几次，等同于否定了平行宇宙，但是这样的话剧情里那么多尼尔害怕改变过去，比如不告诉主角这样那样的事情就显得多余了",
                "UserId": 930
            },
            {
                "publishDate": "09-04",
                "score": "1",
                "likes": "1572",
                "content": "这片表面上讲时空理论，但内核上是批判现代教育，诺兰摊牌式的告诉小朋友们真正的科学理论领域是多么的空洞冰冷，虚无荒寂，我们从小仰望星空追求的科学并不是永恒和正确的，它会扭曲和变异，会产生悖论，我们信仰的牛顿，普朗克，爱因斯坦等换个角度看全都是伪神!因为今天的物理学会在100年后被人全面推翻，就好像100年前还没人相信熵一样，而熵增减是一个让人类最后灭绝的理论。你觉得我在胡说的话，那说明你一生其实都生活在局限性和目的性极强的狭隘的自我世界里，你从没有全面的完整的观察过整个人类社会体系，我们生活得安全吗？只要一个按钮摁下去，核弹头会让几百万的人死亡残废。\n“人类不属地球，人类属于上帝”——亨利·米勒",
                "UserId": 461
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "2712",
                "content": "子辈这，影电的逼牛么这过看有没从我，了说不就我价评的条信",
                "UserId": 896
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "536",
                "content": "跟当初看《盗梦空间》一样震撼，但此片观影门槛要高的多，去看之前建议了解下什么是熵，祖父悖论，钳形理论等等，对大多数观众其实是不太友好的，所以肯定会有人说此片不好看，但对看的进去的人来说观影过程相当激动，另外此片绝对不是什么烂片！感觉很多人为了黑而黑",
                "UserId": 964
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "476",
                "content": "《信条》诺兰真的拍的太碉了💥\n全程都不能开小差，还要各种回顾之前看的剧情，所有的点全部能连起来，神作绝对的👏🏻\n\n好在我看之前先了解了什么是【熵】😂\nBZW.和Time Travel没有任何关系😈",
                "UserId": 949
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "346",
                "content": "这部电影主题就是逆向，导演应该是针对评论出品的电影。所以大家打分的时候需要注意正向与逆向",
                "UserId": 221
            },
            {
                "publishDate": "09-04",
                "score": "8",
                "likes": "214",
                "content": "盗梦空间和星际穿越是我喜欢到极致的两个典型，所以这一部换掉了汉斯季默的配乐，再加上主题是披着科幻外衣的谍战，对我个人来说不是最最打动的。但就巧思和画面来说确确实实是精彩的，看懂主线不难，但我这样普通智商的，细节还需要二刷去了解了。最后我有一点疑惑，评论里为啥没人剧透罗伯特帕丁森的真实身份呢？弄得我都不敢说了，哈哈哈哈可能对大家来说太easy了？",
                "UserId": 376
            },
            {
                "publishDate": "09-06",
                "score": "2",
                "likes": "173",
                "content": "我基本不怎么评论的，但是看了以后忍不了要说两句。在我的观点，看了一脸懵逼……什么时间逆行，人退着走，车**倒着开，关键剧情太乱，东边一下，西边一下。也可能是我这智商看不了这种电影，看了一半不到出场了！如果有还没看有点想看的我建议你们就不要去了，我前面出来后面也陆陆续续的有人出来，本来就没几个人。希望我的意见能对你们有所帮助！",
                "UserId": 702
            },
            {
                "publishDate": "09-11",
                "score": "1",
                "likes": "85",
                "content": "**失败哈哈哈    气氛全无全靠音效我服了    剧情不剧情的无所谓   这音效你乱加个毛   这剧情你拍科学就科学  深度就深度   两个小时都在救人家老婆是怎么回事  硬扯感情戏   男主跟女主搭吗请问  乱弹琴",
                "UserId": 917
            }
        ],
        "id": 7
    },
    {
        "link": "https://maoyan.com/films/1216053",
        "name": "急先锋",
        "type": "动作 冒险 喜剧",
        "region": "中国大陆",
        "duration": "108分钟",
        "publishDate": "2020-09-30中国大陆上映",
        "score": "7.2",
        "income": "3.7",
        "introduce": "中国商人秦国立在英国惨遭雇佣兵组织“北极狼”绑架，秦的女儿Fareeda（徐若晗 饰）也卷入其中，遭到追杀。千钧一发之际，急先锋国际安保团队成为他们唯一的希望，由总指挥唐焕庭（成龙饰）带领雷震宇（杨洋饰）、张凯旋（艾伦饰）、弥雅（母其弥雅饰）、神雕（朱正廷饰）等组成的急先锋行动小组，上天入地，辗转全球各地施展惊险营救。解救人质的过程中，竟发现“北极狼”背后的犯罪集团还策划了一场惊天密谋……",
        "imgUrl": "https://p1.meituan.net/movie/06a8f52fdac69931db3d26b3b62d8484961259.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2天前",
                "score": "10",
                "likes": "1284",
                "content": "好看，成龙打的少了，都是帅哥美女打了！",
                "UserId": 211
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "1197",
                "content": "比《功夫瑜伽》猛出一百《十二生肖》，像《红海行动》《红番区》混合体，伦敦室内与后厨厅搏击救人、非洲草原狮豹枪战混打、瀑布急流边飙船惊险打斗、中东城市飙车与重机枪横扫、迪拜四辆金车狂撞、航母战斗机拦截导弹，成龙基本老板楼都不跳，没想到杨洋、母其弥雅真拼狠打，枪战、爆破、追车、高科技武器混搭有创新无尿点，结尾大厦花哨喜庆炫丽魔术，把春节档爆米花拍登峰造极。",
                "UserId": 992
            },
            {
                "publishDate": "2天前",
                "score": "7",
                "likes": "822",
                "content": "在近年来中国的动作片里，堪称不错了，毕竟出现了非洲，迪拜等场景还首次在中国的动作片里出现了美国航母之类的，大戏之类的，看着也很流畅，剧情老套路，这就不说了，一些小的瑕疵也可以忽略，总体来说还可以",
                "UserId": 192
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "577",
                "content": "太好看了，全程无尿点，成龙电影的打戏真的实实在在。艾伦搞笑担当，杨洋真好帅，大屏幕怼脸依然360度无死角那种！最喜欢的场景是非洲落日，最喜欢的场面是激流打斗。还有……多说是不是剧透了？国庆解压爽片强推之选，看了绝对不亏！",
                "UserId": 42
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "463",
                "content": "看过了，一如既往的风格，很好看。无论从动作和场景，各个爆炸的场面，一如既往。成龙出品，一如既往",
                "UserId": 750
            },
            {
                "publishDate": "2天前",
                "score": "1",
                "likes": "185",
                "content": "不是故意差评的 为了大哥来的 我**裂开 真的大哥拍的最菜的电影了 **不通的剧情",
                "UserId": 387
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "257",
                "content": "成龙大哥演的很用心!主要负责搞笑的!很幽默!艾伦还是很有趣!杨洋好帅啊啊啊啊!杨洋演技好棒啊！他太美了!就是有点直男啊！朱正廷emmmmmm戏份少!那个女主!？长得挺好看!一个亿的豪车就是亮眼哦！有钱真好!太壕了。",
                "UserId": 671
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "243",
                "content": "不得不说动作片真是十分的吸精~~成龙的电影还是有结合好莱坞和港片在一起、再加上成龙喜剧独有特点、又是3D片、非常刺激过瘾~~",
                "UserId": 420
            },
            {
                "publishDate": "1天前",
                "score": "1",
                "likes": "114",
                "content": "龙叔有点小濠头了。有点失望，剧情有点花里胡哨，尤其是那个女的，98年的，他要是没关系进的后台我**，什么垃圾演技。真的惊为天人，演技差，还要装，自己还要去救爸爸，拍个纪录片还不知道跑，恐怖组织去抓她，她表现得挺淡定，一点都不想一个女大学生的反应，而且恐怖组织太烂了，洋洋的表现还可以。就那个女的，垃圾的不要不要的。",
                "UserId": 715
            },
            {
                "publishDate": "2天前",
                "score": "8",
                "likes": "170",
                "content": "动作场景干净利落漂亮:过瘾好看~迪拜黄金豪车比拼一段颇值观看:‘66岁的成龙与好友动作片大导演:60岁有余的唐季礼~及<白金龙>有过合作的台湾文武实力58岁老将:楼学贤、这样的搏命携程合作；应是看一部少一部了’内地新人徐若晗清新丽质；搭档英姿杨洋；母其弥雅~亮眼大银幕！唯艾伦其内中规中矩稍感出戏:也不必究其故事简单脉落走势v既沉浸于惊险激暴极致视听影像场面就可以:这部因疫情延迟8个月的国庆上映~还是有贺岁片的味道:娱乐假期了。",
                "UserId": 57
            }
        ],
        "id": 8
    },
    {
        "link": "https://maoyan.com/films/1297911",
        "name": "我的女友是机器人",
        "type": "爱情 喜剧",
        "region": "中国大陆",
        "duration": "111分钟",
        "publishDate": "2020-09-11中国大陆上映",
        "score": "9.0",
        "income": "3.9",
        "introduce": "生活毫无激情的导游方元（包贝尔 饰）在未收到任何祝福的生日当天，邂逅了陌生的潇洒女孩（辛芷蕾 饰），两人机缘巧合度过了开心的庆生夜……一年后的生日当天，方元再次遇到了和当初“潇洒女孩”长相一模一样的机器人初一（辛芷蕾 饰），两人亦开始了朝夕相处且啼笑皆非的生活，初一也逐渐融入了和巴哥（魏翔 饰）等一群朋友的生活。方元对初一逐渐暗生情愫，而初一似乎还没有理解方元的心意……",
        "imgUrl": "https://p0.meituan.net/moviemachine/94700ee3718b3c8eff9dd69676bdbaa31034312.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-11",
                "score": "10",
                "likes": "491",
                "content": "笑中带泪暖人心 美中不足在特效\n不要再说什么抄袭日本 影片最后有体现获得版权的\n不要喷了 辛芷蕾和包贝尔演技都在线\n为这部影片点赞👍",
                "UserId": 685
            },
            {
                "publishDate": "09-11",
                "score": "1",
                "likes": "476",
                "content": "1分也不想给，从未看过如此**雷人毫无逻辑可言的电影，避雷避雷避雷",
                "UserId": 191
            },
            {
                "publishDate": "09-11",
                "score": "1",
                "likes": "166",
                "content": "烂 烂的同时我还在反思是我要求太高还是电影太烂 然后就开始思考到底为什么能这么烂 在抖音上看到一些包贝尔花絮觉得挺拼的 满怀期待来影院看包老师是怎么扭转我对他的评价的 我多虑了  可是辛芷蕾这种又有颜值又有演技的演员是怎么选本的呢？这种戏不知道跟做包贝尔的工具人有什么区别 特效怎么能这么烂 为什么老打苦情牌 为什么又地震了 为什么能这么扯 确定不是重庆旅游宣传片吗 知道是翻拍日本很久之前的电影的时候就知道会烂 谁能告诉我到底为什么这么烂啊我的天啊救命啊 魏翔的存在就是我打一分的理由 这种片子也能上院线？我还等着你打花木兰呢 就这？就这？",
                "UserId": 262
            },
            {
                "publishDate": "09-11",
                "score": "7",
                "likes": "363",
                "content": "特效有点烂，投资少",
                "UserId": 201
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "80",
                "content": "真的好看，看完感觉机器人比人类更重感情，有些人类，不如机器人，好感人啊！包贝尔的喜剧还是搞笑的，但是把喜剧拍的有泪点还是很感人的，包贝尔的演技比之前的赵公子有进步空间，魏翔还是很有亮点，惊艳的出场，跟包贝尔飙戏，还是很抢男主角光环的，女主角更不用说了，全程都很漂亮，身材很好，我很想问一下导演，为什么从未来穿越过来的人都喜欢穿紧身衣，难道是为了在穿梭中减轻阻力吗？我这样理解也不知道对不对？",
                "UserId": 974
            },
            {
                "publishDate": "09-11",
                "score": "1",
                "likes": "94",
                "content": "无感，浪费人民币",
                "UserId": 511
            },
            {
                "publishDate": "09-11",
                "score": "8",
                "likes": "66",
                "content": "虽然没原版那么好看，但是比起花木兰好太多了。给8分鼓励一下。至少跳出了烂片的队伍。",
                "UserId": 921
            },
            {
                "publishDate": "09-12",
                "score": "1",
                "likes": "44",
                "content": "还敢提醒我评论此影片，烂到姥姥家了**的，都不如抖音一些网络神剧，包贝尔最近水平下降了，还是非得去演个憨憨，还是疫情缺钱花了，拍这种本子！！！",
                "UserId": 209
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "35",
                "content": "非常好看，非常感动",
                "UserId": 830
            },
            {
                "publishDate": "09-11",
                "score": "8",
                "likes": "15",
                "content": "还行吧，挺搞笑的，就最后地震那个片段不是特别好看",
                "UserId": 357
            }
        ],
        "id": 9
    },
    {
        "link": "https://maoyan.com/films/1211270",
        "name": "哪吒之魔童降世",
        "type": "动画 喜剧 奇幻",
        "region": "中国大陆",
        "duration": "110分钟",
        "publishDate": "2019-07-26中国大陆上映",
        "score": "8.3",
        "income": "4.1",
        "introduce": "天地灵气孕育出一颗能量巨大的混元珠，元始天尊将混元珠提炼成灵珠和魔丸，灵珠投胎为人，助周伐纣时可堪大用；而魔丸则会诞出魔王，为祸人间。元始天尊启动了天劫咒语，3年后天雷将会降临，摧毁魔丸。太乙受命将灵珠托生于陈塘关李靖家的儿子哪吒身上。然而阴差阳错，灵珠和魔丸竟然被掉包。本应是灵珠英雄的哪吒却成了混世大魔王。调皮捣蛋顽劣不堪的哪吒却徒有一颗做英雄的心。然而面对众人对魔丸的误解和即将来临的天雷的降临，哪吒是否命中注定会立地成魔？他将何去何从？",
        "imgUrl": "https://p0.meituan.net/movie/005955214d5b3e50c910d7a511b0cb571445301.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-26",
                "score": "10",
                "likes": "90848",
                "content": "土拨鼠尖叫！！！也好看了吧！！！放映结束观众全体鼓掌！！！哪吒小爷太值了！！！跟敖丙CP我磕了！！！",
                "UserId": 802
            },
            {
                "publishDate": "2019-07-26",
                "score": "10",
                "likes": "75262",
                "content": "“申公公，你也在呀？“不好意思我真的笑喷了！",
                "UserId": 315
            },
            {
                "publishDate": "2019-07-26",
                "score": "10",
                "likes": "19672",
                "content": "啥都不说了，期待姜子牙",
                "UserId": 402
            },
            {
                "publishDate": "2019-08-13",
                "score": "8",
                "likes": "14943",
                "content": "非常好看的电影",
                "UserId": 567
            },
            {
                "publishDate": "2019-07-27",
                "score": "10",
                "likes": "9452",
                "content": "这也太好看了吧！毫无疑问是我从小到大已来看过的最最优秀的动画片，不亚于心目中的“幽灵公主”。真正的有泪有笑毫无疑问！！这部电影绝对是中国动画电影的一座丰碑，他是一次对封神的挑战，是对我们每个人都无比熟悉的故事的一次改编。在故事上，改造一个人尽皆知的故事远比创新更难，而且还要改得好，改的精彩，更是需要绞尽脑汁的思考和夜以继日的奋斗，我想这也是他在我心中比大圣和大鱼更优秀的地方。\nPS:我一个铁石心肠的人，观影过程中，落泪5次！！导演，你不是“人”！",
                "UserId": 724
            },
            {
                "publishDate": "2019-07-26",
                "score": "10",
                "likes": "9189",
                "content": "前一段还真的笑得喘不过来气，到后面眼睛不时地湿润起来，真的是从骨子里的不认命，不信天命，真的就是中国人千百年来的血脉精神，值得一看，不进对孩子有更深的教育作用，真的是适合全部的中国人看",
                "UserId": 720
            },
            {
                "publishDate": "2019-07-26",
                "score": "9",
                "likes": "5319",
                "content": "强烈推荐！帅爆了！藕霸和大圣有一拼！中国动画雄起！！！！！！",
                "UserId": 103
            },
            {
                "publishDate": "2019-07-26",
                "score": "9",
                "likes": "4945",
                "content": "期待国产的封神宇宙！哪吒小爷本次表现可圈可点，酷，帅，有智商，有担当！希望票房大爆！在哪吒面前，谁也帅不起来！",
                "UserId": 751
            },
            {
                "publishDate": "2019-08-09",
                "score": "9",
                "likes": "1375",
                "content": "孩子问我：”那条海里的龙是公的还是母的？＂\n＂公的吧？＂\n＂那它怎么生了一个蛋出来？＂\n😬🙄",
                "UserId": 668
            },
            {
                "publishDate": "2019-07-29",
                "score": "9",
                "likes": "521",
                "content": "期待下一部！",
                "UserId": 861
            }
        ],
        "id": 10
    },
    {
        "link": "https://maoyan.com/films/1277939",
        "name": "我和我的祖国",
        "type": "剧情",
        "region": "中国大陆",
        "duration": "155分钟",
        "publishDate": "2019-09-30中国大陆上映",
        "score": "7.4",
        "income": "3.8",
        "introduce": "七位导演分别取材新中国成立70周年以来，祖国经历的无数个历史性经典瞬间。讲述普通人与国家之间息息相关密不可分的动人故事。聚焦大时代大事件下，小人物和国家之间，看似遥远实则密切的关联，唤醒全球华人共同回忆。",
        "imgUrl": "https://p0.meituan.net/moviemachine/b2c5c74d33e45745fd3462e44b3698e18336620.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "130480",
                "content": "看到评论里，很多人说看不懂原子弹那段，我觉得我可以解释，我也是后来听我爸爸说的，我爷爷就是参加那场科研的人员之一，突然有天就失去联系了，去单位里也找不到人，一直到新闻说原子弹爆炸成功了，国家才派人到家里来送抚恤金，因为爷爷在科研过程中，被辐射了，一年前就已经死了，因为是秘密研究，所有科研人员都是临时受命，接到命令就马上离开了，甚至没来得及跟家里说一声，而且在科研过程中，也是不允许跟家里有任何联系的，所以我们是事后才知道爷爷去做了什么，他是英雄",
                "UserId": 586
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "24970",
                "content": "黄渤的演技没话说，剧情紧凑，非常完美的开篇\n陈凯歌的白昼流星中陈飞宇刘昊然可以明显看出刘昊然演技略胜一筹，无论是眼神，小动作这些细节都将一个痞子演绎的淋漓尽致。葛优仍然完美的证明了***就是***。强大的导演和演员阵容将国家发生的重大事件通过一件件小事展现，总之一个字，牛。",
                "UserId": 443
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "39833",
                "content": "我姥爷是四野司令部机要参谋，姥姥为部队医院总护士长，1955年四野撤消，四野司令部在武汉解散，姥爷分到二机部，赴江西乐安铀矿任勘测大队党委**，为第一颗原子弹挖矿，他们那一代人真的是祖国哪里需要就奔赴哪里，隐姓埋名以身许国！",
                "UserId": 732
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "7529",
                "content": "当我坐到影院看完这部电影，擦干眼中的泪水，心中万分自豪，这是一部讲述了我们从新中国从成立到现在的历程，一个新的国家从无到有的建设过程，在一辈辈的先烈的奋斗下，才有了我们现在的生活，如果没有他们的付出，我们现在不知道会是什么样的生活，正向相遇里的高远一样，因为有他们在默默的付出，因为有他们舍弃小我，成全大我，我们的国家才会飞速的发展，正如大家所说的哪有什么岁月静好，只是有人在负重前行，当年建国时被别人武力威胁，人民吃不饱、穿不暖的新中国，现如今已是十里繁荣、山河犹在、国泰民安，不会再成为别人讹诈的对象，这盛世，如你们所愿！！！",
                "UserId": 546
            },
            {
                "publishDate": "2019-10-02",
                "score": "10",
                "likes": "4160",
                "content": "其实应该9.5但觉得因为白昼流星而丢0.5不公平\n\n《我和我的祖国》\n1949年10月1日下午3时新中国成立\n1964年10月16日下午3时中国第一颗原子弹爆炸成功\n1984年8月8日中国女排在洛杉矶奥运会夺得冠军\n1997年7月1日零时香港回归\n2008年8月8日晚上8时北京奥运会\n2016年11月18日13时59分神舟十一号飞船返回舱成功着陆\n2015年9月3日纪念抗战胜利70周年阅兵式\n\n           ps'感觉白昼流星有bug！故事讲的是神州十一号但竟然用杨利伟，这样误导了！\n杨利伟乘坐的是神州五号！2003年10月16日6时23分安全返回主着陆，结尾也放的是神州五号记录片！",
                "UserId": 767
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "3303",
                "content": "前夜 每个人都在为国旗顺利升起做贡献 不管有没有用都把家里的东西拿出来希望排上用场 毛**升旗时采用当时纪实素材  当说出中华人民共和国  中央人政府成立了 眼泪就那么自然的就出来了\n  相遇 张译   研究原子弹的默默无闻的科学家  三年没与家人联系  在车上与恋人相遇却不去相识 当得知第一颗原子弹爆炸成功  游行人们齐唱歌唱祖国  眼泪自然下来了  两人终相遇\n  夺冠  ​ 大家邻里街坊一起扎堆看女排决赛 半导体 瓜子西瓜大茶碗    当大家为了女排呐喊助威  那种感情是多么真挚  \n  回归 香港回归  零时零分零秒升起中国国旗我们的底线 香港回归是中华民族雪耻的标志  每一个细节都不",
                "UserId": 453
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "2438",
                "content": "祖国昌盛，民族富强！\n我爱你，中国！",
                "UserId": 448
            },
            {
                "publishDate": "2019-10-01",
                "score": "10",
                "likes": "3455",
                "content": "当我看到香港🇭🇰回归那段，真的哭了，希望更多的香港市民多多了解中国的历史，感谢🙏老一辈为我们打下的江山，带给我们和平美好的生活，愿祖国越来越强大，给我们子孙后代造福.感谢🙏毛爷爷、感谢🙏革命烈士.“吃水不忘挖井人”",
                "UserId": 527
            },
            {
                "publishDate": "2019-10-01",
                "score": "10",
                "likes": "1726",
                "content": "开国大典中五星红旗的故事，盛人至深;\n中国第一颗原子弹爆破成功离不开许多无名英雄的默默付出；\n中园女排三连冠鼓舞着每一个热爱祖国的中国人；\n香港回归祖国见证了中华民族的崛起和伟大复兴，我至今难忘那个激动人心的夜晚；\n2008年北京奥运会打开大门，五洲四海齐聚北京，世界是地球村；\n2016年神舟十一号成功着陆！中园航天，一往无前！\n2015年9月3日庆祝抗日战争胜利七十周年阅兵，，每一段故事都是真实取材再现，看到\n中华民族团结向上的民族魂！\n我爱你中国！🎉🎉🎉🎉🎉🎉",
                "UserId": 536
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "1718",
                "content": "新中国自1949年十月一日成立  走到今天世界强国前列。其中辛酸 难为外人道。\n强推这部电影\n让新一代见识祖国的辛酸历程",
                "UserId": 88
            }
        ],
        "id": 11
    },
    {
        "link": "https://maoyan.com/films/1218159",
        "name": "荞麦疯长",
        "type": "剧情 爱情",
        "region": "中国大陆",
        "duration": "112分钟",
        "publishDate": "2020-08-25中国大陆上映",
        "score": "9.6",
        "income": "12.8",
        "introduce": "《荞麦疯长》是由徐展雄自编自导，马思纯、钟楚曦、黄景瑜主演的爱情片。该片讲述了上世纪90年代，初入社会的两个女孩和一个男孩，在追求新生活的过程中所经历的不可思议的命运考验 。该片于2020年8月25日在中国上映",
        "imgUrl": "https://p0.meituan.net/movie/396a1e77ff4ef838a1c697ffbc71a8bb2730189.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-29",
                "score": "1",
                "likes": "1107",
                "content": "我能说些什么呢…他们仨疯没疯长我不知道反正我疯了",
                "UserId": 110
            },
            {
                "publishDate": "08-25",
                "score": "5",
                "likes": "426",
                "content": "看不懂 没高潮 感觉不太好",
                "UserId": 864
            },
            {
                "publishDate": "08-30",
                "score": "10",
                "likes": "161",
                "content": "20世纪末的人生观如今年轻人不懂，90年代的爱情观当代的年轻人更不懂，剧中20年前的单放机、公用电话卡、抽奖、风子的暗恋这些东西当代未婚小青年确实云里雾里，更有甚者问“风子到底喜欢谁”，“暗恋没告白就死了搞笑”...这些都是人类感情的退化，悲哀！导演唯一的不足就是把本该给中青看的悲剧片爱情励志片，安排到7夕上映。",
                "UserId": 520
            },
            {
                "publishDate": "08-25",
                "score": "6",
                "likes": "331",
                "content": "等了好久终于上映了，可惜没有想象的那么好。明明是奋斗的青春，偏偏拍成了不良少女少男的生活",
                "UserId": 765
            },
            {
                "publishDate": "08-26",
                "score": "4",
                "likes": "244",
                "content": "《荞麦疯长》个人不推荐看。\n\n使用插叙的叙事模式，故事线是交叉剪辑的，4个主角在这个世界无意中的交集...故事很紧凑却有点无厘头，很多细节没有交代.\n\n（例如云荞和秦声拿了街机室的钱币后，把钱币花在哪里了？追债大哥金子与男主吴风特地跑一趟到彩票现场是为什么？最后马思纯饰演的云荞怎么会为了一面之缘的吴风流泪？只因为他们共同听了一首歌？坏了n年的时钟突然动了，寓意是什么？等等）\n\n全靠后期剪辑支撑我才勉强认真看下去.\n我现在回想起来，感觉自己会忽略掉了很多情节，在不同时间轴，导演没有给观众一个衔接的标志物（也可能是我没发现）\n简单来说，就是观众只看一次，很难把完整的故事线串联起来。",
                "UserId": 313
            },
            {
                "publishDate": "08-30",
                "score": "4",
                "likes": "97",
                "content": "之前看有人说是浪费电影票钱，我不信，emmmm，人啊，就是不信邪，我只想说那位同志，请把你的评论删了，让我说！！！！讲真的，除了演员好看点，剧情真的是又烂又乱",
                "UserId": 556
            },
            {
                "publishDate": "08-29",
                "score": "2",
                "likes": "71",
                "content": "要不是电影最后的采访，真是完全没有看出来是描写年轻人异地漂泊打工的。感觉拍的就是社会小流氓，不良少男少女，整个电影三观不正，男人就靠打架斗殴，女人就靠出卖自己？",
                "UserId": 618
            },
            {
                "publishDate": "09-02",
                "score": "1",
                "likes": "60",
                "content": "辣鸡 超级难看 像个三级片",
                "UserId": 628
            },
            {
                "publishDate": "08-27",
                "score": "1",
                "likes": "33",
                "content": "今天看了，马思纯和黄景瑜的戏份和演技很棒！钟楚曦也好！个人觉得最最主要的是导演和编剧的问题！就算想圈钱也不要这么忽悠观众吧！好好的一部热血追梦的电影偏偏变成了拼凑在一起两小时的折磨小片段！剧情很乱、交带得不清不楚！特别是钟楚曦的戏份，太低俗了！根本没必要这样…全剧过于交叉编辑！浪费了这三位这么好的演员！想问一句；导演、编剧？你们自己看得下去吗？（微笑）",
                "UserId": 454
            },
            {
                "publishDate": "09-05",
                "score": "10",
                "likes": "16",
                "content": "李文斌给爷死。都是可怜人，拍摄的很有质感，服化道都不错，黄景瑜好帅， 李麦又美又欲，她的舞蹈很棒，看得出来演员下功夫了，绝望也体现了出来，太可怜了，我喜欢雨中之舞，她的表现力很强，总体的人物刻画不错剧情很棒，有伏笔，有回应。不同的人，同样的绝望。云荞好不容易逃离了家，来到海城，却因为车祸失去了男友李麦马上要拥有大好的前程，马上要去日本却也因为车祸失去了跳舞的能力与爱人。上帝啊，对他们好点吧   好吧，我刚打下这句话，马上剧情反转了，叙事能力很棒，世界线收束那一刻真是令人感叹。吴风很有感觉，特别是人死火燃那里特别有感觉，江湖气一下就出来了，感觉剧情不对的人大概是因为为了过审，所以乱改了剧广电死吧",
                "UserId": 389
            }
        ],
        "id": 12
    },
    {
        "link": "https://maoyan.com/films/1283967",
        "name": "蓝色防线",
        "type": "纪录片 战争 历史",
        "region": "中国大陆",
        "duration": "89分钟",
        "publishDate": "2020-09-18中国大陆上映",
        "score": "8.2",
        "income": "13.4",
        "introduce": "《蓝色防线》是我国首部海外维和战地纪实电影，本片为中国赴南苏丹维和步兵营全体官兵亲历记录，历经五年跟踪拍摄，横跨中国和非洲大陆，真实展现了我国第一支成建制维和步兵营，在南苏丹执行维和任务期间，在战火纷飞中保护当地难民营安全的故事。",
        "imgUrl": "https://p1.meituan.net/movie/7dc973175415282c23bb3e8b9401c15d3903238.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-18",
                "score": "10",
                "likes": "490",
                "content": "希望国家善对维和部队战士家属",
                "UserId": 726
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "490",
                "content": "纪录片也没法子用好看不好看来评论。不一样的生活，不一样的世界。致敬那些蓝色贝雷！地狱里的和平天使！🙏 🌹 可怜那些生活在战乱之中的生灵！憎恶那些为了争夺权，利而把民众推入地狱般生活的愚蠢的当权者，追随者！👊 👊 👊 能平安健康的活着就是最大的福，最大的乐，每个人都该感恩，珍惜的！🙏",
                "UserId": 833
            },
            {
                "publishDate": "09-19",
                "score": "10",
                "likes": "140",
                "content": "第二批赴南苏丹维和步兵营，战士",
                "UserId": 610
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "70",
                "content": "这部片子无法评价，能说的只有感谢！感谢维和官兵们的付出与牺牲。哪些歪屁股的你要庆幸的不是自己生活在和平年代，而是生活在和平的国家！",
                "UserId": 218
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "62",
                "content": "第一次看电影看到最后一个字都放完变白屏！！！当知太平不易！感谢祖国所有的围墙！替我们抵挡一切！",
                "UserId": 629
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "285",
                "content": "为咱中国维和部队点赞",
                "UserId": 659
            },
            {
                "publishDate": "09-20",
                "score": "10",
                "likes": "52",
                "content": "好看，都是中国维和军人执行任务真实的记录，我们不是生活在一个和平的世界，只是生活中一个和平的国家而已，感谢那些替我们负重前行，保卫我们的勇士！看到战士牺牲，我听到了全场拿纸巾的声音，我也情不自禁哭了。看到那些难民，我觉得很可怜，他们根本不知道能不能看到明天的太阳。我在想，如果我是当时南苏丹的平民，该有多惨，就算我很有钱，能够到其它国家避难，充其量我也只是个难民，苟且偷生罢了，余生不再有尊严。所以，那些不爱国的人、汉奸、走狗，真的不知道怎么想的。假若你生活的国家真的沦陷了，你能置身事外?",
                "UserId": 796
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "55",
                "content": "懂军事的一定能看懂，他们的付出，他们的责任！维和部队真的挺辛苦的！为英雄致敬！",
                "UserId": 902
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "42",
                "content": "必须满分！生在中国🇨🇳实乃我之幸事，愿祖国越来越繁荣富强，国泰民安",
                "UserId": 9
            },
            {
                "publishDate": "09-21",
                "score": "5",
                "likes": "11",
                "content": "向维和部队战士们致敬。没有和平年代，只有和平的国家。祝愿我的祖国繁荣昌盛，国泰民安。就影片来说，就是军事纪实节目的水平。",
                "UserId": 468
            }
        ],
        "id": 13
    },
    {
        "link": "https://maoyan.com/films/1230199",
        "name": "小妇人",
        "type": "爱情 剧情",
        "region": "美国",
        "duration": "135分钟",
        "publishDate": "2020-08-25中国大陆上映",
        "score": "8.6",
        "income": "14.2",
        "introduce": "马奇夫人和四个多才多艺但性格各异的女儿一起过着平凡又温馨的生活。梅格贤惠温柔，是为爱痴狂的浪漫主义者；贝丝聪慧娴静，擅长钢琴；艾米年纪最小，有漂亮的外表和现实的头脑；而最特立独行的是乔，她有些男孩子气，热爱写作，在女孩都以嫁人为目标的年代，她立志成为一名独立女性。富有又帅气的青年劳里和乔青梅竹马两小无猜，对乔一见钟情，但乔面对劳里的表白却心烦意乱，决定独自前往纽约追求写作事业。经历了现实的洗礼后，乔逐渐明白了自己对于劳里的心意，却发现劳里即将迎娶妹妹艾米……",
        "imgUrl": "https://p0.meituan.net/movie/cdb164c203fc0c2465278ddd165e91c84503798.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-25",
                "score": "10",
                "likes": "3433",
                "content": "如果有钱的话，我肯定不会结婚",
                "UserId": 571
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "994",
                "content": "好看子 呜呜Christmas那里未免太好哭了吧 甜茶为什么是渣男啊甜茶",
                "UserId": 648
            },
            {
                "publishDate": "08-25",
                "score": "1",
                "likes": "688",
                "content": "To be honest, watching this movie is so unbearable, and this movie only wants to show that women and men are not equal. You would better not to waste your money for watching this movie.",
                "UserId": 134
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "271",
                "content": "一个善良的母亲教会了孩子们为国家和弱者分忧，父亲为国效命，母亲用爱践行。敬业的少女贝丝，为了自己的理想而奋斗尽管生命短暂，但是她的执着和善良感动了贵族富翁。鼓励和赠与这家人，因为她们的善良，其人，比如作家，看到孩子没有教育的途径，用赠送的别墅开学校，完成了自己的小说，尽管有过放弃，但最终没有放弃，没有融合世俗，很有责任感，和求真精神。生活小说很真实，不谙世俗，短篇文尽管不受大卖但是坚持自己原则，保留了作家的底线。两个另外姐妹为了自己所爱，虽不是传统的门当户对，但是是自己喜欢，这才是爱情。不过约翰和乔的反转，也应验了鲜花有期终需折，莫待无花空折枝。彼此遇到，彼此珍惜，不要留在俗套而违心。人是个多",
                "UserId": 874
            },
            {
                "publishDate": "08-25",
                "score": "9",
                "likes": "220",
                "content": "男主太帅了。。。不过是个渣男。男女主居然没在一起？？？而且男主居然娶了女主的妹妹？？？男主那么帅居然是渣男？？？无法理解。不过姐妹几个之间的感情，很感人。",
                "UserId": 331
            },
            {
                "publishDate": "08-25",
                "score": "9",
                "likes": "550",
                "content": "women...they have minds, and they have souls as well as just hearts,and they’ve got ambition,and they’ve got talent as well as just beauty,and I’m so sick of people saying that love is just all a woman is fit for.\n片中乔说的一段话，我匆匆的记下来了。\n今天七夕去甜品店吃了一份双人份甜品，很开心啊，祝大家七夕愉快。",
                "UserId": 672
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "140",
                "content": "感受到了爱与自由！",
                "UserId": 483
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "90",
                "content": "I can't describe how much I love it ! It's amazing! This is a story about a little woman,she is independency，strong，pretty，experiencing a families' rise and down，humanism，life，marriage. Finally ,get peace and became wealthy ，finally，she became a wealthy writer and got her lover，happy ending!",
                "UserId": 853
            },
            {
                "publishDate": "08-25",
                "score": "1",
                "likes": "87",
                "content": "美国人拍英国也就这样，现在的电影越来越不耐看，没有看过原著，没有看过老片，现在搞得那么花哨，一会儿现实，一会儿回忆，搞得云里雾里的，不值得看！",
                "UserId": 631
            },
            {
                "publishDate": "08-25",
                "score": "9",
                "likes": "158",
                "content": "我的意难平啊啊啊啊，乔和泰迪呜呜呜",
                "UserId": 199
            }
        ],
        "id": 14
    },
    {
        "link": "https://maoyan.com/films/344990",
        "name": "唐人街探案2",
        "type": "喜剧 动作 悬疑",
        "region": "中国大陆",
        "duration": "120分钟",
        "publishDate": "2018-02-16中国大陆上映",
        "score": "8.0",
        "income": "5.9",
        "introduce": "秦风接到唐仁的邀请来纽约参加其与阿香的婚礼。壕气逼人的唐仁迎接秦风，极尽招摇。岂料“婚礼”是唐仁为巨额奖金而参加的世界名侦大赛，比赛的内容是寻找杀害唐人街教父七叔的孙子的凶手。 受骗的秦风怒极欲走，却被纽约华人刑警陈英送来的讯息所吸引。七叔孙子的死法离奇，寻人上升为悬赏缉凶。“名侦探”们各显“其能”，鸡飞狗跳。众人调查的同时另一起案件发生，作案手法极其相似。原本锁定的凶手竟有了不在场证明，秦风不禁对自己的推理产生了怀疑。第三起案件发生连环案件。秦风、唐仁二人再次披挂，摆脱各路纠缠，闹翻纽约，几欲接近真相。第四起，与凶手失之交臂，诡计呼之欲出。真凶伏法，动机令人不寒而栗。看似完美结案的背后却隐藏着另一个发人深省的谜题 。",
        "imgUrl": "https://p1.meituan.net/movie/efb0a5e3989f45c4f3e22108bcc27ed71037307.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "5991",
                "content": "一直很喜欢侦探类的电影，唐探一的出现还是挺惊喜的，这次的唐探2也没有失望，看得开心，并且圈粉了肖央！！！已经开始期待三啦！对了大年初一，还是要祝影迷们新年快乐",
                "UserId": 926
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "4924",
                "content": "看过唐探1的表示，比第一部更好看更好笑。刘昊然的兰花指，王宝强的护士装，肖央的唐山话真是新年三大欢乐法宝，现在想起来还想笑。案情设置也很精巧，结尾反转有惊喜。还被好几场戏燃到，纽约时代广场警车追马车，太酷了。看完已经开始期待第三部了。",
                "UserId": 504
            },
            {
                "publishDate": "2018-02-16",
                "score": "9",
                "likes": "4663",
                "content": "谁能和肖央老师比一下敬业精神？不服来战！光个膀子说吊起来就吊起来，下来还没有用过替身，给肖央老师打CALL，看着过瘾，十足的戏痴一枚！",
                "UserId": 994
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "1164",
                "content": "套路清奇。节奏也控制得好，笑点推动着剧情，没一点浪费。真牛逼！抛开其他的，陈思诚是个了不起的导演。",
                "UserId": 308
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "612",
                "content": "真的特别好看，诚意满满的一部电影啊！故事特别紧凑，笑点也特别多，过年的时候看真的特别棒！真的好喜欢啊！",
                "UserId": 274
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "119",
                "content": "看预告后就很期待，终于来看了。特别搞笑，昊然弟弟帅！陈警官超美der！魔鬼和天使的组合搞笑又机智！故事引人入胜没尿点，会二刷！",
                "UserId": 113
            },
            {
                "publishDate": "2018-08-10",
                "score": "7",
                "likes": "114",
                "content": "作为一部续集电影没有让人失望，作为一部悬疑片也有实打实的故事，不足是作为喜剧片少一点让人印象深刻且富有内涵的笑点，\n难免会拿来和前作对比，我个人觉得是没有前作那么惊喜的，较于前作的优秀反转和作品想表达的理念，这部似乎真的有点“2”，似乎没必要的反转和借鉴过度的故事，都是这部作品可能会沦为平庸的原因之一。\n我喜欢的点是骑马车在时代广场上，现实和梦幻的混搭，往大了说就是两个格格不入的文化碰撞，但是整部电影对于中西方文化的融合还是过于刻意。\n电影的bug固然有，但是无伤大雅，看得出陈导为了自己的故事去看了很多的推理题材作品，其中不难看出对很多作品的致敬。\n也佩服陈导的选角，为了刘承羽我想二刷。",
                "UserId": 622
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "67",
                "content": "超喜欢《唐人街探案》，这回《唐探2》也没有让我失望。宝宝这次贱得越发可爱了，昊然弟弟长大了，天才神探的魅力简直呈几何倍升级，肖央饰演的新角色跟上一部的油腻警长完全不同，这几个人搞笑简直就跟开了挂一样，把我从头笑到尾，不过电影厉害就厉害在，喜剧的节奏下完美穿插了缜密破案的逻辑，跟上一部的密室杀人不一样，这次的连环杀人可以说更带感了，结尾又是高能反转，啊啊啊啊啊太好看了我要去二刷了！",
                "UserId": 830
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "59",
                "content": "时代广场跑马车，第五大道骑哈雷，纽约闹市大追逐……这些在好莱坞大片中都鲜有出现的大场面在《唐人街探案2》里却齐刷刷的出现了一个遍！！！除此以外，更让我惊喜的是，《唐人街探案2》在场面升级的同时，第一部中的搞笑的桥段与惊艳的推理竟然也更好了！点赞！推荐！",
                "UserId": 173
            },
            {
                "publishDate": "2018-05-07",
                "score": "8",
                "likes": "133",
                "content": "从好几部上映的电影中选了这部，结果没失望。嘻嘻哈哈中包裹着一个丰满的故事，最大的惊喜依然来自案情，只是带着1的经验还是猜不到全部内情，套路清奇。节奏也控制得好，笑点推动着剧情，没一点浪费。\n电影结束后我听见后边一男的小声说了句牛逼！是真牛逼！抛开其他的，陈思诚是个了不起的导演。",
                "UserId": 386
            }
        ],
        "id": 15
    },
    {
        "link": "https://maoyan.com/films/3606",
        "name": "哈利·波特与魔法石",
        "type": "奇幻 冒险",
        "region": "美国,英国",
        "duration": "152分钟",
        "publishDate": "2002-01-26中国大陆上映",
        "score": "8.1",
        "income": "3.9",
        "introduce": "哈利波特是一个孤儿，从小寄养在姨妈家，受尽欺凌。但就在哈利11岁生日的时候，他意外收到了霍格沃茨学院的入学通知书。哈利从该学院派来接他的巨人海格口中得知，这是一间魔法学院，并得知了自己的身世，原来哈利的父母都是伟大的魔法师，在对付伏地魔的战斗中双双献身，唯有哈利幸免于难。哈利进入霍格沃茨后，表现出了超乎想象的飞行天赋，得到麦格教授的推荐进入了格兰芬多的魁地奇球队。另一方面，哈利发现霍格沃茨学院内有一股黑暗势力似乎在暗暗滋长，揭开谜团的关键就在有凶恶的三头犬守护的房间内。哈利、罗恩和赫敏三个好朋友决定探个究竟。",
        "imgUrl": "https://p0.meituan.net/moviemachine/4755165ffd65eb737bb5160ea911e0fa343438.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-10-20",
                "score": "10",
                "likes": "4861",
                "content": "当熟悉的音乐响起时，身体里所有关于这部电影的记忆细胞都在跳动……\n\n终于能有机会在大银幕上看完，不再是单纯的看一部爆米花电影。第二次在影院中听到掌声，或许这掌声是献给曾经单纯美好的我们……\n\n爱一直都在……\n\nAfter  all  this  time?\n\nAlways!\n\n截取自己最喜欢的小片段，一个从小没有被爱滋养过的人，最能识别爱，也最能珍惜爱……",
                "UserId": 810
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "1213",
                "content": "挺好看的，但是好像把一部分影片删除了，就斯内普告诉哈利波特问题的答案那里就没了然后魔咒课那个教授点到哈利波特名字时掉下去那里也没有了",
                "UserId": 97
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "728",
                "content": "我的通知书已经晚了8年了  猫头鹰你是不是迷路了",
                "UserId": 606
            },
            {
                "publishDate": "08-14",
                "score": "5",
                "likes": "303",
                "content": "真不知道为什么要删减内容，明明都是重映了，而且字幕都没b站做的好，就当补电影票的\n我记得至少有三个地方删减了：第一节被删的是海格带哈利进酒馆时，第一个介绍是斯莱克林学院而且斯内普也在，第二个是第一节魔药课上，斯内普刁难哈利的三个问题是给出答案了的，而重映的没了？！？！这个很重要啊，第三个是那个镜子，哈利问邓教他看到了什么，邓教说他看到了羊绒袜（象征逝去的亲情）",
                "UserId": 909
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "221",
                "content": "哈利波特是很多人的回忆，也是很多人无法忘怀的童年，很多孩子在小的时候尝尝趴在窗边，希望自己的那头猫头鹰快点来，而如今长大了，曾经那些趴在窗边的孩子已经是大人了，如果你问他们还相信魔法吗？我想他们还是会说:“我相信！”宁愿相信自己是麻瓜，也不愿意否定魔法的存在，因为哈利波特给了我们最美好的回忆，童年的幻想是霍格沃兹的古堡，魁地奇的刺激，勇敢无畏的朋友，幻想自己的学院是哪个？霍格沃兹是永远忘不了的回忆。",
                "UserId": 42
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "99",
                "content": "magic forever",
                "UserId": 387
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "150",
                "content": "\"You are a wizard, Harry.\"",
                "UserId": 817
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "129",
                "content": "乐曲响起，接下来映入眼帘的是霍格沃茨理事大厅。格兰芬多，斯莱特林，拉文克劳，赫奇帕奇四个学院纷纷入座。一年级的新生们怀着期待又有一丝忐忑走入大厅，等待着他们的是蠢蠢欲动的分院帽，和未知的奇迹。Harry potter的故事从这里开始，他赢得了人生第一次魁地奇比赛，就像他的父亲一样。他认识了两个好朋友，调皮好动但善良正直的罗恩，热爱学习即使父母都是麻瓜的赫敏。他再次与神秘人交手，因为魔法石。他成为了千万同龄人的倾慕对象。霍格沃茨的历史，就此改写，魔法永恒。",
                "UserId": 572
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "197",
                "content": "“Do you still believe in magic? ”\n“Always.”",
                "UserId": 99
            },
            {
                "publishDate": "08-18",
                "score": "10",
                "likes": "11",
                "content": "哈利波特七部里面，第一步可以说是最喜欢罗恩的一部了！下巫师棋的时候那句I’ll be a knight.让我一直记在心里！这一部里面小演员都超级可爱阿！伍德学长真的太帅了！！魁地奇比赛的时候伍德学长回头笑那一下真的帅飞了！！！！",
                "UserId": 60
            }
        ],
        "id": 16
    },
    {
        "link": "https://maoyan.com/films/1229875",
        "name": "紫罗兰永恒花园 电影版",
        "type": "剧情 动画",
        "region": "日本",
        "duration": "120分钟",
        "publishDate": "2020-09-18日本上映",
        "score": "8.6",
        "income": "13.5",
        "introduce": "京都动画大获好评的《紫罗兰永恒花园》要推出剧场版了，官方今日公布了一款剧场版告知PV，宣布将于2020年1月全球上映。动画根据晓佳奈的轻小说改编，讲述在邮政公司从事代写书信工作的薇尔莉特·伊芙加登为不同委托人工作时所遇到的动人故事。",
        "imgUrl": "https://p0.meituan.net/moviemachine/db503a6514d7c4877230e8d5a633f93f193610.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-30",
                "score": "10",
                "likes": "366",
                "content": "听说9.20到26号日本上映 正好去日本旅游 果断去日本的影院看支持一下 我爱京阿尼 我永远喜欢薇尔利特",
                "UserId": 241
            },
            {
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "481",
                "content": "希望大陆到时候引进，真的很想看，顺便，京阿尼牛逼",
                "UserId": 899
            },
            {
                "publishDate": "2019-12-23",
                "score": "10",
                "likes": "123",
                "content": "重新定档4月了，看来国内有望了",
                "UserId": 633
            },
            {
                "publishDate": "2019-08-08",
                "score": "10",
                "likes": "149",
                "content": "都发生了那样的事都还在准备上映紫罗兰，京阿尼超棒！！！",
                "UserId": 369
            },
            {
                "publishDate": "2019-07-29",
                "score": "10",
                "likes": "117",
                "content": "京阿尼不倒，引进一定5刷(=•̀口•́=)و✧",
                "UserId": 745
            },
            {
                "publishDate": "01-12",
                "score": "10",
                "likes": "59",
                "content": "看了外传以为结束了没想到还有剧场版太激动了啊啊啊",
                "UserId": 281
            },
            {
                "publishDate": "2019-02-28",
                "score": "10",
                "likes": "54",
                "content": "如果有客人需要的话，无论何处都能赶到，这里是自动**人偶服务，薇尔莉特・伊芙加登。\n你不再是道具，而是人如其名的人，薇尔莉特。\n海贼王fate都来了，紫罗兰永恒花园还会远吗。",
                "UserId": 86
            },
            {
                "publishDate": "2019-07-24",
                "score": "10",
                "likes": "44",
                "content": "希望京阿尼一切安好，来年再见(⋈◍＞◡＜◍)",
                "UserId": 82
            },
            {
                "publishDate": "2019-11-17",
                "score": "10",
                "likes": "46",
                "content": "你不再是道具，而是人如其名的人",
                "UserId": 671
            },
            {
                "publishDate": "01-16",
                "score": "10",
                "likes": "34",
                "content": "永远喜欢薇尔莉特",
                "UserId": 442
            }
        ],
        "id": 17
    },
    {
        "link": "https://maoyan.com/films/1277457",
        "name": "麦路人",
        "type": "剧情",
        "region": "中国香港",
        "duration": "114分钟",
        "publishDate": "2020-09-17中国大陆上映",
        "score": "7.3",
        "income": "4.5",
        "introduce": "曾是一位金融才俊的阿博（Bowen），终日在24小时快餐店借宿，店内有不少同路人与阿博为伍，相互改写了各自的人生。分别有一直为奶奶还债而债台高筑的妈妈带着囡囡、不敢回家的等伯、刚离家出走的少年深仔，还有暂居庇护宿舍的歌女阿珍都以阿博为首，各人互相扶持，希望能尽力帮助彼此走过人生低谷…..",
        "imgUrl": "https://p0.meituan.net/movie/374f7addeb978a634b0f5e8665f0bce4357962.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-17",
                "score": "10",
                "likes": "567",
                "content": "进十几年来最好看的港片，没有之一，关注社会底层人群的电影，写实的叙事方式，接地气的表演。郭富城，杨千嬅，张达明，万梓良，刘雅瑟，还有一众配角都把各自的人物刻画的入木三分，无可挑剔！特别是博哥郭富城当知道自己患有肺癌的时候，那个表情，五味杂陈表现的淋漓尽致，偷偷的看家人的时候的心情，只到最后时刻想要回家去看看妈妈，坐在公交车上面即将到站按下了红色的下车提醒健却又没有下车的力气，直到坐到终点公交车熄火熄灯也意味着博哥生命的终止，还有妈妈在店里倒下的那一刻都让人泪目无法自拔，无法用更多的语言来表达对他的爱了，值得三刷四刷的好电影！",
                "UserId": 347
            },
            {
                "publishDate": "09-17",
                "score": "2",
                "likes": "380",
                "content": "奔着老戏骨去的，可是看了太失望了，电影演到三分之一就有很多离场的，期待后面有惊喜，可以没有，全程无笑点，泪点也达不到，全程非常压抑，负能量非常重的一部电影，看完我不知道作者想表达什么，生活在最底层人的不易，悲哀？老戏骨也挽救不了的烂片，女神老了，心疼",
                "UserId": 661
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "296",
                "content": "真实，好看，感动，泪目！\n一个离家出走的不良少年，一个破产落魄的投资行家，一个不再当红的没落歌手，一个瘦骨嶙峋的业余画手，一个丧妻疯掉的消防老头，一对相依为命的暖心母女…一起刻画了社会底层的艰难生活和他们之间相互帮扶、温暖人心的故事。\n（以下剧透）\n很感人，几次泪目。终于清醒得知妻子离世的等伯，劳累过度离世的单亲妈妈，孤儿院前妹妹的一句祝福，未能如愿回家看望妈妈的博哥…太多太多的温暖和令人感动的地方一一戳中内心。\n少年成长了，妹妹的生活也会好起来，每个人都会好起来！",
                "UserId": 905
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "79",
                "content": "这部电影简直就是神仙打架，郭富城杨千嬅万梓良等几位影帝影后飙戏，真情实感非常的让人有代入感。郭富城把阿博这个人物展现的淋漓尽致，这也反应了当今社会的许许多多的现实，有落魄中相互的扶持，感人泪目困境中挣扎的社会底层人物，都要经历身老病死。杨千嬅也把阿珍这个角色扮演得的非常的出彩淋漓尽致展现小人物的境遇和心态。\n《麦路人》说的是一群无家可归的人的故事，来自底层的小人物们各有各的辛酸和挣扎，苦中作乐、相互疗愈的相帮，撑起了一个“乌托邦”。我觉得很好看集美们快去看它，安排。",
                "UserId": 557
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "135",
                "content": "都是实力派演员，很感人，也很真实。\n“感情的投资是最少的，但回报是最大的”感恩对自己有过关心和帮助的人！",
                "UserId": 161
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "76",
                "content": "讲真的，疫情之后，看了两部电影，都让我感动至极，麦路人这部影片没有很强的故事性，没有很强的逻辑性，但他本就是一部文艺片，有深刻的主题，充沛的感情和爱，每个人都有着不同的过往和心酸，他们在一家24小时便利店一起生活着，一部分反映出了香港底层人的挣扎，更多的是挣扎难熬的背后，是他们每个人心里的爱与温暖，互相鼓励着，点燃着希望的火苗，让我看到了最人与人之间的爱，这种爱在疫情期间被表现出来，让我相信这个世界存在着希望，难熬的总会过去，最后大家都有了结局，有的离开，有的人继续好好活着，他让我想到了日本电影小偷家族，最底层的人与人之间又最真挚的感情，最后好演员就是好演员，注定高口碑低票房，好电影向来如此。",
                "UserId": 112
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "62",
                "content": "今年看过最佳的港片，港味十足，百味人生，全程入戏，真诚感人，一直泪流满面看完，同是天涯麦路人，他们不是亲人胜亲人，生活很不容易，明天和意外不知道那个先来，虽然他们如此艰难，但守望相助，各有人生归宿，有温暖有爱，生活还是要向前看，心中要有希望。郭富城将这个角色那种复杂的情绪演得非常棒，让观众感同身受，家，妈妈，你的人生再失败潦草，你没脸面对家人，一次次鼓起勇气，愧疚万分，无论如何，妈妈会一直等你，家人不会拋弃你，回家吧，爱是良药！！！",
                "UserId": 440
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "55",
                "content": "下半年看的第一场电影，港味十足，把底层人民为了生活而努力的样子刻画的淋漓尽致，不愧是n多提名的电影。很 nice啊。",
                "UserId": 862
            },
            {
                "publishDate": "09-19",
                "score": "1",
                "likes": "34",
                "content": "剧情有点假，每个人人生都很惨，那个妈妈的婆婆那么坏赶他们出来了，还一直努力帮她还赌账，让自己女儿吃剩饭，然后又当妓女，最后累死了自己，女女进孤儿院，我的天哪，什么三观啊，这样我感动不来。",
                "UserId": 858
            },
            {
                "publishDate": "09-18",
                "score": "7",
                "likes": "25",
                "content": "看完了，尽量不剧透，因为没啥可透，无跌宕起伏的剧情，整体基调平实。老人院等待儿子的母亲，想对一切负责又因牢狱、负债、患病无力承担责任的儿子，默默守候和等待的女友，当鸡汤片欣赏，还是能催下眼泪的。不过大部分人有手有脚，致于在金拱门寄居吗？还有背负本不属于自己的莫名负累的妈妈和孩子。孤儿院、新工作、劳动改造，旧的风光和失落都去了，很多人离开m记重获了新生，难道有什么政治隐喻不成。这片想说的是每个妈妈对孩子都拥有无私的爱，每个孩子都该回归妈妈的身边，有手有脚不要在麦当劳赖着当废青。麦当劳始终不是家！那些牛肉面、鱼蛋面、赶紧回家和炸酱面、热干面、烤冷面、担担面团结在一起好吗",
                "UserId": 834
            }
        ],
        "id": 18
    },
    {
        "link": "https://maoyan.com/films/1247287",
        "name": "死无对证",
        "type": "剧情 悬疑 犯罪",
        "region": "意大利",
        "duration": "102分钟",
        "publishDate": "2020-09-18中国大陆上映",
        "score": "8.3",
        "income": "6.9",
        "introduce": "加里夫妇的独生子丹尼尔遭遇车祸，被肇事者沉车灭迹。丹尼尔失踪之后有证据指向他是因为贪污公款潜逃。悲痛中的父母突然想起事故同一天，加里曾带回一位汽车抛锚的女车主，当日诸多细节显示她和真正的车主在隐瞒着什么......而他们编织的谎言滴水不漏，寻求答案阻碍重重。为了最后的真相，加里夫妇通过易容瞒天过海，展开一场精心策划的较量……。本片改编自西班牙经典电影《看不见的客人》，被豆瓣评为年度冷门高分电影。",
        "imgUrl": "https://p1.meituan.net/movie/9ce80d2aa1aec49b7f999305c237bace2082932.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-19",
                "score": "6",
                "likes": "804",
                "content": "最强翻拍 除了主演不同 故事场景分镜***和看不见的客人一模一样",
                "UserId": 546
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "419",
                "content": "电影从一开始就有很强的代入感，美女帅哥的一段婚外情引发的一场死无对证的命案，影片剧情曲折跌宕，最后的反转更是让人耳目一新！值得观看。",
                "UserId": 688
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "302",
                "content": "本片比想象中好，一开始就剧情紧凑，虽然剧情人物不多，但是演员演绎到位，全程紧张。从故事开始猜不到结局，男主角智商也高，能想出这样的谎话，但假律师的步步紧咬，最后让男主角彻底说出真相。整个片子压抑，人不能做错，不然要用无数谎话去遮掩。",
                "UserId": 916
            },
            {
                "publishDate": "09-18",
                "score": "1",
                "likes": "137",
                "content": "和《看不见的客人》一模一样……",
                "UserId": 881
            },
            {
                "publishDate": "09-19",
                "score": "5",
                "likes": "29",
                "content": "说一下我为什么觉得一般般\n优点就是题材还是吸引人的（如果没看过看不见的客人的话）如果看过了这部建议还是别看了，基本一模一样\n说一下我想吐槽的几点\n1.整部剧基本上就是\"照搬\"看不见的客人，说\"改编\"略微有些牵强，内容出奇的一致，连背景音乐都有几分相似。无非多了一个男主出轨的内容。\n2.中间有一段场面男主和劳拉居然在咖啡店还是餐馆讨论着如何掩盖真相的话题（我想说一句你当其他客人都是傻子吗？听不见的说话？）\n3.当女主来到母亲家里，母亲真的是把自己的儿子的照片硬生生抬到女主面前看（你这剧情也太牵强了，是不是怕我们观众不知道这母亲的孩子和被撞死的孩子是同一个，哪怕你让女主无意间嫖到照片也行啊）",
                "UserId": 611
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "29",
                "content": "男女主和死者分别开车在森林公路，野生鹿横冲直闯撞击了两辆车发生车祸，男主是上流社会的人手中掌握着毁灭掩盖证据的权利。死者的父母年轻的时候大概是007吧，易容术、跟踪、抗压能力等，心理素质极好！最终套出了男主杀人和毁尸地。靠演技，演技极好，超好看！",
                "UserId": 686
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "26",
                "content": "意大利🇮🇹电影《The Invisible Witness》观影活动。天网恢恢、疏而不漏，一个谎言必然要更多的谎言去圆，如果对手也是相当聪明的，死无对证，一场较量开始了…………",
                "UserId": 939
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "20",
                "content": "看完此剧的印象就是：若要人不知，除非己莫为。犯罪者再聪明，也有收拾他的高手，聪明反被聪明误，神秘背后真相自然水落石出。",
                "UserId": 590
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "17",
                "content": "在节奏上把控得很好，包括当中的一些神转折，戏剧性又不突兀，女主在这对夫妇家发现儿子的照片就是他们失手撞死的男孩，突然的背脊发凉，以及口袋中男孩手机突然响起，让人屏住呼吸，跟着一起紧张起来，包括那个透过窗户的凝望，无权无势无钱的底层人民讨公道的道路充满险阻，令人感伤加唏嘘，我觉得是上乘之作。",
                "UserId": 233
            },
            {
                "publishDate": "09-21",
                "score": "10",
                "likes": "10",
                "content": "一直跟“聪明”不搭边，今天智商全程在线。我看到一个镜头，男主在地图上圈出他把尸体沉掉的河的位置，那个女律师明显眼泪打转颤抖，我突然心一抖，女律师是不是死者妈妈易容的呢？她心里有数一切杀害都是男主做的，唯一要确定问清楚的就是男主到底把自己儿子沉在哪个河里了，终于得知具体位置后，“女律师”（死者妈妈）明显情绪哽咽了。她继续套男主的话，男主又说出死者本来没完全死掉，但他还是把死者连同车活活地推到河里，这个时候“女律师”再也忍不住了，大骂男主你是个**。这种情绪让我就是觉得这分明是一个母亲再也忍不了……今天一个杜比大厅，就我和郭女侠（我闺蜜）两个人，她猜到了死者没死但男主“补刀”的反转剧情。",
                "UserId": 401
            }
        ],
        "id": 19
    },
    {
        "link": "https://maoyan.com/films/1262682",
        "name": "辉夜大小姐想让我告白",
        "type": "喜剧 爱情",
        "region": "日本",
        "duration": "113分钟",
        "publishDate": "2020-09-11中国大陆上映",
        "score": "9.4",
        "income": "5.4",
        "introduce": "故事发生在秀知院学园之中，只有在智商上非常顶尖的少年少女们才能够获得进入这所学园学习的资格，而在学园的学生会中，更是汇聚了就算在这间学园里也能算得上是数一数二的精英们。白银御行（平野紫耀 饰）是学生会的会长，虽然出生在贫穷的家庭之中，但他凭借着自己的极端努力在学生中脱颖而出。 同样优秀的，还有副会长四宫辉夜（桥本环奈 饰），虽然各方面都属拔尖，但她的性格却给人一种冷淡的感觉。实际上，白银和四宫在情感上相互吸引着，只是他们谁都不愿意首先迈出第一步，而是想方设法逼迫对方行动，一转眼半年过去了，两人的关系可谓是毫无进展。学生会书记藤原千花（浅川梨奈 饰）带来了两张电影票，白银御行和四宫辉夜又将如何更进一步呢？",
        "imgUrl": "https://p0.meituan.net/movie/e9472f71bfde600cbdcfd87b714f96021574748.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-11",
                "score": "4",
                "likes": "291",
                "content": "**真的很尬...",
                "UserId": 879
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "189",
                "content": "《影评——为了老婆儿子走进影院的我》\n之前没有完整看过相关番剧，但因为我舍友（我儿子）的熏陶也算半个粉，另外四宫是桥本环奈（我老婆）出演，这必须得看。\n先谈演员吧，选角很到位的；虽然一开始的前十分钟会有一种三次元和二次元之间不可避免的空间隔离感，但是也难免嘛，多看一会儿就觉得是完美还原了（从三次元意义上）。可惜没有**舞还原，**简直原声（难道是配的？），有必要再夸一遍我老婆😏情节上也是相当还原的，完全沉浸，就是有的时候有一丢丢尴尬hhh可能是本身情节就尴尬，尴尬敏感的我差不多能抠出三室一厅。\n爱情的味道太浓了，太浓了 ，太令人羡慕了（有女朋友依然有一种吃柠檬的感觉是怎么回事？）",
                "UserId": 534
            },
            {
                "publishDate": "09-11",
                "score": "4",
                "likes": "76",
                "content": "太好笑了太沙雕了哈哈哈哈",
                "UserId": 227
            },
            {
                "publishDate": "09-11",
                "score": "8",
                "likes": "105",
                "content": "没有**舞就没有灵魂",
                "UserId": 453
            },
            {
                "publishDate": "09-12",
                "score": "9",
                "likes": "64",
                "content": "番都追完了电影岂能不看？\n漫改的不错，比隔壁花木兰好多了。搞笑又有点温馨害羞的恋爱番，互相搭台拆台斗来斗去让对方主动提出约会hhhhh。烟花那里很感动，最后演讲时的互相告白也太浪漫了！！！桥本环奈太漂亮！",
                "UserId": 332
            },
            {
                "publishDate": "09-11",
                "score": "7",
                "likes": "55",
                "content": "烟花大会，会长竞选，还有结尾都有小小的感动，是不错的漫画改编真人演绎。",
                "UserId": 834
            },
            {
                "publishDate": "09-13",
                "score": "3",
                "likes": "34",
                "content": "不建议动画党及漫画党看，与原著剧情割裂比较严重，有些独立篇章被强加因果进行组合（如金金篇和探病篇，两者在漫画中相互独立，电影却加上了因果关系，之后还有一些亦是如此，看过原著再看的话会有明显的异常感）漫画和动画大部分均为单元剧，电影则是连续叙事。同时电影也存在较多改编的情况，在学生会长竞选篇尤其严重，删去弥子全部戏份，更换竞选人选。改变会长参加竞选原因……从未接触辉夜的观众权然可以将之当做喜剧看，但若曾接触过原著观感便会变得尤为糟糕。另外，小圭的头发从漫画中的银色变成了黑色，藤原**剧中显得非常傻……等等。个人认为，原著党观看需要做好心理准备。演员演技不评价，仅从剧情角度给出我的个人建议。",
                "UserId": 748
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "43",
                "content": "挺搞笑的，前半部分还原动漫，后面设计结局，只是藤原**的扮演者有点尬了。",
                "UserId": 956
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "25",
                "content": "我觉得还行虽然看过原作倒是没有被尬到？可能是因为看过这导演的其他电影怪不得有一种似曾相识的一本正经的中二沙雕HAPPY感，所以还挺接受的。还有为了男女主角支持一下吧。不过节奏有点慢看着捉鸡啊藤原**挺一般的。环奈酱卡哇伊的。平野紫耀我老公！！恋煩い超好听！",
                "UserId": 910
            },
            {
                "publishDate": "09-13",
                "score": "8",
                "likes": "19",
                "content": "大小姐的华丽冒险——夏日烟花祭\n她跳窗，她落水，她在奔向烟花大会，她想着，神明啊，这个夏天不想要什么恋爱了，只要能和大家一起看烟花。\n烟花大会已经散场了。\n他找到了她，他说知道她想看烟花，他骄傲地分享“找寻大小姐游戏”的通关攻略，他拉起她的手说，一定会让她看到烟花。\n于是，挤在狭窄的出租车后座，身旁是喜欢的后辈、朋友和意中人，她赶上了最后的九点那场的盛大烟花以及最初的难以抑制的怦然心动。\n全剧终。\n并不。\n少年少女的恋爱博弈还在继续。\n讲点其他的：\n    1、全场最喜欢的是“好想见到他”这句低语。\n    2、除了对男主的那头黄发以及几处强行进行的剧情不满意外，大多时候我都笑得像个怪阿姨。",
                "UserId": 950
            }
        ],
        "id": 20
    },
    {
        "link": "https://maoyan.com/films/1218273",
        "name": "误杀",
        "type": "剧情 犯罪",
        "region": "中国大陆",
        "duration": "112分钟",
        "publishDate": "2019-12-13中国大陆上映",
        "score": "8.5",
        "income": "12.2",
        "introduce": "李维杰（肖央 饰）与妻子阿玉（谭卓 饰）打拼多年，膝下育有两个女儿。一个雨夜，一场意外，打破了这个家庭的宁静。而李维杰作为一个父亲，为了保全自己的家人，他不顾一切地决定瞒天过海……",
        "imgUrl": "https://p0.meituan.net/movie/22857bface4d3e8586c8f45858d4fa92662013.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-14",
                "score": "10",
                "likes": "10215",
                "content": "我猜\n1.从最后挖出尸体看到棺材板上血痕，联想到大姑娘跟男主说没流血，再到最后男主在监狱，想到开始男主越狱时放在棺材里闷死了，再看电影名，是否局长儿子本身没有死，却被妈妈误杀了。后面男主说自己没有本事唯一能做的就是站在你们前面，是个好人，懂承担\n2.面摊老板跟警察看到男主开车走的时候说他什么时候买了辆车，是否他没车，那么尸体如何转运？不能租，会给警方留下租车证据，是否有同伙？是谁？\n3.结尾说母亲和姑娘去自首了，是否可能是知道了误杀，知道了男主的承担，去的。\n4.结尾看着男主长大的餐厅老板的笑？我觉得穿起来了哈哈，猜的哈",
                "UserId": 560
            },
            {
                "publishDate": "2019-12-13",
                "score": "10",
                "likes": "13138",
                "content": "还是非常不错的，就是警察局长吼安安时，我仿佛看到恶魔，其实是真的 不管孩子做错了什么，父母都是帮孩子，例如 局长孩子**了人家闺女，例如自己闺女 不小心杀了人",
                "UserId": 138
            },
            {
                "publishDate": "2019-12-13",
                "score": "10",
                "likes": "2623",
                "content": "给我查他一年的观影记录！！！这**还是国产片吗？",
                "UserId": 746
            },
            {
                "publishDate": "2019-12-17",
                "score": "10",
                "likes": "1420",
                "content": "很多人说烂尾，在看到彩蛋前我也这么想，考虑导演为过审，也就理解了，但这部分人肯定没看彩蛋，太厉害了，又是另一个结尾\n主角家只剩小女孩，其它全死，彩蛋是肖央在监狱中间，边上救他的小哥撞翻装树叶的桶，还记得开头吗，正好接上，小哥说，其他人都出去了，今晚你走，全家救了出去，但真的是救了吗，肖央躺棺材里，边上一个死人，是不是跟素察死的一样，为什么他划开火柴吓的叫出来，他在里面那么久，难道不知道里面有个死人，因为他看到的是救他的小哥，那位女警官变好了？不可能，从她不择手段打主角一家也要找到真象看出她不会罢休的，剧中她跟小女孩说过几次（你会变成孤儿），真的实现了，主角一家三口全被杀了，跟她儿子同样的方式",
                "UserId": 936
            },
            {
                "publishDate": "2019-12-13",
                "score": "9",
                "likes": "1064",
                "content": "少女没有中老女人漂亮，是较大看点",
                "UserId": 73
            },
            {
                "publishDate": "2019-12-30",
                "score": "10",
                "likes": "671",
                "content": "不好意思真的很对不起喜欢这部电影的朋友们，当时喷怒冲昏了头脑，评分不是故意针对电影的，我现在改过来了。电影非常精彩，演技真心不错特别是男主处理车的时候沉着冷静的表情，还有就是细节这方面了。你们知道小女儿安安吃饭的时候为什么在吃饭的时候划桌子吗，其实是他听到了素查指甲盖儿划棺材的响声故意掩盖的，细思极恐啊。",
                "UserId": 324
            },
            {
                "publishDate": "2019-12-13",
                "score": "10",
                "likes": "1030",
                "content": "精彩，刺激，各种反转，值得一看（话说肖央的演技居然很可以👍）",
                "UserId": 347
            },
            {
                "publishDate": "2019-12-29",
                "score": "10",
                "likes": "433",
                "content": "冷夜一个人去看了《误杀》\n之前网上看过印度的原版\n所以剧情其实相对熟悉\n不得不说\n无论是演技、光影还是细节\n以至给观影者留白\n不输“嫌疑人X的献身”（曾十分不错）\n说一下细节呼应和暗示\n开头借棺越狱和剧中死者真实死因\n开棺后盖板的血印和小女儿磨桌面\n男主看到待装修地面后到尸体无踪\n男主看到小女儿试卷涂改尔后自首\n剧中反复出现的山羊…\n细思极恐，很多东西似乎都在关联\n到最后男主选择自首\n到底是因其父母死于暴乱而想终止暴乱\n还是看到小女因此学会了伪造撒谎而反省？\n又或是一心向佛被僧人识破拒绝布施而自责？\n还或是与死者父母再见时那又响起的一记忏悔的佛钟？\n不得而知，只是留白\n当然还有一些台词\n“有的",
                "UserId": 727
            },
            {
                "publishDate": "2019-12-13",
                "score": "9",
                "likes": "646",
                "content": "很好诠释了**毁全家",
                "UserId": 283
            },
            {
                "publishDate": "2019-12-13",
                "score": "4",
                "likes": "167",
                "content": "怎么说了，烂尾，高仿印度的《误杀瞒天计》翻拍的还好，不过这个题材换谁拍都可以好看。不过结局差评，那种所谓的煽情，有时间看看印度的结局，有仇报了，还自首什么，结果被人家残忍反杀。搞正能量也不是这么无脑搞的。",
                "UserId": 683
            }
        ],
        "id": 21
    },
    {
        "link": "https://maoyan.com/films/456826",
        "name": "命运之夜——天之杯3：春之歌",
        "type": "剧情 动画 奇幻",
        "region": "日本",
        "duration": "120分钟",
        "publishDate": "2020-08-15日本上映",
        "score": "9.3",
        "income": "13.7",
        "introduce": "本片改编自TYPE-MOON出品的文字冒险类游戏《Fate/stay night》，是该游戏最终路线Heaven's Feel路线，简称“HF”或“樱线”是该系列作品动画剧场版全三部作品中的最终章。 在剧场版作品第二章黑化之后的樱吸收了众多Servant的灵魂后，被世间所有的恶控制，成为黑色圣杯的化身。她来到柳洞寺地下的大圣杯面前，召唤世间所有的恶的降临... 最终，得知一切的士郎放弃了成为正义的伙伴，选择了保护樱... 在两年之后的春天，留在卫宫家的樱和士郎、Rider还有凛四人一起相约去赏花…",
        "imgUrl": "https://p1.meituan.net/movie/f99deeeeb74108ab009b79bb59233d5e304355.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-16",
                "score": "10",
                "likes": "726",
                "content": "虽然樱之梦的结局很残酷而又现实的。但是我喜欢樱这么多年，好不容易有樱的剧场版。我希望是春之归来结局，给我家樱一个幸福的结局。也希望满足我这个多年的士樱党。卫宫士郎你一定要好好守护她，成为她一个人的正义的伙伴！（pls:日本已上映，结局是两线合一，樱厨们狂欢吧。飞碟社是天，看哭了一堆人。等大陆上映吧）",
                "UserId": 547
            },
            {
                "publishDate": "2019-07-16",
                "score": "10",
                "likes": "315",
                "content": "第三章快来吧，卫宫大侠的成名之战很期待啊",
                "UserId": 279
            },
            {
                "publishDate": "2018-12-20",
                "score": "10",
                "likes": "245",
                "content": "期待三章全部都能上映",
                "UserId": 809
            },
            {
                "publishDate": "2019-06-18",
                "score": "10",
                "likes": "76",
                "content": "士郎来到圣杯面前（没有言峰绮礼）投影出自己印象之中最强的武器----黑化saber的誓约胜利之剑，毁掉了大圣杯，自己则形神俱灭。樱卖掉了间桐家的房产，买下了卫宫家的房宅，明知士郎已死，却依然为了守住两人一起去赏花的约定，孤单寂寞、日复一日地等着士郎的归来，直到生命的尽头。\n转自网易云  樱之梦结局",
                "UserId": 702
            },
            {
                "publishDate": "2019-03-02",
                "score": "10",
                "likes": "81",
                "content": "无限剑制线中，士郎成为了拯救世界的英雄，却在HF（樱）线中走向完全相反路线，放弃了自己的梦想，选择了樱。士郎是樱绝望中的救命稻草，是黑暗中的唯一阳光。而樱即使满身污秽、罪孽深重，仍用尽全力去拥抱她，尽自己所能给予她温暖。我只是希望能够看到一个圆满的结局，也许悲剧会更加深刻，但是我啊，就是忍不住对美好的渴求呢，我喜欢樱，我希望樱的与士郎的结局是美好的，就这样两个人平平淡淡的生活下去，也许未来起起跌跌，二人快乐的直到永恒。\n\n无论身处何处，境遇顺逆，多往阳光处走走，总是好的。",
                "UserId": 528
            },
            {
                "publishDate": "2019-08-08",
                "score": "10",
                "likes": "75",
                "content": "多年来的坑终于填上 原作最后一条线补全 恶意谩骂没了解过就差评的请滚好吗",
                "UserId": 492
            },
            {
                "publishDate": "2019-07-10",
                "score": "10",
                "likes": "70",
                "content": "**，本来什么都不懂什么都不知道。连动画都没看过玩了fgo之后我就不知道为什么有股想追下去的冲动。",
                "UserId": 428
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "55",
                "content": "少年 你选择站在正义一边还是间桐樱的一边 结果是无论选择哪个 你都守护不了任何人",
                "UserId": 888
            },
            {
                "publishDate": "2018-03-03",
                "score": "10",
                "likes": "50",
                "content": "对，还是我，居然第二章支持了，那第三章也得支持一下顺带抢个沙发。还是那句话，永远支持fate，吴王。",
                "UserId": 807
            },
            {
                "publishDate": "2019-07-13",
                "score": "9",
                "likes": "29",
                "content": "天之杯里面已经几个画面讲了土狼没有忘记切嗣爸爸的信念把小樱杀了，土狼也是在樱线里面变成跟红A一样的白发，最后成为英灵了吧。一切都是时辰的错。（我没玩过fate的游戏）",
                "UserId": 688
            }
        ],
        "id": 22
    },
    {
        "link": "https://maoyan.com/films/1218029",
        "name": "少年的你",
        "type": "爱情 青春 剧情",
        "region": "中国大陆",
        "duration": "135分钟",
        "publishDate": "2019-10-25中国大陆上映",
        "score": "8.5",
        "income": "8.3",
        "introduce": "一场高考前夕的校园意外，改变了两个少年的命运。 陈念（周冬雨 饰）性格内向，是学校里的优等生，努力复习、考上好大学是高三的她唯一的念头。同班同学的意外坠楼牵扯出一连串不为人知的故事，陈念也被一点点卷入其中……在她最孤独的时刻，一个叫“小北”（易烊千玺 饰）的少年闯入了她的世界……大多数人的18岁都是明媚、快乐的，而他们却在18岁这个夏天提前尝到了成人世界的漠然。一场秘而不宣的“战斗”正在上演，他们将一起守护少年的尊严。",
        "imgUrl": "https://p0.meituan.net/movie/7b437e3a0d08d10e374ddc34f71b88fe3379132.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "25787",
                "content": "小北，我哭死了。易烊千玺****😭 😭 😭",
                "UserId": 842
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "19390",
                "content": "***😭😭😭😭😭😭😭😭😭😭😭都给我看！！！**！！！俩主演是要我的命吗！！！！希望校园欺凌不要再发生了，永远都不要再发生",
                "UserId": 393
            },
            {
                "publishDate": "2019-10-26",
                "score": "10",
                "likes": "8421",
                "content": "我欠她一张门票，等我优秀，一定去见你",
                "UserId": 563
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "5049",
                "content": "我的妈呀，哭死了，什么神仙电影啊，校园暴力这个话题真的是太直击人性了，周冬雨不愧是影后，易烊千玺太让人惊喜了。太棒了！！！",
                "UserId": 439
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "7074",
                "content": "少年的你，如此美丽。\n\n你保护世界，我保护你。\n\n北望今心，陈年不移。",
                "UserId": 54
            },
            {
                "publishDate": "2019-10-28",
                "score": "8",
                "likes": "1373",
                "content": "8分，国庆青春片能做到这一步，已经很不错了，值得一看。\n演技上都没什么问题。四字弟弟大门已经打开，前途一片光明，希望之后能看到更多不一样的角色（我有点担心他的性格会限制他的戏路）小黄鸭发挥稳定之中又有提升，导演功不可没！\n主题有点迷，校园暴力？青春高考？悬疑推理？其实一个点讲好就行了，现在有点杂烩了。《白夜行》和《嫌疑人》的影子太重了，听说原作就是融梗？\n片中人物塑造有点站不住，比如魏莱人美有钱成绩好，为什么会这样？老师是一个怎样的人？三位警官为什么会不一样？仔细想想都有很迷惑，当然也不排除因为种种原因作出了妥协，但是看起来真的懵。\n总体来说，影片还是不错的，推荐一看，希望国产电影越来越好。",
                "UserId": 255
            },
            {
                "publishDate": "2019-10-25",
                "score": "1",
                "likes": "1012",
                "content": "作为一部人气爆棚的电影，我想知道它教会了我们什么？是教会我们和刚见面几次的小混混回家、同居？还是教会我们遭遇校园欺凌时找老师和警察没用，要找一个小混混保护你？还是教会我们小混混以暴制暴的方法可以有效抵制校园暴力？还是教会我们失手杀人之后要找一个爱你的人替你顶罪，要不顾人家的心情感情坚定的撇清关系？还是教会我们自己犯的错误自己杀了人非要拒不承认最后拖一个人下水和你一起坐牢两人做一对监狱鸳鸯？还是教会我们坐牢也没关系的，出来之后你依旧可以背着污点当老师？这就是两次撤档重拍之后的结果吗？",
                "UserId": 57
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "3136",
                "content": "太好看了，四字弟弟太帅了！哭死人了",
                "UserId": 136
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "3684",
                "content": "整场电影都很让人压抑。周冬雨和易烊千玺的演技炸裂了！**！爱了爱了！",
                "UserId": 613
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "2818",
                "content": "一直很期待这部电影，观看过好，真的很好看。赚了我许多眼泪……校园暴力值得关注……孩子的心里成长不容忽视",
                "UserId": 439
            }
        ],
        "id": 23
    },
    {
        "link": "https://maoyan.com/films/1284572",
        "name": "1/2的魔法",
        "type": "喜剧 动画 奇幻 冒险",
        "region": "美国",
        "duration": "102分钟",
        "publishDate": "2020-08-19中国大陆上映",
        "score": "8.0",
        "income": "11.0",
        "introduce": "影片设定在一个由精灵、巨魔和灵魂等组成的郊外幻想世界，在那里独角兽在垃圾桶中穿行，像是有着糖果条纹的负鼠。影片提供了一个前提，即魔法是真实的，但它早已被现代技术所遗忘和取代。一对十几岁的兄弟，在他们尚不更事时父亲便已离世，他们决定进入这个幻想世界，与父亲共度最后一个神奇的日子。霍兰德配音弟弟伊安、帕拉特配音聒噪的哥哥、德瑞弗斯配音兄弟二人的母亲、斯宾瑟则会利用其声线的优势。",
        "imgUrl": "https://p0.meituan.net/moviemachine/27e15446e9e4999fa54bbad940b5a8363531802.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-19",
                "score": "9",
                "likes": "898",
                "content": "挺好看的，四次泪目:伊恩对着录音和他爸聊天，巴利让他的车去撞石头，伊恩看着划掉的清单发现其实都以另一种方式得以实现，最后是巴利代替他爸给了伊恩拥抱。虽然结局很容易猜到，但还是有一些惊喜，特别是高速公路那段极其刺激，hhh，棒棒棒。",
                "UserId": 921
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "749",
                "content": "皮克斯出品必属精品！！！",
                "UserId": 453
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "933",
                "content": "特别感人，后半段在影院又被感动哭了，½的魔法，也就是现实生活的映射，我们的生活总是会有那么多不完美，周围的人也是有各种各样的缺点，要相信，生活中不只有不完美的½，还有剩下½的爱意包围在你周围！接受生活的不完美，拥抱生活的不完美！",
                "UserId": 710
            },
            {
                "publishDate": "08-21",
                "score": "10",
                "likes": "75",
                "content": "最好看的动画片，没有之一！！！！迪士尼的电影无敌！！动画片也无敌！！画面超级精美、剧情超级感人！！！！除了迪士尼，其他的动画片都是垃圾",
                "UserId": 998
            },
            {
                "publishDate": "08-20",
                "score": "8",
                "likes": "59",
                "content": "/*1/2的魔法*/要不是在开头结尾有跳跳灯的logo以及影票临近结尾时的温情桥段，我都要以为这不是台灯厂出品，而是梦工厂蓝天亦或是索尼动画的作品了。这是一部以中世纪魔法和现代科技结合的背景下，一个以亲情，陪伴，成长为主题的冒险式公路片，然而缺乏细心打磨的故事情节并没有良好的推动故事发展，庞杂的背景设定在不够清晰的展现下并没有为影片带来锦上添花的效果，反而成了累赘，走过场式桥段和毫无亮点的脸谱化配角更是让这个本该天马行空般的故事了无生气。要不是最后的皮式温情带来的触动，这部影片怕是要实打实登顶个人的皮克斯电影榜单了，那么，最后还是给个第二吧，没错，倒数的！",
                "UserId": 11
            },
            {
                "publishDate": "08-23",
                "score": "10",
                "likes": "60",
                "content": "好好看。兄弟俩为了让弟弟见到死去的爸爸，用手杖与魔法，弟弟在哥哥的鼓励与帮助下，终于找着了那块凤凰魔法宝石，弟弟成全哥哥与整个身体的爸爸道别的心愿，与妈妈，蝎尾狮王，还有半人半马的警察后爸，一起用宝剑制服了凤凰宝石诅咒化成的石龙，终于，弟弟完成了所有的心愿，一起散步，一起大笑，教开车，等等。他终于明白，他没有爸爸，是哥哥一直以来的爱和关怀，让他更加勇敢，自信。兄弟二人相互关爱。克服种种艰难险阻。达成了对方的心愿。一路上笑点不断，精彩纷呈。人物性格鲜明。哥哥敢于冒险但不会魔法知识渊博，弟弟呢会魔法，但是不够勇敢自信。半个身体的爸爸是把散落在地的珍珠串联在一起的那根线。是适合同家人一起看的好电影。",
                "UserId": 242
            },
            {
                "publishDate": "08-19",
                "score": "6",
                "likes": "35",
                "content": "适合小孩来看，也是围绕“爱”题材的电影，虽说是迪士尼出品，但综合看下来少了很多期望，小孩来看会有教育意义",
                "UserId": 651
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "35",
                "content": "皮克斯出品，必属佳品。让观众在欢笑中得到温暖，在故事中窥见现实中自己的影子，曾经胆怯不自信的我们，也许就是一个能做好任何事情的“魔法师”。",
                "UserId": 864
            },
            {
                "publishDate": "08-24",
                "score": "9",
                "likes": "30",
                "content": "本来只是陪孩子去看的，结果看了以后自己先感动哭了好几次T﹏T特别是哥哥为了拦住警车让自己心爱的暴风女王冲向岩石时T﹏T",
                "UserId": 569
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "19",
                "content": "这部电影完美！最后男主大战诅咒龙的时候酷🆒的！",
                "UserId": 886
            }
        ],
        "id": 24
    },
    {
        "link": "https://maoyan.com/films/1297433",
        "name": "刻在你心底的名字",
        "type": "剧情 爱情",
        "region": "中国台湾",
        "duration": "102分钟",
        "publishDate": "2020-07-05中国台湾上映",
        "score": "8.7",
        "income": "10.8",
        "introduce": "影片讲述上世纪90年代初，两位少年前往台北，那里的一切冲击着这两个少年的感官。学校宿舍里发生了对同性恋的霸凌，尽管禁忌一一解放，学校也开始招收女生，但同性恋三个字仍如毒蛇猛兽人人唾弃。而两个男孩间原本暧昧的情愫，也因一个女孩的介入，而就此被打乱。",
        "imgUrl": "https://p0.meituan.net/movie/5cf1fe679629d6b484aa90203d28a22a309789.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "1小时前",
                "score": "10",
                "likes": "0",
                "content": "为什么是台湾上映，大陆表示无比期待，有资源也好啊啊啊啊啊啊啊啊啊",
                "UserId": 527
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "0",
                "content": "超级想看😭😭😭",
                "UserId": 425
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "13",
                "content": "求求大陆上映啊啊啊啊，不行来个资源也好啊",
                "UserId": 895
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "出了踹我好么，我好想看😭 😭 😭",
                "UserId": 647
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "超想看啊，大陆要是能上映就好了",
                "UserId": 18
            },
            {
                "publishDate": "2天前",
                "score": "9",
                "likes": "0",
                "content": "我太想看了 内陆不上映嘛",
                "UserId": 345
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "为什么大陆不放映呀😭😭😭😭😭",
                "UserId": 571
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "好想看啊啊啊啊",
                "UserId": 512
            },
            {
                "publishDate": "3天前",
                "score": "10",
                "likes": "30",
                "content": "就算内陆不上映，有没有资源嘛😭😭😭",
                "UserId": 249
            },
            {
                "publishDate": "4天前",
                "score": "8",
                "likes": "0",
                "content": "看过预告，很想在大陆看到",
                "UserId": 263
            }
        ],
        "id": 25
    },
    {
        "link": "https://maoyan.com/films/344264",
        "name": "战狼2",
        "type": "动作 战争",
        "region": "中国大陆",
        "duration": "123分钟",
        "publishDate": "2017-07-27中国大陆上映",
        "score": "7.8",
        "income": "14.1",
        "introduce": "故事发生在非洲附近的大海上，主人公冷锋遭遇人生滑铁卢，被“开除军籍”，本想漂泊一生的他，正当他打算这么做的时候，一场突如其来的意外打破了他的计划，突然被卷入了一场非洲国家叛乱，本可以安全撤离，却因无法忘记曾经为军人的使命，孤身犯险冲回沦陷区，带领身陷屠杀中的同胞和难民，展开生死逃亡。随着斗争的持续，体内的狼性逐渐复苏，最终孤身闯入战乱区域，为同胞而战斗。",
        "imgUrl": "https://p0.meituan.net/movie/0355f74de087b699b85b7daa3d7881ec365712.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-07-28",
                "score": "9",
                "likes": "23402",
                "content": "作为一个狼迷，简单说一下个人看法，诸位不喜也请勿喷。之前没上映之前很多人说请张翰是个败笔，没有军人的那种肃杀之气，张翰演的是一个纨绔大少爷，但在战斗最初的怯懦之后，表现出的是一个爷们儿的担当和勇敢！还有很多人不懂为什么老仓房里的人要跑出来，那是因为吴京在录的过程中并没有录到证据，所以他们冲出来拿命来提供证据！因为中军必须要有证据才能得到许可才能开火，他们都是敢于直面淋漓和鲜血的勇士！最后简单说一下一些漏洞吧。第一就是个人英雄主义太过，我能一个打整部电影的人，第二是雇佣兵，顶级雇佣兵会杀雇主？第三当然是达康**，分分钟出戏哈哈。最后是总的感受，无论你在世界的任何地方，祖国都是你最坚实的后盾！！！",
                "UserId": 657
            },
            {
                "publishDate": "2017-08-15",
                "score": "9",
                "likes": "29600",
                "content": "第一次这样操作，把以下的评论给垃圾观影人：\n1、电影院不发3D眼镜跟电影毛关系？\n2、影院不开空调是吧，您嘴巴长着好看用的？\n3、迟到了错过前5分钟您老人家心里不爽了，所以看不痛快？打一星您棒棒的\n4、讲真凡是消费者，受到了委屈，请打：315，再不解气打：12345市长热线，告不倒电影院我信了你的邪。\n您的一星，对不起导演，对不起演员，对不起自己的良心！以后还是少看电影吧，不可抗力引起的郁闷也怪电影，您的良心不会痛吗？🙄\n最后，期待战狼3",
                "UserId": 379
            },
            {
                "publishDate": "2017-08-13",
                "score": "8",
                "likes": "13261",
                "content": "给四星，少一星因为张翰在",
                "UserId": 828
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "29077",
                "content": "真的是让人血脉贲张，久久不能平息的一部片子…尤其是开篇水下长镜头，看得快窒息了，太紧张了，还有非洲工厂坦克漂移的那场…很燃很大片，比第一部更好看！感受到了导演的认真劲和所有的付出。张翰的角色也超惊喜，好感+1+1+1+1。出了影院马上想搜 风去云不回 这首歌，被深深的戳中，马上和《战狼1》的情绪衔接在一起，真的被打动了。结尾彩蛋以及配乐也很燃，很有大片的气质，觉得中国也能有这样系列的大片，特别给力。期待《战狼3》",
                "UserId": 68
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "3072",
                "content": "振奋人心，值得去看！",
                "UserId": 748
            },
            {
                "publishDate": "2017-07-30",
                "score": "10",
                "likes": "4260",
                "content": "讲真！从小时候就看吴京的少林系列长大的，特意看了今天的首映！真的震撼到我了，然后赶紧过来评分支持一下，结果没想到评分没有想象中的高，有点失望😞，这部片子，我觉得完全可以说是为中国人民而拍，鼓舞着中华人民的进步，给了我们对祖国极大的拥护和信心",
                "UserId": 344
            },
            {
                "publishDate": "2017-07-30",
                "score": "9",
                "likes": "3439",
                "content": "第一部:犯我中华者，虽远必诛\n第二部:远行九州外，虽远必护\n很期待第三部\n这才叫主旋律电影",
                "UserId": 364
            },
            {
                "publishDate": "2017-07-30",
                "score": "10",
                "likes": "1245",
                "content": "2017.7.30，第一次在星轶IMAX国际影城观影。抱歉，我真不知道如何扣分。**，超燃！！！分分钟完爆好莱坞动作大片。全片无尿点，拳拳到肉，全部都是实拍，包括爆破场面，尤其是开头的水下打斗情节，看着都心疼，吴京真的在是用绳命诠释“硬汉”二字，只为给观众最完美的视觉体验。虽说有些主旋律，虽说这部有些个人英雄主义，那又怎样，看就完了！！！期待第三部！！！",
                "UserId": 623
            },
            {
                "publishDate": "2017-08-02",
                "score": "10",
                "likes": "93",
                "content": "坚持梦想的人让尊敬，不是一线明星却拍得好过一线明星。",
                "UserId": 598
            },
            {
                "publishDate": "2017-07-28",
                "score": "10",
                "likes": "77",
                "content": "换了个电影院，好多了",
                "UserId": 406
            }
        ],
        "id": 26
    },
    {
        "link": "https://maoyan.com/films/1219866",
        "name": "通往春天的列车",
        "type": "剧情 悬疑",
        "region": "中国大陆",
        "duration": "99分钟",
        "publishDate": "2020-09-17中国大陆上映",
        "score": "9.5",
        "income": "15.7",
        "introduce": "讲述小镇青年寻找自我、为生活奔波的故事。将要被火车配件厂买断工龄的李大川，因意外事件被工厂保安当成小偷当场抓获，导致他失去了领取四万元补偿金的资格。李大川为了找回清白，过上了一边寻找小偷、一边为生活奔波的日子。",
        "imgUrl": "https://p0.meituan.net/movie/4027ab12e2e618d627f761e6433d3c291885261.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-17",
                "score": "10",
                "likes": "126",
                "content": "每一个为生存奔波的小人物，当然都心存希望。\n就像这片名，谁都希望自己坐上的，是一辆通往春天的列车。\n电影最后留下的，有期冀，也有苦笑。\n我想这就是生活本来的样子：\n有苦有甜，有悲有喜，以及，有点念想，有个盼头",
                "UserId": 556
            },
            {
                "publishDate": "09-17",
                "score": "2",
                "likes": "90",
                "content": "全是灰色界面  最终就是篇短篇小说，最终也不晓得要表达个啥！\n浪费了任素汐这么好的演员！",
                "UserId": 728
            },
            {
                "publishDate": "09-18",
                "score": "1",
                "likes": "44",
                "content": "**，这什么鬼，半天看不懂",
                "UserId": 239
            },
            {
                "publishDate": "09-18",
                "score": "10",
                "likes": "87",
                "content": "电影是好看的，笑点设置的也很有趣，被定为文物不能拆迁的房子，男主喝醉时和好友的对话，感情也很真挚。被当做小偷的男主的轴劲儿，东北男人爱老婆的劲儿都表现的恰到好处，最后结局更有意思，说好的抓到小偷就给男主的四万块补偿金，因为抓到小偷的人不是男主就不给了，很现实，厂子其实根本就不想给这笔钱。一开始抓到小偷证明自己，拿到四万补偿款是男主的希望，后来坐上火车去南方赚钱是男主的希望，希望复希望，变得是希望的目的地，不变的是普通人的挣扎。",
                "UserId": 563
            },
            {
                "publishDate": "09-17",
                "score": "9",
                "likes": "83",
                "content": "妻子扮演者任素汐，是整部戏演技担当，扮演实属行云流水、一气呵成，张弛有度！我会推荐身边的朋友一起观看这部电影",
                "UserId": 440
            },
            {
                "publishDate": "09-17",
                "score": "10",
                "likes": "60",
                "content": "点上别人灵位借来的香烟，欣赏新春佳节剩下的烟花，小偷和穷人彼此坑害，底层人和残障人相互扮惨。别人偷窃安上了你的罪，别人打架弄乱了你的摊，拎了自尊求上级高低给使使劲，上级甩下信封笑你自尊一文不值。更多人则是那废品站老板，工厂保安，斗殴的围观群众，助推社会向更弱者抽刀，向更强者献媚。",
                "UserId": 688
            },
            {
                "publishDate": "09-17",
                "score": "9",
                "likes": "13",
                "content": "整体来说 还可以吧 有点贾樟柯的感觉    东北人物刻画形象 电影很多细节可以看到生活在底层人民的影子",
                "UserId": 431
            },
            {
                "publishDate": "09-18",
                "score": "2",
                "likes": "7",
                "content": "毫无故事性，情节性",
                "UserId": 773
            },
            {
                "publishDate": "09-18",
                "score": "1",
                "likes": "7",
                "content": "？？？？？？任素汐戏份少的很 而且 节奏一直慢的像gou10. 看到一半就已经看累了 果然是个年轻导演 剧情单调平平 没有get到G.点 唉 很失望 希望下次任素汐选的作品能高质量！继续支持演员任素汐！！！",
                "UserId": 9
            },
            {
                "publishDate": "3天前",
                "score": "6",
                "likes": "2",
                "content": "#微影评##通往春天的列车#还挺喜欢看这种好似平淡无奇的剧情小片 虽然很多地方还是稍有欠缺 但是这个电影还是蛮接地气会有共鸣 东北底层人民一言难尽的生活 电影画面也好似蒙了一层冬日的雾霭 充满悲凉也很憋屈 最后不知踏上的是不是通往春天的列车 但至少向往着也努力着 任素汐演绎的太自然了（6.9） ​",
                "UserId": 258
            }
        ],
        "id": 27
    },
    {
        "link": "https://maoyan.com/films/247949",
        "name": "冰雪奇缘2",
        "type": "喜剧 动画 冒险",
        "region": "美国",
        "duration": "104分钟",
        "publishDate": "2019-11-22中国大陆上映",
        "score": "7.2",
        "income": "10.8",
        "introduce": "为什么艾莎（伊迪娜·门泽尔 配音）天生就拥有神奇魔法？谜题的答案一直呼唤着她，也威胁着王国的安全。她将和安娜（克里斯汀·贝尔 配音）、克斯托夫（乔纳森·格罗夫 配音）、雪宝（乔什·盖德 配音）和驯鹿斯特共同开启一场非凡的冒险旅程。艾莎曾担心世界不能接受自己的冰雪魔法，但在《冰雪奇缘2》中她却必须祈祷自己的魔法足够强大，能够拯救世界。本片由奥斯卡金牌团队打造——导演珍妮弗·李和克里斯·巴克、制作人彼得·戴尔·维克以及词曲作者克里斯汀·安德森-洛佩兹及罗伯特·洛佩兹悉数回归，原配音班底伊迪娜·门泽尔、克里斯汀·贝尔、乔纳森·格罗夫和乔什·盖德再度加盟。华特迪士尼动画工作室荣誉出品《冰雪奇缘2》将于2019年11月22日登陆北美院线。",
        "imgUrl": "https://p0.meituan.net/moviemachine/58ee13be6dc60bf5e636cf915bbbaaa55787785.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-07",
                "score": "9",
                "likes": "5859",
                "content": "怎么评论里都是一堆小学生？有没有成年人一样在期待的",
                "UserId": 811
            },
            {
                "publishDate": "2019-11-22",
                "score": "8",
                "likes": "4276",
                "content": "《冰雪奇缘2》依旧是大、小孩子喜爱的音乐动画电影。[机智]对幼儿音乐启蒙教育起到了至关重要的作用。迪士尼的制作水准没的说，只不过前半段的叙事节奏稍显缓慢。吐槽一下ed是真的长。happy ending[微笑]",
                "UserId": 294
            },
            {
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "4422",
                "content": "2013-2019赴Frozen 六年之约 \n永远的Queen Elsa💕",
                "UserId": 286
            },
            {
                "publishDate": "2019-11-23",
                "score": "7",
                "likes": "2691",
                "content": "人生第一次点映场献给了frozen2\n不温不火 迪士尼调性\n电影特效二话不说一级棒\n最喜欢的一幕还是elsa大海里追赶信号声的场景\n可以说续篇肯定没法超越第一部\n也算是frozen系列完美收官的最好表示啦",
                "UserId": 488
            },
            {
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "2189",
                "content": "故事脉络很清晰 填完整了一些坑 音乐还是一如既往的好听 虽然第一部已经很让人惊艳了 但是第二部还是没有令人失望 对于我喜欢的冰雪奇缘来说这是一个完美的结局了 期待更多的奇缘 into the unknown.",
                "UserId": 793
            },
            {
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "844",
                "content": "我死掉了为什么冰雪奇缘能这么好看呜呜呜呜呜呜我**震撼到哭我永远喜欢冰雪奇缘太美了太有表现力了我**怎么就不会写作不会画画！好想写一个神仙文案来夸她或者画画爆呜呜呜我太满足了我原地螺旋旋转自由转体三周半升天彩虹去世",
                "UserId": 739
            },
            {
                "publishDate": "2019-11-22",
                "score": "8",
                "likes": "663",
                "content": "凑合，歌曲太多。四脚蛇非常可爱",
                "UserId": 547
            },
            {
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "532",
                "content": "艾莎终于找到了自己\n光看预告，还是低估了迪士尼\n太他mother's good look\n美炸美炸美炸美炸**绝美！！！\n故事也没得说（nb）\n实在是没想到会哭，所以没带纸。。。\n两个字总结，好看\n我还想看嘻嘻嘻",
                "UserId": 765
            },
            {
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "359",
                "content": "Elsa姐妹勇闯魔法森林，探索魔法起源，寻找拯救阿伦黛尔的方法，一场全新冒险即将开启。完美的歌舞、完美的特效、完美的人物让你领略冰天雪地的无限风光。Anna在绝境中不放弃希望引导石头巨人砸毁了大坝救回了Elsa。Elsa在危急时刻运用强大的冰霜魔法冻住了洪水，拯救了阿伦黛尔。艾莎女王万岁！安娜女王万岁！Do you want to build a snowman？！",
                "UserId": 429
            },
            {
                "publishDate": "2019-11-22",
                "score": "8",
                "likes": "293",
                "content": "康熙来了有一期，妈妈们吐槽伢们看了《冰雪奇缘1》后，看见楼梯就开始“Let it go,Let it go “ 烦死了！到了第二部，热门单曲就从《紧它克》变成了陶喆的《找自己》。整部影片就是动画版的《第五元素》，歌好听、景好看、艾莎升级版的仙裙不出意外又该是迪斯尼里的爆款！",
                "UserId": 411
            }
        ],
        "id": 28
    },
    {
        "link": "https://maoyan.com/films/1278458",
        "name": "鬼灭之刃 兄妹的羁绊",
        "type": "动作 动画 惊悚 奇幻",
        "region": "日本",
        "duration": "113分钟",
        "publishDate": "2019-03-29日本上映",
        "score": "9.7",
        "income": "6.7",
        "introduce": "舞台是大正日本。卖木炭的心地善良的少年炭治郎的日常生活因家人被魔鬼杀害而彻底改变。为了帮助唯一幸存下来的却变成凶恶鬼的妹妹隅豆子恢复如初，炭治郎踏上了为讨伐杀害家人的鬼的旅途……",
        "imgUrl": "https://p1.meituan.net/movie/7be345df4908eb75710b87c9cb3adec0166362.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-08",
                "score": "7",
                "likes": "0",
                "content": "故事挺感人的，我看的是动漫里的，没看电影。但是情节应该大致差不多，个人还是比较喜欢的。",
                "UserId": 889
            },
            {
                "publishDate": "08-04",
                "score": "10",
                "likes": "0",
                "content": "perfect！我太喜欢富贵鱼鱼了我上辈子一定是一只鲑鱼！",
                "UserId": 565
            },
            {
                "publishDate": "04-12",
                "score": "10",
                "likes": "0",
                "content": "引进啊啊啊啊啊",
                "UserId": 657
            },
            {
                "publishDate": "03-23",
                "score": "10",
                "likes": "0",
                "content": "一定要引啊啊啊啊啊！来自不在日本的朋友",
                "UserId": 563
            },
            {
                "publishDate": "01-04",
                "score": "10",
                "likes": "0",
                "content": "超爱祢豆子！一定要在国内上映啊啊啊",
                "UserId": 618
            },
            {
                "publishDate": "2019-12-19",
                "score": "10",
                "likes": "0",
                "content": "我想看啊！！！",
                "UserId": 859
            },
            {
                "publishDate": "2019-12-14",
                "score": "10",
                "likes": "49",
                "content": "一定要引进啊啊啊啊",
                "UserId": 981
            },
            {
                "publishDate": "2019-10-25",
                "score": "10",
                "likes": "39",
                "content": "我擦擦擦，抓紧引过来啊😱",
                "UserId": 462
            },
            {
                "publishDate": "2019-10-23",
                "score": "10",
                "likes": "29",
                "content": "我喜欢猪猪还有祢豆子，和炭治郎",
                "UserId": 294
            },
            {
                "publishDate": "2019-10-21",
                "score": "10",
                "likes": "6",
                "content": "国内什么时候能上映啊！",
                "UserId": 893
            }
        ],
        "id": 29
    },
    {
        "link": "https://maoyan.com/films/1301478",
        "name": "北平会馆",
        "type": "惊悚 恐怖 悬疑",
        "region": "中国大陆",
        "duration": "98分钟",
        "publishDate": "2020-08-20 18:00中国大陆上映",
        "score": "9.4",
        "income": "14.5",
        "introduce": "月黑风高，女鬼出没！京城四大凶宅之一的北平会馆内，邪灵魅影飘忽不定，诡秘的二胡声一响，必有人魂飞魄散，尖叫毙命！连环死亡名册引发阵阵恐慌，每位在会馆横死的人，都将被记录在册。躲在暗处的难解之谜、无法破除的死亡诅咒、如厉鬼磨牙吮血的骇人夺命二胡声、不翼而飞的尸体、光怪陆离的超自然现象死亡、令人凄神寒骨的人偶，让整个会馆氤氲着死亡气息。海归女法医神秘出现联手恐怖作家为解开迷局，不顾生死闯入会馆，却让事情变得更加扑朔迷离。北平会馆内毛骨悚然的二胡声从未停歇，怪诞诡奇的死亡依旧在继续…………",
        "imgUrl": "https://p0.meituan.net/movie/09ad467d7c27bc520438db4cf8413565982827.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-20",
                "score": "1",
                "likes": "1472",
                "content": "我已经好久没有看过。如此厚颜无耻的恐怖片了。，，刷新三欢，从此对国产这类的电影。失去了信心。。虽然早知道最后是人为的，但是，这剧情够狗血。。真心的。建议少花钱去浪费眼神。",
                "UserId": 7
            },
            {
                "publishDate": "08-20",
                "score": "1",
                "likes": "1105",
                "content": "****玩意儿  哪里恐怖了？笑声不断？这导演牛批了 我这跑龙套的也看不下去了",
                "UserId": 232
            },
            {
                "publishDate": "08-20",
                "score": "1",
                "likes": "824",
                "content": "辣鸡 真**辣鸡 **给你1分是因为1分最低",
                "UserId": 317
            },
            {
                "publishDate": "08-21",
                "score": "1",
                "likes": "198",
                "content": "有脸要评分？滚吧，一个恐怖片我自己一个人坐前排看让后面那些人笑的吓我一跳，你这是恐怖片？？你是猴子请来的逗比吧？",
                "UserId": 870
            },
            {
                "publishDate": "08-21",
                "score": "1",
                "likes": "221",
                "content": "太吓人了，吓得我想笑，鬼呢，鬼呢，鬼呢，啥片都能上，服了，祝导演这辈子吃不上四个菜！！！",
                "UserId": 964
            },
            {
                "publishDate": "08-21",
                "score": "2",
                "likes": "172",
                "content": "**电影 居然这么欺骗老百姓的钱 我一个星期的饭钱都搭在这个电影里了 什么烂片 再也不相信国产的惊悚片了 气死我了",
                "UserId": 434
            },
            {
                "publishDate": "08-21",
                "score": "1",
                "likes": "91",
                "content": "浪费钱的东西，谁看谁后悔.（我已经后悔） 当然，有这个钱不如去买杯奶茶喝喝，奶茶还比这个便宜，这个真的是坑钱. 吓人的东西就是假得要命，骗我们老百姓的钱啊啊啊啊啊",
                "UserId": 687
            },
            {
                "publishDate": "08-20",
                "score": "1",
                "likes": "112",
                "content": "** 作为一个超级电影迷来说 ，这是我看过最垃圾的电影，就是属于那种爱奇艺都不用会员的片子。",
                "UserId": 33
            },
            {
                "publishDate": "08-20",
                "score": "1",
                "likes": "75",
                "content": "没有演技，没有剧情，空白无物，强行对白，真的**",
                "UserId": 246
            },
            {
                "publishDate": "08-21",
                "score": "1",
                "likes": "40",
                "content": "超级狗血！！",
                "UserId": 443
            }
        ],
        "id": 30
    },
    {
        "link": "https://maoyan.com/films/1297466",
        "name": "釜山行2：半岛",
        "type": "动作 惊悚",
        "region": "韩国",
        "duration": "115分钟",
        "publishDate": "2020-07-15韩国上映",
        "score": "9.9",
        "income": "13.9",
        "introduce": "上集列车驶往釜山后，丧尸病毒瞬间全国爆发，4年后的韩国尸毒遍野，被全球孤立，沦为死城。所馀无几的生还者踏上最后一艘难民船，离开被世人遗弃的朝鲜半岛。退伍军人正锡(姜栋元 饰)和家人有幸登上难民船，但一上船便发现丧尸潜伏，幸得香港收容，这批韩国人才得以上岸，以「半岛难民」身分在香港重新生活。但正锡受不住金钱诱惑，加入了一个回国窃取巨额美金的行动。他和队友重返韩国，竟然发现仍有一班未受尸毒感染的人在挣扎求存，正锡决定带这班倖存者逃生，他们最后能否成功逃出尸杀半岛？",
        "imgUrl": "https://p0.meituan.net/movie/4720992f249ea2745288beeba37e5d41209062.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-11-22",
                "score": "10",
                "likes": "1626",
                "content": "广电局**赶紧给老子上映",
                "UserId": 341
            },
            {
                "publishDate": "01-28",
                "score": "10",
                "likes": "1184",
                "content": "明知山有釜，偏向釜山行",
                "UserId": 754
            },
            {
                "publishDate": "2019-11-21",
                "score": "10",
                "likes": "697",
                "content": "希望早日再国内上映，釜山行真的很感动，充分体现出了人格不分高低贵贱，面临灾难但是人性的光辉还在！！！",
                "UserId": 628
            },
            {
                "publishDate": "02-28",
                "score": "10",
                "likes": "139",
                "content": "不可能上映的，想都别想。只能从手机上看吧，广电是不可能通过的，真不知道为什么，丧尸片比中国那垃圾鬼片好看多了",
                "UserId": 594
            },
            {
                "publishDate": "02-28",
                "score": "8",
                "likes": "86",
                "content": "这部片子不错，但是想要在中国大陆上映是不太可能的了，就算上映了也被删减的不成样了，广电是真的恶心，国产垃圾恐怖片这么多全是广电的，想看的还是去港澳台看吧，内地是不太可能的了",
                "UserId": 389
            },
            {
                "publishDate": "06-01",
                "score": "10",
                "likes": "65",
                "content": "请问釜山行2什么时候能在中国上映啊",
                "UserId": 865
            },
            {
                "publishDate": "02-28",
                "score": "10",
                "likes": "65",
                "content": "为什么生化危机能够上映釜山行就不行？求广电再三思呀，我不想再用手机看这种大片了",
                "UserId": 634
            },
            {
                "publishDate": "2019-10-20",
                "score": "6",
                "likes": "48",
                "content": "啊 前作演员不会回归有点失望啊",
                "UserId": 171
            },
            {
                "publishDate": "2019-12-16",
                "score": "10",
                "likes": "38",
                "content": "一般丧尸片都不会有主角活着",
                "UserId": 426
            },
            {
                "publishDate": "2019-09-13",
                "score": "9",
                "likes": "36",
                "content": "九分吧，希望这部电影不要想某堡垒一样，留个期待吧",
                "UserId": 800
            }
        ],
        "id": 31
    },
    {
        "link": "https://maoyan.com/films/344869",
        "name": "疯狂的外星人",
        "type": "剧情 喜剧 科幻",
        "region": "中国大陆",
        "duration": "116分钟",
        "publishDate": "2019-02-05中国大陆上映",
        "score": "9.8",
        "income": "7.7",
        "introduce": "耿浩（黄渤 饰）与一心想发大财的好兄弟大飞（沈腾 饰），经营着各自惨淡的“事业”，然而“天外来客”（徐峥 饰）的意外降临，打破了二人平静又拮据的生活。神秘的西方力量也派出“哼哈二将”在全球搜查外星人行踪。啼笑皆非的跨物种对决，别开生面的“星战”，在中国某海边城市激情上演。",
        "imgUrl": "https://p0.meituan.net/movie/6a21e35ad7106c60967954b165c09b92915222.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "7287",
                "content": "槽点笑点都很到位，不会显俗，是一部不可多得的好电影。",
                "UserId": 403
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "5441",
                "content": "提起宁浩，宁浩学习外国导演是成功的，他不断的通过学习，变成自己的技能，再加上创新，形成了独特的宁氏风格。想到的太多了，小成本、多方言、黑色幽默、多线条叙事、多结构、非线性叙事等等，都是国内开山鼻祖！徐峥拍完了泰囧接受采访是表示认识了宁浩才知道电影还可以这么拍，我觉得宁浩和其他的第六代导演最大的区别在于：宁浩在努力的模仿外国导演，糅合成自己的东西，而其他导演在努力的模仿宁浩！",
                "UserId": 516
            },
            {
                "publishDate": "2019-06-20",
                "score": "5",
                "likes": "1555",
                "content": "一般般，不推荐",
                "UserId": 423
            },
            {
                "publishDate": "2019-06-22",
                "score": "5",
                "likes": "1190",
                "content": "在宁浩的“疯狂系列”电影里面，无论是影片的场景选择与布置，人物形象的塑造，语言的选择都是充满一种破旧灰暗的色彩，《疯狂的石头》重庆的老旧街道，《疯狂的赛车》厦门的破旧胡同，小人物的衣着穿戴，各种方言的汇聚，显得非常的凌乱荒诞，但是结合在一起又有一种无法言语的悲伤，宁浩自己定性为：疯狂系列是荒诞剧，而不是大众所说的喜剧。“疯狂系列”就此定性。从《疯狂的石头》里认识了黄渤，《夏洛特烦恼》里知道了沈腾，这些年两位带给我无数欢笑的男人终于要联手了！",
                "UserId": 647
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "1159",
                "content": "想不到今年有这么好看的电影，实在太精彩了，这部电影",
                "UserId": 432
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "894",
                "content": "年前就挺期待的，黄渤沈腾徐峥的组合，科幻和喜剧的结合，挺搞笑的，在大年初一和家人一起笑到最后。",
                "UserId": 650
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "950",
                "content": "好看。片头和片尾完美诠释。尤其听的背景新春音乐绝了。来大哥这口我深了 ！",
                "UserId": 26
            },
            {
                "publishDate": "2019-06-20",
                "score": "8",
                "likes": "276",
                "content": "包括片中两句最经典的台词“虽远必诛”，调戏了吴京的《战狼》；“我养你啊”，又效仿了周星驰的《喜剧之王》。\n春节档期的两大对手，都让宁浩给玩了。\n也是，人家连外星人都拿来当猴耍，在电影里逞几句口舌之快算个啥？\n而与全片嬉笑怒骂风格相得益彰的还有本片的音乐，滑稽怪异，癫狂戏谑，尤其是那首同名主题曲《疯狂的外星人》将无厘头的胡闹做派体现的淋漓尽致，还有最后的人猴大战，被外星人附身的小猴欢欢，扛着铁棍溜溜达达的样子，有木有《西游降魔篇》里齐天大圣孙悟空的架势？而这些元素会不会让人想起周星驰喜剧电影的恶搞风格？\n单纯从欢乐的角度讲，《疯狂的外星人》是“疯狂系列”最好笑最颠覆最肆无忌惮、可着劲折腾的一部。",
                "UserId": 693
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "802",
                "content": "这是一部外星人科幻喜剧   不过难得的是   该故事做出了属于中国自己的风格   这点儿让人很亲切  希望宁浩导演能够一如既往地坚持下去",
                "UserId": 232
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "247",
                "content": "2月14婚期定了，希望能有520个赞，谢谢各位叔叔阿姨哥哥姐姐弟弟妹妹",
                "UserId": 118
            }
        ],
        "id": 32
    },
    {
        "link": "https://maoyan.com/films/1215300",
        "name": "假面饭店",
        "type": "剧情 悬疑",
        "region": "日本",
        "duration": "133分钟",
        "publishDate": "2020-09-04中国大陆上映",
        "score": "8.7",
        "income": "2.5",
        "introduce": "东京发生三起连环杀人案。侦探刑警在考察案情后判断下一次案件将发生在Koruteshia酒店。他扮成服务人员潜入酒店，与酒店前台小姐一起追查凶手。本片由木村拓哉以及长泽雅美领衔主演。",
        "imgUrl": "https://p1.meituan.net/movie/1818ce14669a901792c052caf048475a640420.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-04",
                "score": "10",
                "likes": "364",
                "content": "很喜欢东野的小说，不过看之前没有太大的期待，毕竟不算是东野最有亮点的作品之一，不过影片超出了我的预期。可以这么说，如果你想看那种刺激的推理片，一步一步推出凶手有人被杀什么的，那么这部影片可能不适合你。但是，东野所带来的对人性细腻的描述，绝对超出你的想象。这也正是东野的魅力所在。",
                "UserId": 954
            },
            {
                "publishDate": "09-05",
                "score": "4",
                "likes": "257",
                "content": "一开始看到几串数字，就猜出和坐标有关了，还以为会是一部推理剧，连环杀人案，或是交换杀人案，兴奋了一会儿，结果发现这是我看过东野圭吾最差的一部剧了。虽然各种反转，但是剧情处理太生硬。\n剧情不连贯，像单元剧一样，全片主题明显，主角智商不在线，追凶全靠带着摄影机跑。\n最后给出的杀人理由也很是牵强，完全没办法与这么设计手法的杀人案结合在一起，感觉就像用机关枪打蚊子，杀鸡用牛刀。\n再说拍摄手法，导演很喜欢转来转去，要么摄影机围着主角转，要么摄影机跟着主角的视线转，看得眼睛特别疼，全是昏的。\n最后结论4🌟不能再多了，浪费两个多小时时间。",
                "UserId": 517
            },
            {
                "publishDate": "09-05",
                "score": "7",
                "likes": "19",
                "content": "不是原著党，属于脑子一热冲卡司冲东野来看的，我先说好这部电影比较不推荐两个人以上观看，也不适合看惯了商业片吃惯了爆米花🍿️的观影者，这部影片节奏有点慢甚至拖沓，有些部分显得刻意而为之，而且情节比较挤牙膏，很没有代入感或者说体验感很差。可能导演铃木君自己也知道这部影片自己拍不好，导不出来，所以在请演员阵容上花了大功（价）夫（钱），所以为什么这部片我是看在nagasawa和木村拓哉上给的及格分，属于外表浮夸内容平淡。这部电影感觉可以拍的更好我总感觉。。。。",
                "UserId": 588
            },
            {
                "publishDate": "09-04",
                "score": "9",
                "likes": "93",
                "content": "电影🎬情节很紧凑，曲折悬疑，步步扣人心悬。木村拓哉和长泽雅美演技出色，男神还是我男神。",
                "UserId": 588
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "62",
                "content": "作为看过东野圭吾所有作品的铁杆粉丝，我可以心口如一的说，这部电影，拍出了我心目当中的东野圭吾，想要表达的每个细节，角色丰富的内心戏。\n影片两位主演，用精湛的演技，完美诠释了抽丝剥茧的情节悬疑，对每个怀疑人物丝丝入扣的剖析还原，用眼神、用身体语言、用精彩的对话，演绎了一起即将发生的凶杀案件的整个侦破原罪过程。\n东野圭吾最擅长于描写人性，尤其是剧中人心理，有两个情节特别引人回味，一个是木村拓哉饰演的刑警，面对学生时代被无意伤害的老师，细节刻画的入情入理，情与理衔接的天衣无缝完美无缺，让人有要笑着哭的内心冲动。\n案情结束后一切尘埃落地，男女主角相互泯然一笑，真有让人着迷一般的美好感受，绝对值的一看！",
                "UserId": 364
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "31",
                "content": "不得不说日本的服务做的是非常棒，九十度的鞠躬，三十度的嘴角上扬，体现出一个专业的酒店服务人员。刑警假装酒店工作人员，每天面对形形色色的客人，每个人都带着假面，要从中找出杀人犯，警察体现了自己专业的一面，酒店工作人员也是临危不惧，非常棒很好看。",
                "UserId": 778
            },
            {
                "publishDate": "09-04",
                "score": "9",
                "likes": "16",
                "content": "这是一部极其适合男人观看的电影。片中不仅女主的表演和形象出色（感觉是日本版高圆圆），所有女性角色都惹人喜爱。我最中意的是和女主一起饰演酒店另一前台的那位女生，那一身职业装，那标准的职业姿态和礼仪，简直的制服诱惑。值得一提的是连片中凶手都让人不觉得可恶，反而有一丝同情。而且凶手的扮演者竟然是松隆子。相反片中男性角色除了男主和酒店经理几乎各个惹人烦。剧情倒是没什么惊险，案情也没有太烧脑和复杂 。忽然又想起东野圭吾之前的那部祈祷落幕，凶手也是女性。看来东野也许对女性有种特殊的解读。",
                "UserId": 780
            },
            {
                "publishDate": "09-08",
                "score": "10",
                "likes": "17",
                "content": "看之前看到很多差评，看完觉得打低星差评的不是没读过书就是带点******，要么就是其他电影请的水军刷的差评，嘻嘻。不说有多优秀多好看吧（没看过原著），剧情和一些小推理，包括支线都挺不错的，音乐画面也很不错。演员就不用说了看到演员表还有迟疑的那您也挺厉害的。至少比用钱刷好评实际一塌糊涂的众多国产片不知好多少倍。不服别辩，没空理闲人，至于看了差评就不想看的，那太好了又给您省了一张电影票钱，又给好电影少了一条无脑差评。",
                "UserId": 368
            },
            {
                "publishDate": "09-05",
                "score": "1",
                "likes": "10",
                "content": "万达的品质真是惊人！！！9个月的疫情封闭期、三年的下水道味道非但没有改变反而越来越浓郁到令人作呕🤮不知道是什么隔音材料，隔壁战争片的对话都那么清晰……炮弹来袭都分不清是我们这个厅的嘛、怎么安心看案情分析",
                "UserId": 473
            },
            {
                "publishDate": "6小时前",
                "score": "6",
                "likes": "0",
                "content": "emmmmm，有一点点无聊",
                "UserId": 81
            }
        ],
        "id": 33
    },
    {
        "link": "https://maoyan.com/films/1330566",
        "name": "秀美人生",
        "type": "剧情 青春",
        "region": "中国大陆",
        "duration": "124分钟",
        "publishDate": "2020-09-06中国大陆上映",
        "score": "9.1",
        "income": "1.3",
        "introduce": "影片根据“全国优秀共产党员”“时代楷模”黄文秀先进事迹改编。讲述了她放弃大城市的工作机会，毅然回到家乡，与年轻伙伴们在脱贫攻坚第一线倾情投入、奉献自我，绽放青春的故事。",
        "imgUrl": "https://p0.meituan.net/movie/f68bbfd1118530b19b4186b0ae80891a417805.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "19小时前",
                "score": "10",
                "likes": "0",
                "content": "感觉还不错，挺好看的，我们是组队一起去看的",
                "UserId": 300
            },
            {
                "publishDate": "1天前",
                "score": "9",
                "likes": "0",
                "content": "除了名字土，剧情还是很好看的",
                "UserId": 153
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "1",
                "content": "非常感人！展现出了文秀**工作的艰难，家人与事业的矛盾。演得很真实！",
                "UserId": 834
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "0",
                "content": "黄文秀用其短短一生，向广大党员、干部展示了一名共产党员对党忠诚、心系群众、忘我工作、无私奉献的优秀品质。毫无疑问，黄文秀是广大党员、干部时刻看齐的榜样。怀揣梦想的青年人，该如青苗，奋力向上，要勇敢地挺在摆脱贫困的最前线， 燃烧自己的力量和智慧，做照亮身边人的一颗颗小太阳，就如黄文秀这般，愿意把自己的青春梦想献给家乡，在我们深切怀念她的同时，不得不为这样一个愿意回乡建设的知识分子而竖起大拇指。",
                "UserId": 284
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "0",
                "content": "这部影片十分的好看，虽然没有大起大落的剧情，但是剧情十分的吸人眼球。看完过后我的后感是要向黄文秀一样做一个对社会有用的人",
                "UserId": 132
            },
            {
                "publishDate": "1天前",
                "score": "10",
                "likes": "0",
                "content": "感谢黄文秀带来了这么好的人生",
                "UserId": 407
            },
            {
                "publishDate": "1天前",
                "score": "8",
                "likes": "0",
                "content": "很温情，很感人至深的扶贫干部。",
                "UserId": 174
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "好好看，特别感人，年轻人就该有这样的精神",
                "UserId": 176
            },
            {
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "《秀美人生》看完后感动不已，黄文秀用生命照亮了扶贫路，她将激励着我们每一位不懈奋斗，继续前行，不忘初心，牢记使命，为祖国和人民奉献青春的感人事迹，是当下每一个人的学习榜样。",
                "UserId": 844
            },
            {
                "publishDate": "2天前",
                "score": "9",
                "likes": "0",
                "content": "扶真贫，真扶贫！真切感受到扶贫工作的艰难，以及扶贫队员的奉献精神！为好电影点赞！",
                "UserId": 282
            }
        ],
        "id": 34
    },
    {
        "link": "https://maoyan.com/films/3453",
        "name": "花木兰",
        "type": "剧情 动画 家庭 冒险",
        "region": "美国",
        "duration": "88分钟",
        "publishDate": "1999-02-23中国大陆上映",
        "score": "8.7",
        "income": "15.9",
        "introduce": "花木兰是家中的长女，性格爽朗率真，父母极力想帮女儿找到一个好归宿，可是多次努力未果。此时却收到了北方匈奴侵略的消息，朝廷召集各家各户的壮丁。木兰父亲也在名单之内，木兰不忍年迈残疾的父亲征战沙场，决定割掉长发，偷走父亲的盔甲，决定女扮男装代父从军。花家的祖先为了保护木兰，便派出了心地善良的木须从旁帮忙。从军的过程中，木兰凭着坚强意志，通过了一关又一关的艰苦训练，她的精神也感动了所有战友。就在战况告急的时候，她也被发现了女子的身份。她被遗留在雪地中，而最后也是她的及时出现，顺利协助大军击退了匈奴。",
        "imgUrl": "https://p1.meituan.net/movie/7f538ec170e932b259c671dfb9a43a29887177.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-02-26",
                "score": "8",
                "likes": "8",
                "content": "作为闺女去迪士尼之前的补完计划之一，近期陪她看了《花木兰》。整体还好吧，中国的故事中国的人物中国的元素但仍旧是西方的内核。看到最后也没能解决我一直以来的疑惑——就是花木兰一介平民是如何入选迪士尼公主的？另外多啰嗦一句，看的是国配版，成龙大哥的配音真是出戏啊，大家能看原声还是看原声吧。",
                "UserId": 995
            },
            {
                "publishDate": "2018-08-24",
                "score": "6",
                "likes": "7",
                "content": "迪斯尼的一贯水准，很遗憾迪斯尼拍了我们中国都没拍的动画。美国人并不了解博大精深的中国文化，所以这只是一个叫花木兰的美国女兵。客观的说，动画的趣味性相当不错，当然建立在恶搞的基础上。这只是美国人把自己的故事，自己的文化搬到中国场景去演绎。所以，从某种程度说是种文化侵入，有效但不成功的作品。希望有天中国能排出自己的故事吧",
                "UserId": 442
            },
            {
                "publishDate": "2015-06-29",
                "score": "9",
                "likes": "3",
                "content": "小时候的几大洗脑动画之一。现在在看过许多动画电影之后反过头去审视这部动画，发现这部动画在我心中的地位未曾有过丝毫的动摇。人物的画风非常独特，融入了不少的中国元素，毕竟在那个中国电影市场还没有像今天这样占有重要地位的年代，这样的画风确实让人眼前一亮。虽然电影讲述的是中国家喻户晓的传奇英雄，但其中也融入了不少外国人对于中国文化的理解，在几个主要人物的身上都有体现。个人认为影片的效果绝对不输技术发达的今天的作品，尤其是雪崩那场戏令人印象深刻。PS·片尾曲洗脑功力不是盖的！",
                "UserId": 863
            },
            {
                "publishDate": "2018-08-11",
                "score": "10",
                "likes": "4",
                "content": "很棒，木兰精神。",
                "UserId": 552
            },
            {
                "publishDate": "2015-02-23",
                "score": "9",
                "likes": "2",
                "content": "多年前看的时候，觉得很经典～\n音乐和剧情都很到位！\n而且，这是一部由老外们演绎的中国传统故事，明显的感受到外国人对中国人的文化理解～\n那只营养不良的龙，叫木须～估计是老外吃中国菜时，喜欢点木须炒肉的缘故，哈哈\n\n龙画的营养不良，但却通体红色～\n也算外国人在努力阐释他们眼中的中国吧～\n推荐看～\n还有第二部哟～",
                "UserId": 140
            },
            {
                "publishDate": "2016-10-02",
                "score": "8",
                "likes": "2",
                "content": "電影不錯，遺憾的是這麼經典的故事卻是美國拍攝。我們的導演只會拍一些王寶強，黃勃，徐爭，小瀋陽這樣的賣座傻劇，遺忘了電影真正的本質，民族的悲哀",
                "UserId": 975
            },
            {
                "publishDate": "2017-12-08",
                "score": "10",
                "likes": "1",
                "content": "太经典了！！！小时候看了几遍都数不清了，非常好看！中文配音的歌也很好听",
                "UserId": 823
            },
            {
                "publishDate": "2016-02-06",
                "score": "8",
                "likes": "1",
                "content": "美国人对中国传统文化的认知真是让人害怕！",
                "UserId": 338
            },
            {
                "publishDate": "2018-04-01",
                "score": "10",
                "likes": "1",
                "content": "非常好看！谁说女子不如男？！",
                "UserId": 482
            },
            {
                "publishDate": "2016-07-09",
                "score": "9",
                "likes": "1",
                "content": "第一次看时居幻稚的认为是国产的…少不经事…被老外挖了墙角…还有后续的熊猫…好吧 就承认人家好就是！好看才是硬道理！给9分～谁让不是3D的！？～其实是在气不是中国制作的…",
                "UserId": 103
            }
        ],
        "id": 35
    },
    {
        "link": "https://maoyan.com/films/1263349",
        "name": "萌宠流浪记",
        "type": "动画 喜剧",
        "region": "英国",
        "duration": "88分钟",
        "publishDate": "2020-09-18中国大陆上映",
        "score": "7.8",
        "income": "7.5",
        "introduce": "Trouble是一只被宠坏了的狗狗。平时生活在一个大豪宅中，吃着菲力牛排作为午餐，睡在最好的床上，这一切都是其他狗狗做梦都难以得到的。但是当它富有的主人去世之后，Trouble却阴错阳差离开了豪宅，只能独自一人生活的它需要开始寻找一个新的家。不过在这个险恶的世界中，Trouble平日的骄纵心态使它就像鱼儿离开水一样，生活的十分困难。同时，已故主人的贪婪亲戚在得知这只狗实际上是得到遗产的关键之后密谋对它进行绑架······",
        "imgUrl": "https://p1.meituan.net/movie/4dc7bde9dbdbb73ecd9b14d2752d17c43681386.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2分钟前",
                "score": "10",
                "likes": "0",
                "content": "很好看，非常的喜欢",
                "UserId": 184
            },
            {
                "publishDate": "47分钟前",
                "score": "10",
                "likes": "0",
                "content": "很不错，很适合小朋友看",
                "UserId": 228
            },
            {
                "publishDate": "47分钟前",
                "score": "10",
                "likes": "0",
                "content": "很不错，很适合小朋友看",
                "UserId": 742
            },
            {
                "publishDate": "1小时前",
                "score": "10",
                "likes": "0",
                "content": "特别的很好看",
                "UserId": 492
            },
            {
                "publishDate": "1小时前",
                "score": "10",
                "likes": "0",
                "content": "小孩很喜欢看",
                "UserId": 112
            },
            {
                "publishDate": "1小时前",
                "score": "8",
                "likes": "0",
                "content": "挺好的吧`。",
                "UserId": 719
            },
            {
                "publishDate": "3小时前",
                "score": "10",
                "likes": "1",
                "content": "结局很温馨！",
                "UserId": 233
            },
            {
                "publishDate": "3小时前",
                "score": "0",
                "likes": "0",
                "content": "超级好看搞笑",
                "UserId": 849
            },
            {
                "publishDate": "3小时前",
                "score": "10",
                "likes": "0",
                "content": "萌宠流浪记演的不错👍，让世界充满了爱，让动物们对人类有了新的希望，人类爱所有动物吧！这样你会得到更多",
                "UserId": 475
            },
            {
                "publishDate": "4小时前",
                "score": "8",
                "likes": "0",
                "content": "7岁小朋友看过后感觉还不错，值得推荐",
                "UserId": 413
            }
        ],
        "id": 36
    },
    {
        "link": "https://maoyan.com/films/1281095",
        "name": "紫罗兰永恒花园 外传：永远与自动手记人偶",
        "type": "剧情 动画",
        "region": "日本",
        "duration": "91分钟",
        "publishDate": "2020-01-10中国大陆上映",
        "score": "8.7",
        "income": "11.5",
        "introduce": "作为“战争机器”长大的女主人公薇尔莉特·伊芙加登（石川由依 配音），在战争中失去双臂，并与收养她的少佐分离，在装上义肢后，成为邮政公司一名从事代写书信工作的 “自动手记人偶”。在车马缓慢、只能以信件传递感情的年代里，“自动手记人偶”通过与委托人接触交流，代写书信，以优美准确的文字传递着人们最为真挚的感情。外传的故事中，薇尔莉特·伊芙加登接到了一桩特殊的委托工作……",
        "imgUrl": "https://p0.meituan.net/movie/37e835fdaf68e48dd002b6757374251d6793835.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "01-10",
                "score": "10",
                "likes": "4867",
                "content": "虽然是铁粉，但是画质与剧情来说不算是一部称得上很好看的电影，平淡的剧情基本没有起伏，对比动画的12集每集的故事都略逊一筹，单单在画质来看确实是电影级的水准，而京阿尼的紫罗兰在动画12集的表现已经达到了电影级画质，所以在电影中应该要更注重剧情的发展，京阿尼的紫罗兰是一件精致，引人遐想的艺术品，但这次的电影上我却看的有些疲倦，是因为电影和动画不同，他需要起伏，需要让观众时时刻刻都被揪住心来看，但电影的平淡以及高潮中的泪点都没有动画来的感动，总结来讲就是电影需要京阿尼在紫罗兰我薇成长以及故事精彩中得到更大更引人入胜的提升，作为电影仅仅平淡的故事是绝对不够的，不过作为死忠粉我还是得给满分评价。",
                "UserId": 983
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "2447",
                "content": "京阿尼出品必属精品啊啊啊啊！一直在憋哭，最后的staff表出来的时候真的憋不住了，在电影院狂哭啊T_T",
                "UserId": 732
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "2614",
                "content": "我永远喜欢薇尔莉特. jpg。祝愿京阿尼越来越好（电影院里的蚊子口活不是一般的好。。",
                "UserId": 955
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "262",
                "content": "看第二遍啦。有些地方翻译不太一样其实还好QAQ就是没看到片尾没听见片尾曲。\n  看电影的时候最后几排有个女生冒了一句:他穿高跟鞋。(雇佣兵小哥)。其实当时是很生气的。首先，看电影请尽量保持安静。第二，高跟鞋本里就是给男生穿的。而且就算不知道看过番剧也应该知道。(无恶意，只是表达自己观点。)\n希望电影院以后可以放片尾。",
                "UserId": 413
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "185",
                "content": "京阿尼出品必属精品，电影质量自然没的说，一个人在电影院哭的稀里哗啦，第一次是泰勒喊出艾米的的微笑，第二次是艾米收到泰勒的信时那份感动，第三次则是在片尾在南千秋的歌声中看着一个一个不为人知却为之奋斗不幸离世的人名，有人说中文字幕的人名都是那些离世的工匠们，也许吧，愿京阿尼可以顺利度过这道坎，继续制作深入人心的动漫作品。",
                "UserId": 815
            },
            {
                "publishDate": "01-11",
                "score": "1",
                "likes": "150",
                "content": "瞎了眼买了张这鬼电影票，主要是被9.5分和片名迷惑了，以为是蒸汽朋克风的魔幻动作类大制作，一看**是二次元少女片，***了浪费",
                "UserId": 606
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "182",
                "content": "舒适，清爽，治愈，真实，不做作\n再一次被violet的温柔打动\n「君の名を呼ぶ、\n        それだけで二人の絆は永遠なんだ」\n\n【violet evergarden】(＞ڡ＜)☆",
                "UserId": 24
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "130",
                "content": "京阿尼出品，必属精品！！！！强烈推荐！！剧情很好比TV版好多了！！！一本满足！！吹爆薇尔莉特！！茅原实里唱的主题歌也很好听！！（包场的感觉真好）！\n「君の名を呼ぶ、\n        それだけで二人の絆は永遠なんだ」",
                "UserId": 460
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "221",
                "content": "京阿尼出品必属精品，画面优美，制作精良，虽然是番外篇但是真的超好看，超感人，超有治愈感！尤其是最后包括我在内很多人都掉眼泪了，我一定要把正番补了，强烈推荐去影院观看！",
                "UserId": 417
            },
            {
                "publishDate": "01-10",
                "score": "10",
                "likes": "230",
                "content": "京阿尼出品动画电影质量精良，无论是景物的描绘，还是角色微表情的刻画，都是如蓝宝石一样熠熠闪光。剧情发展牵动人心，令人感同身受：自动人偶、邮差两样都是平凡的工作，却能给人带去幸福温暖，传递友情和亲情，使人们的羁绊永远存续下去，希望绵长不断，情谊愈发浓厚。\n最让我影响深刻的三句台词是：\n“我是自动手记人偶，只要客人希望，无论在哪里我都会赶到。”\n“这是守护你的魔法咒语，艾米，只要念出这句话。”\n“没有那封信是不需要送到的。”\n也许现实中太多磕磕绊绊让我们寸步难行；\n也许人生中太多艰难困境令我们左右为难；\n但是我们心头涌现出的温柔情感会一直存在，伴着我们一路前行。这是一部好电影，也是一次人生体验",
                "UserId": 853
            }
        ],
        "id": 37
    },
    {
        "link": "https://maoyan.com/films/248172",
        "name": "复仇者联盟4：终局之战",
        "type": "动作 冒险 奇幻",
        "region": "美国",
        "duration": "181分钟",
        "publishDate": "2019-04-24中国大陆上映",
        "score": "9.6",
        "income": "9.3",
        "introduce": "一声响指，宇宙间半数生命灰飞烟灭。几近绝望的复仇者们在惊奇队长（布丽·拉尔森 饰）的帮助下找到灭霸（乔什·布洛林 饰）归隐之处，却得知六颗无限宝石均被销毁，希望彻底破灭。如是过了五年，迷失在量子领域的蚁人（保罗·路德 饰）意外回到现实世界，他的出现为幸存的复仇者们点燃了希望。与美国队长（克里斯·埃文斯 饰）冰释前嫌的托尼（小罗伯特·唐尼 饰）找到了穿越时空的方法，星散各地的超级英雄再度集结，他们分别穿越不同的时代去搜集无限宝石。而在这一过程中，平行宇宙的灭霸察觉了他们的计划。 注定要载入史册的最终决战，超级英雄们为了心中恪守的信念前仆后继……",
        "imgUrl": "https://p0.meituan.net/moviemachine/f7d2ad70eb79d6d9b8a197713db9b8c41711752.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "21058",
                "content": "太好看了吧啊",
                "UserId": 499
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "4465",
                "content": "当你说：“我就是。。钢铁侠”的时候我就知道你要挂。",
                "UserId": 718
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "3404",
                "content": "有点不满意挺失望的",
                "UserId": 38
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "6130",
                "content": "头次差评，求不要关掉我的评价通道",
                "UserId": 815
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "4315",
                "content": "看完了，复联4果然没让我失望，就不剧透了，我一个大男人都泪崩了好几次，只想用几个字形容现在的我———此生无悔入漫威！",
                "UserId": 668
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "3057",
                "content": "不多说，感动，没白喜欢这么多年，钢铁侠光荣牺牲，美国队长也过上了自己想要的年迈生活。\n下一个十年，一起等待！！！",
                "UserId": 398
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "5009",
                "content": "谢谢妮妮带给我们这么好的作品。",
                "UserId": 722
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "2153",
                "content": "个人感觉没有彩蛋原因因为拍这个的时候福克斯还没有完成收购，有的反派牵扯到其它多元宇宙，比如神奇四侠战警，而且本来就还没安排好",
                "UserId": 582
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "1790",
                "content": "期待已久的endgame.也算是给avengers的英雄时代画上了一个终止符，影片全程高能！真的，全程高能！",
                "UserId": 455
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "1624",
                "content": "三个小时你别骗我！",
                "UserId": 400
            }
        ],
        "id": 38
    },
    {
        "link": "https://maoyan.com/films/312974",
        "name": "最伟大的美国恐怖片",
        "type": "恐怖 犯罪",
        "region": "美国",
        "duration": "87分钟",
        "publishDate": "2004-10美国上映",
        "score": "9.4",
        "income": "15.4",
        "introduce": "Two pretty young women are abducted to be the featured stars of a snuff film produced by a couple low-life goons. The ladies are bound, gagged, tortured, burned with cigarettes and forced to dig their own graves.",
        "imgUrl": "https://p1.meituan.net/movie/154ea5c7810f43c36a1a4da255f2c71098388.jpg@464w_644h_1e_1c",
        "comments": [],
        "id": 39
    },
    {
        "link": "https://maoyan.com/films/345810",
        "name": "刺猬索尼克",
        "type": "动画 冒险 喜剧",
        "region": "美国",
        "duration": "99分钟",
        "publishDate": "2020-07-31中国大陆上映",
        "score": "9.1",
        "income": "14.8",
        "introduce": "《刺猬索尼克》改编自世嘉公司出品的风靡全球的电子游戏。电影讲述了拥有音速奔跑能力的刺猬索尼克在地球上展开新生活的故事。索尼克将和他的新朋友汤姆（詹姆斯·麦斯登 饰）联手保护地球，阻止邪恶的蛋头博士（金·凯瑞 饰）统治世界的计划。这部适合全家观看的电影还邀请了迪卡·桑普特参演，本·施瓦茨为索尼克配音。",
        "imgUrl": "https://p1.meituan.net/movie/4cc8fa5631ce31ff577b6c2a70463165986724.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "07-31",
                "score": "9",
                "likes": "320",
                "content": "刺猬索尼克，以前未曾了解，这次观影是非常满意的，讲述了一个外星小“刺猬”跑到了地球，从一个朋友都没有到了有了几个真正的朋友，它心里的变化是很大的，这也告诉了我们，朋友是事情与时间的结合，这次观影我跟我喜欢的女孩一起看的，她也喜欢我，巧嘛！但是我……我不配她喜欢，我总是想着我的前途，我想上了大学之后，会碰到与自己爱好一致，性情互补的女孩，但是，我却总是被欲望占据心智……说白了，就是渣，幸好她用原则告诫了我：有些事情不可以！这让我感到很温暖，谢谢你，出现在我生命里，我们一定会是最好的朋友。",
                "UserId": 70
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "178",
                "content": "太好看了！超乎想象！可爱的刺猬！真人版！电影院里大人小孩笑成一片！真希望看的人更多！电影院里人多些",
                "UserId": 608
            },
            {
                "publishDate": "07-31",
                "score": "7",
                "likes": "100",
                "content": "世嘉经典游戏角色电影，怎么说呢，剧情方面是真的差了点，笑点不够，总体来说有点失望！希望第二部能好点吧。",
                "UserId": 166
            },
            {
                "publishDate": "08-02",
                "score": "10",
                "likes": "67",
                "content": "看电影没女朋友看你妈",
                "UserId": 923
            },
            {
                "publishDate": "07-31",
                "score": "9",
                "likes": "24",
                "content": "刺猬索尼克是童年记经典回忆，加上曾经超爱的喜剧之王金凯瑞，还是很好看的。",
                "UserId": 656
            },
            {
                "publishDate": "08-02",
                "score": "10",
                "likes": "13",
                "content": "结尾彩蛋出现了两只尾巴的黄色小狐狸（塔尔斯），期待索尼克的下一部！",
                "UserId": 507
            },
            {
                "publishDate": "08-04",
                "score": "1",
                "likes": "6",
                "content": "观众太**了，一点素质没有，",
                "UserId": 12
            },
            {
                "publishDate": "08-01",
                "score": "8",
                "likes": "6",
                "content": "还是一部比较模式化的动画电影，更适合合家欢的感觉，电影剧情本身较为简单，天生神速却形单影只深感孤独的Sonic，与他在地球上结识的人类朋友一起战胜邪恶的反派并最终和人类成为好朋友。Sonic的故事展开方式类似闪电侠，同时在影片中也有致敬《闪电侠》和《生死时速》的部分。Jim Carrey的反派角色的人物设定其实较为刻板生硬，但是他还是努力以自己的处理和方式给予该角色以更多的空间。\n（另外，感觉续集也要开始了啊～搏一搏，皮卡变敞篷～😎)",
                "UserId": 79
            },
            {
                "publishDate": "08-06",
                "score": "8",
                "likes": "5",
                "content": "不错的爆米花电影，剧情上有很多逻辑bug不过无伤大雅，不用深究，就好比看猫和老鼠一定要按住牛顿的棺材板。不过个人认为，最大的看点还是金凯瑞的演技，毕竟是老戏骨，夸张风格为原本人设单调的反派增色不少。作为一部游戏改编电影还是很成功的，只可惜索尼克的人气不如皮神，少一部分情怀的加持。推荐给喜欢索尼克的玩家，或者是世嘉老粉。\n\n受疫情影响，原本从2月就期待的电影拖到了8月，用往返35元的路费看了票价20元的电影，依然很满意。\n散场出来已经十点半，穿着短袖还挺冷。",
                "UserId": 974
            },
            {
                "publishDate": "08-09",
                "score": "8",
                "likes": "4",
                "content": "总的来说还算可以\n前面其实没什么太大意思，有种想跳过的心情话痨刺猬和男主的过程…有点点无聊\n后面和封面红色反派打仗有点看头，特效做的不错\n不剧透了，没啥好剧透的，反正万达的音响的声音一直都很大",
                "UserId": 438
            }
        ],
        "id": 40
    },
    {
        "link": "https://maoyan.com/films/78341",
        "name": "星际穿越",
        "type": "剧情 科幻 冒险",
        "region": "美国",
        "duration": "169分钟",
        "publishDate": "2014-11-12中国大陆上映",
        "score": "7.0",
        "income": "3.8",
        "introduce": "近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发，而是每日在沙尘暴的肆虐下倒数着所剩不多的光景。在家务农的前NASA宇航员库珀（马修·麦康纳 饰）接连在女儿墨菲（麦肯吉·弗依 饰）的书房发现奇怪的重力场现象，随即得知在某个未知区域内前NASA成员仍秘密进行一个拯救人类的计划。多年以前土星附近出现神秘虫洞，NASA借机将数名宇航员派遣到遥远的星系寻找适合居住的星球。在布兰德教授（迈克尔·凯恩  饰）的劝说下，库珀忍痛告别了女儿，和其他三名专家教授女儿艾米莉亚·布兰德（安妮·海瑟薇 饰）、罗米利（大卫·吉雅西 饰）、多伊尔（韦斯·本特利 饰）搭乘宇宙飞船前往目前已知的最有希望的三颗星球考察。 　　他们穿越遥远的星系银河，感受了一小时七年光阴的沧海桑田，窥见了未知星球和黑洞的壮伟与神秘。在浩瀚宇宙的绝望而孤独角落，总有一份超越了时空的笃定情怀将他们紧紧相连……",
        "imgUrl": "https://p0.meituan.net/moviemachine/94138dc0290a74b35786b6e3b8ece8607940668.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2014-11-24",
                "score": "10",
                "likes": "3999",
                "content": "男生可以从物理，天体角度去看这部科幻片，而女生可以从因果，轮回角度去看这部饱含理性情感的电影。爱，维度，时间，轮回。一切都是有推理演算组成的科学世界，又是环环相扣注定命运的涅槃。人与广袤的宇宙相比是渺小的，珍惜当下，因为每一秒都是唯一。",
                "UserId": 561
            },
            {
                "publishDate": "2014-11-14",
                "score": "10",
                "likes": "3339",
                "content": "很多人都说看不懂，我觉得有必要科普一点量子力学，不影响剧透，不然肯定看的迷惑。\n首先是维度空间，二维只有长宽代表平面，三维代表立体多一个高度，四维多一个距离(时间)。\n\n二维就是照片，我们(三维生物)看照片，即高维度观测低维度(低维生物无法看到高维存在)，四维就是一部3d立体电影(时间看得见摸得着)，电影有一个时间轴，通过拨动时间轴可以观测，电影的任何一个点一个切面。\n\n至于五维我是这样理解的，所有的点，所有的切面都连在一起形成一个矩阵，同时存在又同时相互错开，即平行宇宙的概念。\n\n虫洞，平行宇宙重叠的一个点\n宇宙四大力，重力(引力)，不受维度时间影响\n黑洞，能够扭曲时空，使常数衰减",
                "UserId": 604
            },
            {
                "publishDate": "2015-07-21",
                "score": "10",
                "likes": "2527",
                "content": "哈哈哈哈哈哈哈哈真可笑 居然说这部电影有水军  智商捉急",
                "UserId": 849
            },
            {
                "publishDate": "2014-11-18",
                "score": "10",
                "likes": "919",
                "content": "我不想秀优越……但我对国人的智商感到忧心……我不想这样说，可这个女孩的观点代表大多数……今天在观影途中，几个二十五六岁的小伙子，大概看了一个小时左右，说了一句，什么烂片啊，还没变形金刚好看，一点都不热闹，然后稀里哗啦的就走了……二个小时左右，有几个女生说破电影看的直犯困，也三三两两的走了……最后坚持看完的人不到七成………我就想问一问，真的有这么难看懂吗？我想知道现在人们的智商，都普遍低到什么程度了？我作为一个老头子，都能看懂这些东西，90后，00后们，作为新时代的主人，人类以后的进步，真的能指望你们吗。",
                "UserId": 322
            },
            {
                "publishDate": "2014-11-14",
                "score": "8",
                "likes": "438",
                "content": "希望各大影院联合启动以下自动程序：\n1. 电影播放前，自动筛选个子高的，会被移动到不影响后排观众的位置，，，全程视野里有一个脑袋一直挡住部分屏幕这类事件不会发生。\n2. 电影播放时，不好好看片子，一直玩手机导致手机屏幕常亮者，，， 扔出去……\n3. 电影播放时， 一直与隔壁座大声聊天，无视其他观众，，，扔出去……\n4. 电影播放时，手机很欢快地大声唱歌者，，，会被扔出去，而不是任其一次两次三次……\n5. 电影播放时，吃零食的观众的塑料袋会被自动换成噪音较小的纸袋……\n6. ……\n其他条例请自行添加，而我就是不幸坐在以上恶劣环境中的受害者/::< 挺有意思的片子，蛮喜欢的，可是我一直无法投入/:",
                "UserId": 265
            },
            {
                "publishDate": "2014-11-12",
                "score": "1",
                "likes": "262",
                "content": "过了26年光棍节 看了无数场一个人的电影 能来点奇迹吗？",
                "UserId": 461
            },
            {
                "publishDate": "2014-11-23",
                "score": "9",
                "likes": "397",
                "content": "壮阔深沉，无以言表！40'渐入佳境，80'叹为观止，120'泪流满面，160'恍如隔世…不曾如此贴近浩瀚星空，被它环抱；不曾如此触摸生命之弦，遁入五维梦境…瑕不掩瑜的科幻神作，史无前例的IMAX体验，进场前多喝水，准备接受三小时的泪腺洗礼！“爱是一种力量，让我们超越时空感受它的存在。”",
                "UserId": 849
            },
            {
                "publishDate": "2014-11-12",
                "score": "10",
                "likes": "237",
                "content": "经典到无可复加如教科书般存在的电影，外加诺神形象生动言简意赅的介绍虫洞和黑洞，画面极致完美，宇宙真心是个奇观，主线十足诺兰风，你懂的。",
                "UserId": 999
            },
            {
                "publishDate": "2014-12-02",
                "score": "10",
                "likes": "264",
                "content": "又去看了一遍，才明白了参与这部电影制作者们的用心，还是那个被不断重复的主题，就像安妮海瑟薇扮演的布蓝德博士说的那样，在更高的维度空间爱也许是实质的，过去就像个山洞，未来就像座高山。而当最后库泊进入黑洞又回到书房时的一些疑问也就有了答案，为什么他又回到这里，为什么总是这里，所有的信号密码的传递为什么都在这儿，这不是一种选择，因为这里是父女之间的爱搭建起的桥梁，他们的爱在多维空间中实现了量化。这一切都建立在假设上的并且多维空间是什么样没人知道，或许并不是简单的书房，但电影中的假设却依然动人，父亲和女儿之间的情感仿佛是有形的，另人感动的同时传递出了密码拯救了人类，爱又帮了我们一次，它才是最大的外挂",
                "UserId": 771
            },
            {
                "publishDate": "2016-02-18",
                "score": "10",
                "likes": "125",
                "content": "这，一定得看，必须的，克里斯托弗诺兰，神作，嗯嗯，期待",
                "UserId": 259
            }
        ],
        "id": 41
    },
    {
        "link": "https://maoyan.com/films/1230121",
        "name": "中国机长",
        "type": "剧情 传记",
        "region": "中国大陆",
        "duration": "111分钟",
        "publishDate": "2019-09-30中国大陆上映",
        "score": "7.4",
        "income": "13.0",
        "introduce": "四川航空3U8633航班机组执行航班任务时，在万米高空突遇驾驶舱风挡玻璃爆裂脱落、座舱释压的极端罕见险情。机组成员凭借着极少仍在工作状态的仪器，艰难地进行手动驾驶。座舱释压发生时，乘务组立即执行释压处置程序，指导旅客使用氧气面罩，并训练有素地喊出：“请大家相信我们，相信我们有信心、有能力带领大家安全落地。”生死关头，英雄机组的正确处置，确保了机上全体人员的生命安全，创造了世界民航史上的奇迹  。",
        "imgUrl": "https://p0.meituan.net/movie/cddf92d0ac6a0db837a1bc488b241c42267927.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "43308",
                "content": "今天从上午9点10分一直泡在电影院到4点多，共看了三部\n《我和我的祖国》:没有跌宕起伏，就是明星多，但是对国家的繁荣富强感同身受，那些没体会老一辈不容易的可以看看\n《攀登者》是真的是国庆档最失望的一部，登山跟玩儿似得，其实改名叫《坑人者》剧情是西藏那女的坑井柏然，张铎坑吴京，胡哥坑医生，胡哥坑自己，章子怡坑吴京，强行煽情，严肃题材竟占感情戏占一半，对比，都是国家的重要时刻，一个毫秒必争不能出错。另一个感觉登山都是争吵，没一个主事儿的\n最后说说《中国机长》，国庆档最大惊喜，没有专门坑队友的，没有强行煽情，没有**陪衬，也没有多么个人主义，张涵予的沉着，袁泉的冷静，乘务组的专业，欧豪的成长。",
                "UserId": 953
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "22014",
                "content": "太精彩了，中国机长",
                "UserId": 815
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "19155",
                "content": "很棒，机长临危不惧，不愧是退伍军人",
                "UserId": 478
            },
            {
                "publishDate": "2019-10-01",
                "score": "10",
                "likes": "6163",
                "content": "中国民航机长在空中航线遇恶劣天气，尤其是在8000米高空遭遇飞机前挡玻璃破碎而形成副压将助理抛出、四肢冻伤无法操控飞机、仪器仪表失灵、与地面联络中断、返航遇超大面积雷电雨云无法穿越绕行、返航超重迫降无法制动刹车等正常机长根本无法处理，普遍造成空难现象的情况下，我空军轰炸机飞行员出身的刘机长凭着中国空军培训的超人胆识和技术，谱写了中国民航在空难即将开始的危机时刻化危解难，用他的能力和智慧创造了不可用语言表达的奇迹和神话！",
                "UserId": 686
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "4759",
                "content": "为四川航空公司3U8633机组机长刘传健及机组成员而看，他们创造了奇迹。",
                "UserId": 350
            },
            {
                "publishDate": "2019-10-01",
                "score": "6",
                "likes": "2564",
                "content": "比攀登者好点，但也没好多少，失望\n刻意煽情。不觉得好看…我必须吐槽一下机长妻子的演技。还有最后副驾一身伤出来的时候，医护人员问他要不要担架 他指了指一群活蹦乱跳吵着要见机长的乘客说，他们更需要你   我？ 结果这位小妹妹来了句那好你小心点  我？？？ 你是看不见他眼睛肿的跟面包似的？看不见他走路一瘸一拐？看不见衣服碎成条条？  \n有几个角色完全不知道他们存在的意义在哪…\n但平心而论，比攀登者好点",
                "UserId": 947
            },
            {
                "publishDate": "2019-09-30",
                "score": "9",
                "likes": "1648",
                "content": "此处省略一万字……一个字……好",
                "UserId": 800
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "2307",
                "content": "中国机长，不愧是made in China ，牛啊！",
                "UserId": 371
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "1170",
                "content": "确实不错，很好看",
                "UserId": 578
            },
            {
                "publishDate": "2019-10-02",
                "score": "10",
                "likes": "266",
                "content": "只要有张涵予，这部片的就好看，我很喜欢",
                "UserId": 161
            }
        ],
        "id": 42
    },
    {
        "link": "https://maoyan.com/films/1250952",
        "name": "天气之子",
        "type": "爱情 动画 奇幻",
        "region": "日本",
        "duration": "113分钟",
        "publishDate": "2019-11-01中国大陆上映",
        "score": "9.7",
        "income": "2.5",
        "introduce": "在高一的夏天，少年帆高（醍醐虎汰朗 配音）离家出走，一个人来到东京。帆高好不容易找到一份工作，为一本古怪的“神秘学杂志”写稿，生活孤单贫苦。连日的滂沱大雨，像是来映衬他的失落。在纷纭杂沓的大都会一角，帆高遇上了一个可爱少女阳菜（森七菜 配音）。阳菜和弟弟相依为命，个性坚强、开朗，但她心中隐藏着一个重大秘密──每当她说：“现在开始天晴了！”雨便渐渐停下来，美丽的阳光洒落街上。原来，她拥有一股不可思议的能量，一股能让天空放晴的异力……",
        "imgUrl": "https://p0.meituan.net/movie/ecca4f0b95340b2c57006a1bace4c3f91386100.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-11-02",
                "score": "10",
                "likes": "28357",
                "content": "快30岁的人了独自跑去看，进了影院发现全是小年轻，还是比较尴尬的。08年高考前一年我和她还在为艺考奔波，她用U盘给我看了秒速五厘米，后来陆续接触了遥远世界，星之声，云之彼端，她和她的猫，被极其干净漂亮的场设吸引，从小被日漫熏陶下大学选择了动画制作专业，至此和她相隔两地。虽然那么多年过去，动画制作没有成为我的职业，倒是没想到我居然会和秒5里的剧情遭遇如此一样，我心里的她，那个放学等我坐在画室窗边金黄阳光下的马尾辫女孩早已是别人的妻子和一位母亲了，我依旧还单身，长大了明白了太多，以前热血纯洁的时光也走了。只能偶尔偷偷回忆一下。onemoretimeonemorechance也是我唯一会唱的日语歌。",
                "UserId": 514
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "7482",
                "content": "真的，太棒了，我真的是被震撼到了，10分好评，各种的细节，每一帧都是壁纸，我哭了，而且还有泷和三叶的客串，小栗旬配音的那个大叔一看就是有故事的人，很多人物的细节侧写，我TM吹爆，诚哥nb，整部影片跟你的名字有些异曲同工之处",
                "UserId": 41
            },
            {
                "publishDate": "2019-11-08",
                "score": "9",
                "likes": "6524",
                "content": "8+1好评，动漫看的多了这种套路开头就看出来了，不过还是喜欢音乐还是一如既往的好听，这世界本事就疯狂，选择什么的为自己就好了，只为一人才是最好的。",
                "UserId": 306
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "634",
                "content": "画面完美，诚哥的画面越来越精美了，这次虽然没有《你的名字》那么魔幻，但是剧情也是扣人心弦呀。配乐完美，radwimps的作乐太好了。",
                "UserId": 745
            },
            {
                "publishDate": "2019-11-01",
                "score": "9",
                "likes": "531",
                "content": "很好，挺开心的，剧情很新海诚，看到开头大概就知道后面要讲什么了，很好的恋爱故事，虽然男主傻不愣登的，但考虑到他初中生的身份观感也还行。最重要的是，radwimps的歌太赞了，洋次郎太棒了",
                "UserId": 550
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "512",
                "content": "愛にできることはまだあるかい",
                "UserId": 989
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "458",
                "content": "张爱玲的短篇小说《倾城之恋》里，已经是明日黄花的女主人公本想靠情场手腕俘虏男主人公，怎奈技不如人，眼看就要错失良婿，这时日军突然向香港开战。在战火中，男女主人公同生共死，得以终成眷属。\n此时张爱玲写道：“香港的陷落成全了她⋯⋯谁知道呢，也许就因为要成全她，一个大都市倾覆了。”\nwd***，还真就牺牲大我成就小我啊",
                "UserId": 126
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "652",
                "content": "感动。\n11.1早10:20的首场\n日漫就是这样\n主角不需要有很厉害的特长\n和我们一样，都是普通人\n男主就是一个普通高中生\n有着的，是少年的热情\n女主意外成为了不平凡的「天气女巫」\n但心里仍是15岁的、初中三年级的少女\n有着帮助他人的❤\n\n期待，新海诚sensei的下一部作品\n(๑•̀ㅂ•́)و✧",
                "UserId": 653
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "202",
                "content": "不错哦赞赞赞红红火火恍恍惚惚哈哈哈哈",
                "UserId": 685
            },
            {
                "publishDate": "2019-11-02",
                "score": "4",
                "likes": "49",
                "content": "总的来说不是特优秀，除了制作其他方面都不是太满意，可能也是因为有君名这个参照物，期望值过高了。\n一、世界观铺设的很大，结果这么大个世界观就写了一对青春期少年少女的恋爱故事，关于天气如此的原因就在那个老人那里提了一下。而且只提到了一个晴女，有点浪费这么大的世界观了\n二、关于男主离家出走的原因也交代的不清楚，用短短的在所处环境中喘不过来气带过，那以后会不会再想起来呢？矛盾不解决只转移但他还是会客观存在在某处。对于男主的塑造不完整。\n三、全篇最想吐槽的地方，一个正常人在现在的社会在铁路线上跑没人拦着？有警察有收容所管枪支儿童这种事情没人管？\n不是太推荐，但想看就去看，本作适合情侣观影。",
                "UserId": 444
            }
        ],
        "id": 43
    },
    {
        "link": "https://maoyan.com/films/1215421",
        "name": "我在世界城等你",
        "type": "短片",
        "region": "中国大陆",
        "duration": "16分钟",
        "publishDate": "2016-05-16中国大陆上映",
        "score": "8.0",
        "income": "2.6",
        "introduce": "东北亚投资发展银行亚太区董事总经理Kim (金秀贤饰)任职于世界城，并入住于此，巧遇决定回沈阳发展的漫画家小琪，二人缘分由此开始。然而身份的差距令小琪踟蹰不前，Kim也因工作调动可能离开沈阳，二人的关系充满变数与未知…",
        "imgUrl": "https://p0.meituan.net/movie/6cc01ad7cb5dc1c80860ef937e46fa2933816.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "08-13",
            "score": "10",
            "likes": "0",
            "content": "可以，期待哦，嘻嘻",
            "UserId": 666
        }],
        "id": 44
    },
    {
        "link": "https://maoyan.com/films/416",
        "name": "盗梦空间",
        "type": "剧情 科幻 悬疑 冒险",
        "region": "美国,英国",
        "duration": "148分钟",
        "publishDate": "2010-09-01中国大陆上映",
        "score": "9.5",
        "income": "5.3",
        "introduce": "影片讲述了以道姆·科布为首的盗梦团队为执行拆解费舍尔集团企业的目的，进入集团继承人意识中进行植梦的过程。道姆·科布（莱昂纳多·迪卡普里奥 饰）与同事阿瑟（约瑟夫·戈登-莱维特 饰）和纳什（卢卡斯·哈斯 饰）在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特·费舍尔（希里安·墨菲 饰）的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯（迈克尔·凯恩 饰），吸收了年轻的梦境设计师艾里阿德妮（艾伦·佩吉 饰）、梦境演员艾姆斯（汤姆·哈迪 饰）和药剂师约瑟夫（迪利普·劳 饰）加入行动。在层层递进的梦境中，柯布不仅要对付费希尔潜意识的本能反抗，还必须直面已逝妻子梅尔（玛丽昂·歌迪亚 饰）的处处破坏，实际情况远比预想危险得多……",
        "imgUrl": "https://p0.meituan.net/moviemachine/c2496a7290a72eac6081321898c347693550574.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-01",
                "score": "10",
                "likes": "842",
                "content": "电影很好看，但是坐着坐着坐到最后一排的那两位吵**了，要吵去酒店开房可以吗，衣服都拉开一半了,你不害羞我害羞的，看电影就好好看电影.还有坐前面打王者刷抖音的nt东西麻烦回家打可以吗，您的屏幕真的很闪",
                "UserId": 376
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "427",
                "content": "十年神作，诺兰大法好，IMAX必看。",
                "UserId": 190
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "189",
                "content": "好看好看，看了两遍才看懂",
                "UserId": 291
            },
            {
                "publishDate": "08-28",
                "score": "9",
                "likes": "116",
                "content": "看的是IMAX版，视觉效果和音响效果都很不错。故事内容紧凑，逻辑性强，环环相扣，高潮迭起。2010年的电影，10年后的今天看依然不过时，机会难得。",
                "UserId": 935
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "34",
                "content": "诺兰神作。。。好看而不腻歪。。。",
                "UserId": 567
            },
            {
                "publishDate": "08-29",
                "score": "9",
                "likes": "34",
                "content": "诺兰出品，必属精品",
                "UserId": 675
            },
            {
                "publishDate": "08-30",
                "score": "10",
                "likes": "23",
                "content": "影片不错啊，有几个看点。叙述方式是插叙，和倒叙相结合的方式(估计这种创意来自于演员表里的几名日本制片人);影片在要完成特殊任务才能让男主人公回到一双儿女之前，和从学校找来的技术伙伴，为完成任务所做的准备性训练，多了一点儿，可能有些观众，会觉得这里有些我冗长，但是，当任务队，一上飞机，先前看到上飞机之前的那些想走的观众，就又被电影(导演)拽了回来，比如，在深度潜意识里，见到了孩子妈妈，获得了妈妈死前，留在保险箱的秘密;总裁不是对儿子失望，而是对儿子会对成为像自己一样的人而失望;那个日本人也从海边极老的状态里，和深层潜意识的莱昂纳多一起回到飞机上，将总裁儿子的密码，输入到白色的控制器里…让整个电影",
                "UserId": 705
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "24",
                "content": "满分，大概是第三刷了，诺兰大法好不解释，就是天悦这里人少，全场就六七个人，有个带母亲小孩子全程和儿子聊天解释剧情弄得大家很不愉快",
                "UserId": 988
            },
            {
                "publishDate": "09-03",
                "score": "7",
                "likes": "15",
                "content": "看不懂看不懂，光想睡，音效一惊一乍的吓得人睡不着",
                "UserId": 484
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "21",
                "content": "诺兰出品！必属精品！",
                "UserId": 951
            }
        ],
        "id": 45
    },
    {
        "link": "https://maoyan.com/films/243",
        "name": "阿凡达",
        "type": "动作 科幻 冒险",
        "region": "美国,英国",
        "duration": "162分钟",
        "publishDate": "2010-01-04中国大陆上映",
        "score": "8.0",
        "income": "15.4",
        "introduce": "战斗中负伤而下身瘫痪的前海军战士杰克·萨利（萨姆·沃辛顿 饰）决定替死去的同胞哥哥来到潘多拉星操纵格蕾丝博士（西格妮·韦弗 饰）用人类基因与当地纳美部族基因结合创造出的 “阿凡达” 混血生物。杰克的目的是打入纳美部落，外交说服他们自愿离开世代居住的家园，从而SecFor公司可砍伐殆尽该地区的原始森林，开采地下昂贵的“不可得”矿。在探索潘多拉星的过程中，杰克遇到了纳美部落的公主娜蒂瑞（佐伊·索尔达娜 饰），向她学习了纳美人的生存技能与对待自然的态度。与此同时，SecFor公司的经理和军方代表上校迈尔斯（史蒂芬·朗 饰）逐渐丧失耐心，决定诉诸武力驱赶纳美人……",
        "imgUrl": "https://p0.meituan.net/moviemachine/4d3f9e5f821e6e42b1ea48eb39c5df0e1293530.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-11-15",
                "score": "10",
                "likes": "164",
                "content": "北京国际电影节imax场，虽然坐在第一排，但还是弥补了上高中没看的遗憾",
                "UserId": 943
            },
            {
                "publishDate": "2018-09-09",
                "score": "10",
                "likes": "84",
                "content": "弥补8年前没看的遗憾，震撼！",
                "UserId": 427
            },
            {
                "publishDate": "2018-10-15",
                "score": "10",
                "likes": "40",
                "content": "丝绸之路电影节打卡。这么大规模的特效和精彩的3D，却没有了《泰坦尼克号》的灵肉合一般的震撼人心。",
                "UserId": 889
            },
            {
                "publishDate": "2018-09-24",
                "score": "10",
                "likes": "2",
                "content": "一次飞行，终身相随",
                "UserId": 964
            },
            {
                "publishDate": "2018-10-10",
                "score": "10",
                "likes": "1",
                "content": "经典中的经典，很完美！！！",
                "UserId": 152
            },
            {
                "publishDate": "2018-09-02",
                "score": "10",
                "likes": "1",
                "content": "太好看了！！",
                "UserId": 986
            },
            {
                "publishDate": "2016-02-28",
                "score": "6",
                "likes": "2",
                "content": "很多人把本片奉为圣经一般，我个人觉得影片成功的更多的是技术，说真的，近三小时的时间里前一半时间我几乎昏昏欲睡，铺垫实在太过冗长，直到人类进攻纳美星球，影片才开始让我进入剧情，带动观影兴趣。",
                "UserId": 709
            },
            {
                "publishDate": "2015-03-27",
                "score": "9",
                "likes": "69",
                "content": "首先客观的来说，阿凡达确实不是一部剧情片，无华、甚至是老套的剧情，但是它却是一部美轮美奂的星球大战！美到窒息的潘多拉星，美到哭的特效，甚至是美到纯粹的Na’vi的心灵，无不在告知世人，这是一部精美绝伦的特效大作！当自己的种族，自己的国家面临危机的时候，人人挺身而出，为了保卫家园奉献者自己微薄的一点点力，誓死保卫着自己的家园。向生命致敬，向家园致敬！",
                "UserId": 88
            },
            {
                "publishDate": "2014-10-27",
                "score": "10",
                "likes": "66",
                "content": "至今为止，绝对是3D电影最牛逼的作品！没有之一\n阿凡达不去电影院欣赏，后悔一辈子\n遗憾一辈子      ，",
                "UserId": 522
            },
            {
                "publishDate": "2015-03-26",
                "score": "7",
                "likes": "2",
                "content": "这部电影我们讨论的时候是不会讨论剧情的，一般来说看特技的一直都会被淘汰，但这部却不一样，它打开了3d电影市场繁荣的大道，时至今日尤记得初次看 3d是一种怎样的惊奇体验，卡梅隆也靠本片27亿美金（吓尿了）再度登顶票房巅峰，打破前作泰坦尼克号13亿的历史，我记得影片当时海报有这样一句话:革新影史之作，我觉的是有这样的意义，但随着时间过去，他给人的体验再也不会那样强烈了，不过还是值得一看的",
                "UserId": 413
            }
        ],
        "id": 46
    },
    {
        "link": "https://maoyan.com/films/1285581",
        "name": "数码宝贝：最后的进化",
        "type": "动画 冒险",
        "region": "日本",
        "duration": "94分钟",
        "publishDate": "2020-02-21日本上映",
        "score": "7.6",
        "income": "14.0",
        "introduce": "《数码宝贝》系列动画，历经20年的成长终于迎来20周年纪念剧场版《数码宝贝：最后的进化》。2020年，被选召的孩子们都长大成人。伴随着未知数码兽的出现，平静的生活被打破，世界即将再次掀起异变。在所有人的命运即将改变之时，八神太一等人再次集结。然而，伴随着战斗的拉响，他们面临与数码宝贝的分别。自1991年夏天开始的漫长冒险，即将迎来终结之时。这是八神太一和数码宝贝们故事的最终篇章，这是他们最后的冒险。",
        "imgUrl": "https://p0.meituan.net/movie/db5b0a3efcb6bf64b7d01f12233fe4e61941040.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-18",
                "score": "10",
                "likes": "651",
                "content": "国内要是不上映我直接跑日本去看，不好意思那些说你看得懂的吗我学日语的n2现在，说我假粉的不好意思以前tvs6中文配音的时候我就开始看了。不了解人别**b。",
                "UserId": 878
            },
            {
                "publishDate": "2019-07-09",
                "score": "0",
                "likes": "235",
                "content": "真正80后的回忆杀！音乐响起，眼泪流下！激动的何止是情绪，更是那份童真的回忆！",
                "UserId": 599
            },
            {
                "publishDate": "01-27",
                "score": "0",
                "likes": "149",
                "content": "什么时候大陆才能上映啊，真的很期待",
                "UserId": 876
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "231",
                "content": "会上的吧，很期待的，虽然我的01年的，我哥比我大9岁，因为抢不到电视小时候一直陪着一起看的，也是我的童年回忆啊，天使兽是我一直的白月光，希望数码宝贝会好，太一和亚古兽们会一直走下去！",
                "UserId": 316
            },
            {
                "publishDate": "01-08",
                "score": "10",
                "likes": "63",
                "content": "报~~~~~~~~国内确定引进，上映时间未定",
                "UserId": 855
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "56",
                "content": "期待，想哭，因为我也是第一批被选召的孩子呀",
                "UserId": 959
            },
            {
                "publishDate": "2019-07-31",
                "score": "10",
                "likes": "30",
                "content": "终于回来了😭亚古兽😭V仔兽😭，不行，我要哭了🥺🥺🥺",
                "UserId": 304
            },
            {
                "publishDate": "2019-11-01",
                "score": "10",
                "likes": "31",
                "content": "不用看，也是满分，因为童年，致敬童年！",
                "UserId": 304
            },
            {
                "publishDate": "2019-09-23",
                "score": "10",
                "likes": "26",
                "content": "无限大な梦のあとの\n何もない世の中じゃ",
                "UserId": 118
            },
            {
                "publishDate": "2019-12-22",
                "score": "10",
                "likes": "22",
                "content": "看了预告就来打分..这是数码宝贝（暴龙）最后一部动画作品了……我00年的，是看数码宝贝长大的。学前班的时候还买过国产暴龙机...第三部基尔兽，第四部野狼兽。在小学六年级那个暑假，把1-6全部看了一遍，当时还是pps😂说起来那时候pps要什么有什么。看完就特委屈，觉得没了...这时候我爸突然进来了，看我哭，就不知道咋安慰...还拉我出来散心🤣现在想来真是美好回忆！还有就是光叔的butterfly真好听！吹爆！",
                "UserId": 438
            }
        ],
        "id": 47
    },
    {
        "link": "https://maoyan.com/films/248700",
        "name": "速度与激情8",
        "type": "动作 惊悚 犯罪",
        "region": "美国",
        "duration": "136分钟",
        "publishDate": "2017-04-14中国大陆上映",
        "score": "9.0",
        "income": "3.3",
        "introduce": "多米尼克（范·迪塞尔 饰）与莱蒂（米歇尔·罗德里格兹 饰）共度蜜月，布莱恩与米娅退出了赛车界，这支曾环游世界的顶级飞车家族队伍的生活正渐趋平淡。然而，一位神秘女子Cipher（查理兹·塞隆 饰）的出现，她引诱多米尼克走上犯罪道路，令整个队伍卷入信任与背叛的危机，生死患难的情义面临瓦解崩溃，前所未有的灾难考验着飞车家族。",
        "imgUrl": "https://p1.meituan.net/movie/a7002208a13778570778ad26495cabb34541177.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "1308",
                "content": "从2001年的速1一直追到2017年的速8，从不会飙车的毛头小子，到独挡一面团队领袖。保罗的离去让我们都很心痛，前几天6刷7的时候依然很心痛。\n\n看完速8，给我最大的感受就是，从各个方面都在进一步的放大，没有也许，是确定，各方面都在放大，更震撼的爆炸场面，罗曼更卖力的去搞笑，特尔佳更加凸显他能力的突出，拉姆西我觉得也比之前个性更鲜明了，还有对多姆从为改变想法的莱迪，以及我们的老大多姆，做了反派还是那么有魅力，虽然你并不是真的反派。the rock和森哥的互怼戏绝对是笑点不断的。至于我说多了可能会透剧，所以我就说这些啦，作为本系列，以及范老大的迷弟，我觉得速8很棒，很惊喜，很暖心，我们速9再见。",
                "UserId": 32
            },
            {
                "publishDate": "2017-04-18",
                "score": "10",
                "likes": "471",
                "content": "不要问我为什么，因为速度与激情这几个字就值满分！期待9跟10",
                "UserId": 59
            },
            {
                "publishDate": "2017-04-14",
                "score": "8",
                "likes": "361",
                "content": "还记得极限特工3里范迪塞尔那华丽丽表演么，速八没了保罗有种残缺的美感，虽然是万达看的IMAX首映还是感觉一般，看速八的人真多，就像15年看速七，爆满那啊，在西安奥斯卡影城刷了两遍，速八一遍即可，还是喜欢温子仁拍的速七，就像喜欢电锯惊魂系列一样，没有惊艳，唯一的惊喜的就是杰森他弟出现了，我再也不相信电影里那些死了的人了，坏的洗白，硬扯出一个反派，赛隆这位奥斯卡影后演的反派不应该就这么弱吧，被唐老大忽悠的一愣一愣，坐等速九，给个8分，怕你骄傲",
                "UserId": 764
            },
            {
                "publishDate": "2017-04-14",
                "score": "7",
                "likes": "247",
                "content": "表现中规中矩     飙车 枪战  爆炸 等等元素 在系列电影中被反复使用  不免会有审美疲劳  此外  剧情的过渡 略显 僵硬  黑化和洗白 过程极其短暂  不过  作为一部  快餐商业电影  还算可以",
                "UserId": 281
            },
            {
                "publishDate": "2017-04-14",
                "score": "8",
                "likes": "227",
                "content": "万达影厅9排11 10号的一男一女，真的要讲一下 从坐进来开始一直大声讲话 我跟我女朋友两个人去看电影女朋友好心提醒反倒在电影院破口大骂，还叫我们撒泡尿看自己我说这里公众场合你要吵去家里看 她说她就说话怎么了 各种不讲理 还一直骂人 我们没再理！这种没素质的人！管不好自己就别来电影院！",
                "UserId": 315
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "107",
                "content": "Hello，布莱恩·XXX\nHello，布莱恩·奥康纳\nHello，保罗·沃克\nHello，Family\n到最后还是没能忍住，泪崩。❤",
                "UserId": 419
            },
            {
                "publishDate": "2017-04-14",
                "score": "8",
                "likes": "74",
                "content": "前半部分有些乏味，大场面集中在片尾以及片中的纽约千车追逐。片尾肖俩兄弟的亮相是一个燃点。当影片说杰森挂掉的时候我还在想他下一部会以什么名义复活，结果他立马就出现了！好喜欢可爱的小儿子！还是大团圆的套路结局，但又有什么大碍呢！看得过瘾就行！总体来说比速七少了一点点激情，估计是少了保罗的缘故吧，没人可以和迪塞尔演共鸣的兄弟情了…",
                "UserId": 79
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "72",
                "content": "就算人家拍到20部，粉丝们还是会去追，因为我们花钱享受了听觉，视觉，还有各种感官的极致体验！再看某些国产电影，要不无聊的剧情，靠人多堆起来的大阵势，要不五毛钱特效，再或者就是情怀绑架。不是我们不支持国产电影，是大部分国产电影根本对不起那几十块电影票！在电脑电视上看都觉得浪费时间。可能有人会说我看不懂或者不懂欣赏。恕我直言，国产片里我没看过比《盗梦空间》《蝴蝶效应》这类更有内涵更不容易看懂的电影，还有更好的演技。什么时候国产电影能真正用心拍了，下成本拍了，而不是一味地想着圈钱拍些烂片糊弄消费者，作为中国人的我们会全力支持！但是现在，我真的找不到理由为大部分国产烂片买单。说速8烂的，话不多说看票房",
                "UserId": 840
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "49",
                "content": "速度仍在继续，激情更是持久！我最爱的保罗却是再见，在也不见！！！感谢你为我们观众带来的快乐、谢谢你，我们永远记得你！！！",
                "UserId": 901
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "48",
                "content": "两年一部作品，速度与激情是一直在跟的系列，从2001年的第一部到即将上映的第八步，已走过17个年头，从看盗版DVD到走进影院看2D看3D再看巨幕，看的已然不是特效不是场面也不是剧情，看的是从小到大的一种执着一种怀念更是一种坚持。逝人已去，希望不要拿保罗来做各种情怀各种看点，怀念保罗只是人们对保罗的怜悯和悼念，但我们真正爱的是速度与激情系列，是故事的主线路，不会因为某一个人的不在而停止对这个系列的喜爱，即使若干年以后我最喜欢的范迪赛尔老去，不再出演该系列，我也会一直追随下去，可能就像我当时不懂为什么那么多人追随星球大战系列一样，现在我懂了，追剧应该就是追随小时候的一种回忆，就像小时候的玩具一样！",
                "UserId": 721
            }
        ],
        "id": 48
    },
    {
        "link": "https://maoyan.com/films/1207303",
        "name": "邻里美好的一天",
        "type": "剧情 传记",
        "region": "美国",
        "duration": "107分钟",
        "publishDate": "2020-09-18中国大陆上映",
        "score": "9.4",
        "income": "8.6",
        "introduce": "影片根据真实事件改编，聚焦美国著名电视主持人罗杰斯先生（汤姆·汉克斯 饰）与记者罗伊德·沃格尔（马修·瑞斯 饰）之间的友情故事。 一心想要揭露社会阴暗丑恶的新闻记者罗伊德被安排采访罗杰斯先生，作为杂志新一期的英雄人物专题报道。试图借机挖掘罗杰斯先生阴暗面的罗伊德，也正因自己与父亲的矛盾面临着家庭问题和个人困境。而在采访过程中，他被罗杰斯言行一致的真诚善良慢慢影响，与父亲、与儿子、与妻子的关系也正在发生变化……",
        "imgUrl": "https://p0.meituan.net/moviemachine/bbedacda94dde6d1e62379abc1258e9c231479.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-19",
                "score": "7",
                "likes": "43",
                "content": "#微影评##邻里美好的一天#（A Beautiful Day in the Neighborhood）其实没太get到这个电影的点 或许还是文化不同 总感觉节奏有点怪 情感也不足 汤姆汉克斯这个充满圣人光环的角色又有点主配不清 反正又不触动又不好看的 不过戏中电视场景的片段挺有趣的 美国这类弘扬真善美的电影力度还是不够啊（6.9） ​​​",
                "UserId": 21
            },
            {
                "publishDate": "09-19",
                "score": "10",
                "likes": "41",
                "content": "- Do you know what that means of forgive?\n- It’s a decision we make.",
                "UserId": 635
            },
            {
                "publishDate": "09-20",
                "score": "10",
                "likes": "22",
                "content": "好吧，我得承认，罗杰斯先生一开口，我就被他的眼神和语调俘获了(◍ ´꒳` ◍)依我看，片子好在哪儿呢——影片的叙事和场景在情景剧和现实之间游走，却不会让观众觉得凌乱，还有堪比歌舞剧的合唱和钢琴演奏片段穿插有致，惊艳着170分钟里的许多节点，更不要说治愈走心的细节啦，非常合适全家人安安静静地欣赏♬︎♡︎。要说最妙的，还是罗杰斯和罗伊斯夫妇、罗伊斯家人之间的奇妙友谊，真可以用一句诗来总结：“此曲只应天上有，人间能得几回闻？”(•̀⌄看完全片，我想套用片子里罗杰斯的一句问话问自己：Does your special have a name?答：Love from HIM。希望以后还能引进这类片子呢。",
                "UserId": 572
            },
            {
                "publishDate": "09-18",
                "score": "2",
                "likes": "31",
                "content": "真的nothing to see啊，而且语速超级超级慢，能等到放完的人都是耐心300分",
                "UserId": 1000
            },
            {
                "publishDate": "09-20",
                "score": "8",
                "likes": "6",
                "content": "Life is your daily practice.",
                "UserId": 592
            },
            {
                "publishDate": "09-21",
                "score": "10",
                "likes": "1",
                "content": "How beautiful it can",
                "UserId": 736
            },
            {
                "publishDate": "09-24",
                "score": "1",
                "likes": "0",
                "content": "一个人看的 整个场就我一个 完完全全没看懂 老是腾讯推荐中了毒 就学会一句 一次玩的否 it is wonderful",
                "UserId": 775
            },
            {
                "publishDate": "09-23",
                "score": "10",
                "likes": "0",
                "content": "me encanta mucho...",
                "UserId": 602
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "75",
                "content": "本片纪念了美国一知名儿童电视节目——《罗杰斯先生的左邻右舍》，这档节目影响了美国几代人。汤姆·汉克斯饰演的节目主持人弗雷德·罗杰斯重现电视节目的原有片段，这种手法很高明，给予老观众一种回忆，也可让新观众认识这档节目的性质，富有亲和力，有很强代入感。一次巧合记者罗伊德本着挖掘社会黑暗面被安排访问弗雷德，几次接触后发现弗雷德台前幕后都是被大家敬仰的公众人物，自己也在不知不觉中从开始对他的反感到信任最后成为了朋友。而自己的家庭问题也在与之采访中得到了化解。汤姆·汉克斯先生的演技依然在线，他的声音温柔听着心里暖暖的，可以让我忘却一些烦心事。如果你现在正在为一些事情而困惑，或许这部影片可以为你解忧。",
                "UserId": 901
            },
            {
                "publishDate": "09-18",
                "score": "9",
                "likes": "40",
                "content": "如果我是一名老师，我会这样教育我的学生，如果是一名主持人，我会做这样的节目。现在，虽然我都不是，但我是一个母亲，十年来，我一直在用这种方式教育他，不会避讳死亡，灾难，人性的善恶，让他成为一个积极乐观，阳光向上，明辨是非，学习自觉努力，能吃亏会坚持的少年。我们是母子，也是哥们，是朋友，很多妈妈都问你是怎么把他教得这么好，我想说，自己成为什么样的人，孩子也会。",
                "UserId": 186
            }
        ],
        "id": 49
    },
    {
        "link": "https://maoyan.com/films/38270",
        "name": "恐怖游轮",
        "type": "剧情 悬疑 惊悚",
        "region": "英国,澳大利亚",
        "duration": "99分钟",
        "publishDate": "2009-10-16英国上映",
        "score": "9.5",
        "income": "7.7",
        "introduce": "单亲母亲杰西（梅利莎·乔治 饰）和一帮朋友乘游艇出海游玩，但她总有一种有不好的事情发生的感觉。不久，他们便在海上遭遇一场强烈的风暴。游艇翻船，众人落海，几经挣扎他们好不容易爬到游艇残骸上来。正当他们无计可施之时，一艘巨大的游轮向众人缓缓驶来。众人欣喜过望，未加思索便登上这艘名为“艾俄洛斯”的游轮，结果发现这竟是一艘1930年便告失踪的神秘之船，而船上更是空无一人。随处可见的鲜血、神秘的指示以及突如其来的凶杀事件，将这群男女带入万劫不复的恐怖轮回之中……",
        "imgUrl": "https://p0.meituan.net/movie/46879b43a9e8f2d2846a4bc1c66f260c290198.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-03-16",
                "score": "9",
                "likes": "32",
                "content": "导演功底很深厚，少有的悬疑片，仅仅只看一遍是不够的。",
                "UserId": 84
            },
            {
                "publishDate": "2015-08-22",
                "score": "7",
                "likes": "25",
                "content": "如此温情的恐怖片，真是有点歇斯底里了。女人一旦有了孩子，她就成了爱的奴隶，我认为本片歌颂了人性的一部分伟大，是一次救赎。其实只要女主角自己愿意，死循环马上就可以结束。方法是：不要走下“出租汽车”和死神在一起，她就能离开这个死循环。但她没有，她下车了。为什么？她为了能再见到儿子。“儿子”作为一个抽象的载体是她唯一放不下的爱。而这，恰恰是对女人最残忍的惩罚方式！“儿子的存在”就是趋势那块大石头滚动向前，永不停止的生命力。作为母亲，她要把孩子从里面救出来，即：把“人”从他注定的命运中救出来——可是，电影告诉我们这是一种无用的奋斗。从这个角度说，“Triangle”相当厌世，颓废得叫人想死……",
                "UserId": 161
            },
            {
                "publishDate": "2015-08-20",
                "score": "8",
                "likes": "9",
                "content": "轮回电影的基本标配，有点惊悚，但也不至于恐怖。女主不小心发生车祸，失去自己的孩子。想重来一次，救所有人的命，到却没想到她自己的世界一次又一次的沦陷。一个好的自己，一个坏的自己，三次的出现，每次的状态都不一样，也正是折射出女主对生命在不同阶段的领悟。很值得推荐观看的一部电影，影片虽然用夸张的手法，让一个的事件进行了无限的轮回，但是，它对我们进行人生思考，生命的终极意义方面是有很大帮助的……",
                "UserId": 300
            },
            {
                "publishDate": "2015-10-14",
                "score": "9",
                "likes": "7",
                "content": "看了两遍才看懂 第一遍快进看重点 第二遍认真看了完整的一遍 恐怖还好 就是有些惊悚 这种死亡循环太带感了 一定要从电影开始就仔细看每一处细节 因为这些细节都有可能是在为后面做铺垫 剧中的女主应该是每三个一个大循环 她由于对自己儿子的爱 迷失了自我  以致深陷其中无法自拔 影片中最后出现的司机可能就是“死神”的化身 而女主promise司机会return却未做到 与在客轮上的那幅画和角色对白前后照应 耐人寻味 PS：开车一定要看路 & 搭车记得要给钱 & 要遵守自己的承诺",
                "UserId": 249
            },
            {
                "publishDate": "2015-03-24",
                "score": "7",
                "likes": "7",
                "content": "虽然是惊悚，但是没有想象中的那么恐怖。\n看完后感觉就是乱乱的，看了大家的影评，才知道原来想的是灵魂超度的故事，女主角不小心发生车祸，失去了儿子。想重来一次，就所有人的命，没想到一次次的沦陷。\n电影中女主角出现了三次，每次的状态都不一样，也正是折射出她对生命在不同阶段的领悟。",
                "UserId": 48
            },
            {
                "publishDate": "2015-11-06",
                "score": "8",
                "likes": "4",
                "content": "首先我承认这是一部好片子。\n但是如果是女主角一个人贯通全部为什么后面她上船后那么惊慌失措？\n女主角自己慢慢变化演完了全程她都是活着的，难道出租车那一段她失忆了？\n又或者，出租车那一段背景颜色变暗，代表她已经死亡，站在那的是她的灵魂，废车里面似乎能看到她的衣服颜色，出租车带她回到了世界，她想救孩子才选择回去，而且只是救孩子，因为她明知道她去其他人死定了。\n但是这从头到尾也只有一个解释，某一段女主失忆了，但就算这样逻辑上也说不过去，她坚持要去，后面什么慌乱除非她装的，但是明显不是的。\n直到我又看了遍前面明白了，当她说做了个噩梦的时候，她的意识记忆开始了死循环，真正的起点从那开始的。",
                "UserId": 845
            },
            {
                "publishDate": "2016-09-12",
                "score": "6",
                "likes": "0",
                "content": "逻辑还是有问题的",
                "UserId": 405
            },
            {
                "publishDate": "2018-05-12",
                "score": "10",
                "likes": "2",
                "content": "个人比较喜欢这些烧脑的，无限循环的片子。女主一开始因为儿子原因，迟了出发去约会。镜头一闪，就去到了港口，但影片前面未做交代。故事中他们提到的画，说神话中一个人被神罚推着石头上山，又眼睁睁看着石头滚下山，如此重复，其实是埋下伏笔，为后面故事的发生提供依据。来到影片最后，开的士的死神跟女主说，我会一直开着计时器等你回来（就是暗示女主只能去港口看一眼，看完要回来一起去冥界）但女主欺骗了死神去到了港口后就跟着大队一起出航，于是就有了后面故事的发生了。所以这个故事的主题是一个不愿面对自己已经死去的事实所做的无用功，妄图恢复生命，弥补自己曾经带给儿子的伤害。但也只是徒劳无功不得超生。",
                "UserId": 985
            },
            {
                "publishDate": "2016-01-19",
                "score": "9",
                "likes": "5",
                "content": "政治老师放给我们看的说是让我们磨磨脑子，看完完全一头雾水，政治老师特地花了一节课给我们讲解才搞懂，真的很不错的片子，看一遍绝对是看不懂的，另外这片子生动地诠释了那个母亲都是当特工的料，并且开车要当心",
                "UserId": 538
            },
            {
                "publishDate": "2018-07-04",
                "score": "10",
                "likes": "1",
                "content": "用死神的惩罚来做电影名字是不是更有助于理解本片呢！做为无限循环的经典作品，实至名归，从游轮上的小循环到离开游轮更大的循环，一圈一圈，故事脉络逐渐清晰，导演剪辑的确实牛逼！囫囵吞枣地观看大概会蒙圈，要注意真实发生的细节与无限循环中相同的细节，比如时间，特殊标志，数字等等，游轮上除了女主同伴，同时存在三个不同状态的女主追逐杀戮，同伴死光了继续来下一批，无限循环。而真实事件则是女主带儿子去码头出车祸死掉，向死神（出租车司机）承诺会回来，然而并没有，因此被惩罚，陷入不可解的死循环，如同片中提到的希腊风神埃厄洛斯一样。",
                "UserId": 696
            }
        ],
        "id": 50
    },
    {
        "link": "https://maoyan.com/films/1365910",
        "name": "淑贞",
        "type": "恐怖",
        "region": "中国大陆",
        "duration": "15分钟",
        "publishDate": "2020-09-28中国大陆上映",
        "score": "8.3",
        "income": "11.8",
        "introduce": "故事发生在北京的一个四合院里。主人公淑贞年近九十，与曾孙齐马一家一起生活。平时爱偷喝个冰牛奶，身体健朗。平淡从容的生活本应一直继续，然而最近，齐马却察觉到祖奶的一些不同寻常……随着祖奶秘密的展开，一段与另一个淑贞的往事也浮出水面……",
        "imgUrl": "https://p0.meituan.net/movie/3b90296242007a485ea694dab99e3dfe333593.jpg@464w_644h_1e_1c",
        "comments": [],
        "id": 51
    },
    {
        "link": "https://maoyan.com/films/1301444",
        "name": "妙先生",
        "type": "动画 奇幻 冒险",
        "region": "中国大陆",
        "duration": "89分钟",
        "publishDate": "2020-07-31中国大陆上映",
        "score": "7.1",
        "income": "13.6",
        "introduce": "电影《妙先生》以“善恶抉择”为核心，打造一个“杀好人救坏人”的离奇世界：金色彼岸花生长在至善之人心中，却会激发周围人的恶念，带来灾难。丁果为拯救世人，走上了消灭彼岸花的道路。然而，每一次拯救都意味着一个善良的人做出牺牲。",
        "imgUrl": "https://p1.meituan.net/moviemachine/84715f4b8f6b415faba9ef96ec5962fb488389.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "07-31",
                "score": "10",
                "likes": "715",
                "content": "啊啊啊啊啊！！！周深声音出来的一刻好想哭！！！",
                "UserId": 173
            },
            {
                "publishDate": "07-31",
                "score": "6",
                "likes": "387",
                "content": "冲着画面给的呢，全程道德绑架，且男主工具人石锤，仿佛看了个寂寞🌚 🌚",
                "UserId": 920
            },
            {
                "publishDate": "08-07",
                "score": "1",
                "likes": "354",
                "content": "我还是把我的第一条评论删了吧，网上有些人戾气真的太重了，我第一条评论真的是被骂成狗。\n那我就说一句话，对于我这种，没深入了解过这部电影的背景，看了简介就直接去看的，确实是不好看，我花钱了就有评价的权利，看完评论我只能给一分了。\n另外我说一句，我接受不同的观点，你觉得好看我觉得不好看，很正常，但是我不会去给好评的人那里骂他们你们也太**了这也配叫好看？还有人说你觉得不好看就不要说出来影响没看过的人，我真是服了，那意思是只允许10分的人出来发表感言了，而且有些骂我的人怕是电影都没去看。",
                "UserId": 524
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "177",
                "content": "呜呜呜呜呜呜呜呜，碾压《哪吒》《大鱼海棠》",
                "UserId": 977
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "265",
                "content": "虽然画风不怎么样，但是句句富含人生哲理，生命的意义，在于付出，而善良是牺牲，但尽管如此，世界还是应该充满真善美，善良的人终能拯救世界，让世界充满善良。邪恶的根源也是善良，即邪恶的背后是善良。彼岸花开满的世界，让堕落的人更加堕落，也让善良的人更加善良，生与死是一种选择，但却有比生与死更有价值的东西。彼岸是邪恶也是善良，在这个善与恶共存的世界，才有了人类存在的意义。做一个善良的人，不被眼前的利益所束缚，做一个更好的人，才是人活在世上，最美好的期待与价值。",
                "UserId": 648
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "103",
                "content": "冲着彩条屋出品去的，果然没有失望。\n和大护法一样，奇幻多彩的世界，看似荒诞的故事，其实映射出很多道理，耐人寻味。",
                "UserId": 867
            },
            {
                "publishDate": "07-31",
                "score": "8",
                "likes": "97",
                "content": "打卡复工复产的第一部电影。至善的是人的心灵，深深的嗓音爱了爱了❤️",
                "UserId": 782
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "85",
                "content": "世间万物都是联系的\n我们只是处在食物链的一端罢了\n妙先生更像是教我们如何与自然和平共处\n像最后说的\n人们总是会忘记，寻觅者为什么出现\n因为这个世界的需要\n在大自然面前我们太弱小了\n每个人都有选择生死的权力\n不是因为有彼岸花人们才贪婪\n而是因为贪婪才有彼岸花\n金蝉蜕可以吃掉彼岸花的孢子\n可人们大量的捕捉金蝉脱\n用于交易冰纨玉\n而寻迹者则是不断的寻找这其中的隐秘\n把现实揭露出来，带给世人，告诉统治者\n这是世界发展的规律罢了\n我感觉我看懂了\n有感觉我没看懂\n现在的动漫开始讲人性了\n画面感，故事情节也好\n都是很赞的",
                "UserId": 289
            },
            {
                "publishDate": "08-01",
                "score": "7",
                "likes": "36",
                "content": "满分10分的话我打6.5分，影片讲述的是因为人类过度捕捉“知了猴”而遭到报应的故事（雾），讲真这个片名起的就很灵性，《妙先生》到底是什么鬼？这是我唯一能吐槽的地方，有点烂尾的感觉。画风独特，视觉效果意外的还不错，分镜运用得一般，音乐渲染力较强，剧情节奏把握的较好。比同为国产动画电影的某鱼海棠强太多，改编到底还是比原创有优势。以上是个人观点，本人非原作党，勿喷",
                "UserId": 299
            },
            {
                "publishDate": "08-01",
                "score": "1",
                "likes": "20",
                "content": "**腔，各种暗示，无病呻吟，人类就是坏blabla…，两分给片头一分给场景美术一分给bgm不能更多了",
                "UserId": 256
            }
        ],
        "id": 52
    },
    {
        "link": "https://maoyan.com/films/1243792",
        "name": "1917",
        "type": "剧情 战争 历史",
        "region": "美国",
        "duration": "119分钟",
        "publishDate": "2020-08-07中国大陆上映",
        "score": "9.7",
        "income": "5.6",
        "introduce": "1917年，第一次世界大战进入最激烈之际，两个年仅16岁的英国士兵接到的命令，需立即赶往死亡前线，向那里的将军传达一个“立刻停止进攻”讯息。 时间只有八小时，武器弹药有限，无人知晓前方敌况：死亡寂静之地、布满尸体的铁丝网、突入其来的敌军、随时毙命的危险境况…… 这一次两个少年为救1600个人的性命，不完成，毋宁死！",
        "imgUrl": "https://p1.meituan.net/movie/48942d3afc4241455e7057427dcb16d62460030.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-07",
                "score": "9",
                "likes": "1101",
                "content": "2020年的第一部电影，一开始还很有兴趣的在找剪辑点，后面就顾不上了，太美了阿。1.最初树下的惬意时光，和结局树下的惬意时光，没有史诗般的歌颂，只是一切归于平静，但有些人永远不在了。2.信号弹划过夜空点亮了城市的废墟，太美了。3.右边的喷泉十字架，左边迎面走来敌军，一瞬间两人的恍惚，构图太美。4.樱桃树被砍倒了，但种子还会长出更多的树，樱桃花是希望",
                "UserId": 768
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "880",
                "content": "一镜到底的拍摄真的厉害，故事情节掌握的特别好，其中不乏对人性的体现尤其是在战争中，在到城镇躲避敌人到地窖那段很激励人心，主角可以倾其所有让婴儿和女人有活下去的可能，当到达影片末尾那冲出战壕的那段奔跑无异于把人物和故事推向了最高潮，他不仅是为自己，也是为了死去的战友，为军人的使命，为不让更多人牺牲，以一已之力之力救了更多的人和完整的家庭。同时也希望我们的祖国强大，战争很可怕，但真如果发生愿意奔赴，为了家人，为了我们下一代的将来。",
                "UserId": 445
            },
            {
                "publishDate": "08-09",
                "score": "3",
                "likes": "42",
                "content": "全剧看完只有四字感言：智商感人。也不知道到底是编剧这么蠢还是当时的英国人就这么蠢？身负重要任务的士兵，竟然为了救敌人而死？死得简直太没价值了！深入敌军竟然还相信敌人说不喊人？心慈手软，立刻被敌人打脸！最后找到要找的军团的时候，一整个军团对于不明人士的靠近毫无反应？人都在什么坐了半天都毫无反应？甚至最后只看到对方穿的军服跟自己一致就要带人一起走？不怕是间谍？军团的警惕心呢？最后还是靠着运气好才能传信成功！要是靠智商？蠢到这个地步，智商是真的太感人了！",
                "UserId": 169
            },
            {
                "publishDate": "08-07",
                "score": "8",
                "likes": "212",
                "content": "万达检票员的服务真心不行，语气好硬，由于忘记戴口罩了，又临近放映，一点也不通融，去停车场取回后，没戴照样放我进去了，你要是坚持不配带不让进，又或者观影途中解除口罩有人过来制止，那我绝对发自内心欣赏你们的执行力，结果让我觉得也就是装腔作势，拿着上级部门的规定要求顾客这个那个，结果却***！好好想想吧",
                "UserId": 890
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "187",
                "content": "挺好看的，场面宏大。就是地雷，吓我一跳😂",
                "UserId": 622
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "167",
                "content": "1917从摄影，剪辑，音效，视效，服装，化妆，道具均属上乘之作。一镜到底是这部电影最大但不唯一的亮点。过度的长镜头会显得摄影角度单一也会让观众视觉疲劳，但门德斯导演根据情节张弛有度的巧妙找到了镜头切换点，极为娴熟的光影运用、适时响起的交响乐都给这部战争片赋予了极强的艺术性与观赏性。电影通过男主这样一个小人物影射了一个时代，没有过多德军镜头却通过路边被德军杀死的奶牛马匹反映出德军的残忍。途中偶遇躲藏地堡的法国妇女和被她收养的女婴是生命繁衍的象征；而最后的镜头一望无际的青草地上有一棵大树男主倚树而坐，这棵树是胜利的旗帜也是希望的象征。美中不足的是男主无故晾干的湿衣服，但相信这不足以成为扣分的理由。",
                "UserId": 563
            },
            {
                "publishDate": "08-07",
                "score": "9",
                "likes": "120",
                "content": "hope is a dangerous thing.",
                "UserId": 458
            },
            {
                "publishDate": "08-07",
                "score": "9",
                "likes": "72",
                "content": "不同于场面宏大的战争片，1917以传令士兵的冒险旅程展现了一战战场的各种细节：战壕里的生活；危机四伏的敌占区；四处躲藏的平民……就算剧情转到前线，也没有对交战的场面做太多的描写，而是借由冲锋来烘托全剧紧张的高潮 这部电影很有大破天幕杀机平静中略带阴森的风格，突然爆炸的绊雷和冷不丁响起的枪声为前半段平和的叙事基调增添些许刺激，让观众感受到战场上无法预测的风险 对于战友情和军人责任感的刻画也不错，“战到最后”的信念不再由大战役来体现，而是由主角突破一路的封锁到达目的地的故事来达到以小见大的效果 更像是一部战争文艺片",
                "UserId": 776
            },
            {
                "publishDate": "08-13",
                "score": "1",
                "likes": "4",
                "content": "垃圾的要死。什么烂片子？外国人的思维跟中国人的区别很大。让你去送信，你就盯着你的目标去走不就行了吗？在路上管什么闲事？一个战友因此而送命。在路上磨磨唧唧的。去晚了吧？人家第一波进攻都已经开始了。造成了那么多战友的死亡。你不应该内疚吗？",
                "UserId": 764
            },
            {
                "publishDate": "08-08",
                "score": "10",
                "likes": "14",
                "content": "可以说是今年我看到过最优秀的影片了，一镜到底的镜头加上演员们精湛的演技以及优秀爽快的剧情让人直呼过瘾，浸入式的剧情体验，时时刻刻都在拉动着观众的心弦，该影片中的行军路线，部队名称，让我这位历史爱好者感到十分的惊喜，让我的内心时时刻刻的都沉浸于其中，仿佛我自己似乎“亲身经历”了一般。这部影片呢是以第一次世界大战为背景，通过两名年仅十六岁的英国士兵穿越到前线去传达撤退命令(男二在中途被一位德军飞行员给杀害)来展现战争的残酷性和背后的反战思想，从战场上泥泞的土地加上士兵腐烂的尸体就像一副人间地狱一般，躲在废墟里的法国女人和婴儿，谁又不是这场帝国主义战争的受害者呢？",
                "UserId": 632
            }
        ],
        "id": 53
    },
    {
        "link": "https://maoyan.com/films/248906",
        "name": "流浪地球",
        "type": "剧情 冒险 科幻",
        "region": "中国大陆",
        "duration": "125分钟",
        "publishDate": "2019-02-05中国大陆上映",
        "score": "7.6",
        "income": "12.0",
        "introduce": "近未来，科学家们发现太阳急速衰老膨胀，短时间内包括地球在内的整个太阳系都将被太阳所吞没。为了自救，人类提出一个名为“流浪地球”的大胆计划，即倾全球之力在地球表面建造上万座发动机和转向发动机，推动地球离开太阳系，用2500年的时间奔往另外一个栖息之地。中国航天员刘培强在儿子刘启四岁那年前往国际空间站，和国际同侪肩负起领航者的重任。转眼刘启长大，他带着妹妹朵朵偷偷跑到地表，偷开外公韩子昂的运输车，结果不仅遭到逮捕，还遭遇了全球发动机停摆的事件。为了修好发动机，阻止地球坠入木星，全球开始展开饱和式营救，连刘启他们的车也被强征加入。在与时间赛跑的过程中，无数的人前仆后继，奋不顾身，只为延续百代子孙生存的希望…… 本片根据刘慈欣的同名小说改编。",
        "imgUrl": "https://p1.meituan.net/movie/616cd50a33550a9225ac781e52d14ae54967551.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "52981",
                "content": "好看不解释，有些在文科班都是垫底的low不适合看，只适合看外国矫情装文艺的片。",
                "UserId": 443
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "38760",
                "content": "我还能说什么，太棒了。",
                "UserId": 278
            },
            {
                "publishDate": "2019-06-21",
                "score": "9",
                "likes": "34095",
                "content": "中国的大年初一第一部电影，感觉很不错，能说中国的科幻电影现在已经进入了一个新时代。电影的慢镜头以及细节都做的很到位，有一种灾难片的既视感。综合好评",
                "UserId": 284
            },
            {
                "publishDate": "2019-06-21",
                "score": "6",
                "likes": "14957",
                "content": "我就不说什么不好了 就说小小烂片吧！和长城一样  全靠特效撑着，场面一样的壮观，画面场景满分，我觉得和长城是差不多的场面，技术上来说……不过台词，对白，恶心到吐…演主角的到底是谁？能撑起来整部电影吗？改编对白能少点啰哩啰嗦的废话，哭的撕心裂肺，没感觉有啥内容，为了给电影增加搞笑成分，却完全拉低了搞笑，适可而止，还有双腿吓得打哆嗦瞬间就能感动所有人？反正就是表演很用力，就是空洞……画面漂亮，编剧的改编能力值一分…个人看法，给十分的太过了吧，完美？看过其它科幻电影？就是剧情内容改编粗糙细节不够…很多为了感动的画面变成了啰嗦多余，几个小演员的演技更是不堪入目，最后只记得看画面的壮观，完全进不到故事里",
                "UserId": 606
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "10850",
                "content": "很不错，中国第一部硬科幻，非常值得一看和支持。但是，我要在这里抨击了，那么多中国人一直喜欢看外国大片，中国出了一部科幻片也不支持，中国出了那么多喜剧还看不够吗。科幻片是国家软实力的象征，这些个科幻迷大片迷反而不看了，崇洋媚外吗！看到票房这么低就是气不过。",
                "UserId": 99
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "8596",
                "content": "为什么没有7星，8星？完美已经不足以诠释这部电影的出色！感动，全程捏着拳头看完。叙事不拖沓，没有美式灾难片的个人英雄主义；宏大，还是宏大，全片充满各种想象；特效，丝毫不输好莱坞进口大片，甚至有些地方有过之而无不及。强烈建议，制作团队赶紧买了三体的版权吧，三年、五年甚至十年，我都等……",
                "UserId": 872
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "8683",
                "content": "在有些人眼里，自己花了钱看电影，这电影不能做到世界第一那就是垃圾，然后给了1分",
                "UserId": 282
            },
            {
                "publishDate": "2019-06-22",
                "score": "8",
                "likes": "4404",
                "content": "中规中矩，别抱太大的希望😏😏😏😏😏",
                "UserId": 670
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "6010",
                "content": "在学校看了《流浪地球》的点映！除了电影情节、在现场看到了大刘老师！我更难忘的是郭帆导演在现场讲述的拍摄历程。真的真的太难了、也许有的人会一听国产科幻失去兴趣（真的，我身边哪怕看了很多书的同学、也有的会这样）这也不能怪任何人，毕竟大家看电影也都是想看到好看的、但是对于对科幻有兴趣的朋友，真的来看一看吧。我相信同为科幻迷并为科幻奋斗了这么多年的郭帆老师、绝对值得一张电影票\n    在看后\n太让人惊喜了，紧凑的节奏、多次的剧情反转、\n以及我们自己的价值观（如果是美国电影、大概最后会采用让一部分精英去往新家园，而我们中国的农耕文明注定了我们对土地对地球的情感无法割舍，在流浪地球背后正是这层含义吧",
                "UserId": 613
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "6257",
                "content": "真的超级超级惊喜，没想到咱们也能拍出这样宏大的科幻片，特效有质的飞跃，题材新颖，剧情安排也很紧凑，多次反转。人物塑造和演技都不错，除了女主角有点傻，真的没什么槽点了，比很多美国爆米花大片好看太多了。看完马上给10分，第一次评价，求赞",
                "UserId": 592
            }
        ],
        "id": 54
    },
    {
        "link": "https://maoyan.com/films/1243239",
        "name": "熊出没·原始时代",
        "type": "喜剧 动画 冒险",
        "region": "中国大陆",
        "duration": "88分钟",
        "publishDate": "2019-02-05中国大陆上映",
        "score": "7.4",
        "income": "2.8",
        "introduce": "熊大（张伟 配音）熊二（张秉君 配音）光头强（谭笑 配音）意外穿越回恢宏的石器时代，与猛犸象、剑齿虎、史前大鸟等一众奇特生物、以及原始人类开启一段眼界大开的奇幻之旅！原始时代瑰丽非常，却又危机四伏。熊强三人组磕磕绊绊，笑料百出。一只可爱狼女一路相伴，背后竟是人族与狼族的对立。面对原始人类的不断质疑、凶猛狼族的步步紧逼、自然危机的全面爆发，熊强究竟何去何从？他们又能否回归现代？一场关于守护与成长、爱与勇气的冒险，已经拉开序幕……",
        "imgUrl": "https://p1.meituan.net/movie/0ca4644c25ff01b7779a06e1ce4f1b011824360.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "3742",
                "content": "今年的主题是友情和勇敢，飞飞是一只胆小懦弱的狼，到最后变成为了友情可以牺牲自我的勇敢之狼。给孩子的教育意义很深刻，告诉孩子们，他们可以出乎意料的勇敢为了心中所爱。感谢熊出没大电影，我从夺宝奇兵到现在的原始时代我家宝宝都十分喜欢，为国产好电影点赞。",
                "UserId": 263
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "2385",
                "content": "好看，真心好看",
                "UserId": 92
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "1593",
                "content": "闺女说好的看",
                "UserId": 504
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "725",
                "content": "陪妹妹看了三年了  从成年人的角度看真的是一年比一年垃圾  我只是看电影的人  我不在乎什么抄袭  我只希望电影好看有趣就行  这什么破电影  除极个别画面以外大多数3d效果根本不堪入目 没那技术就好好做2d呗  强行提升票价？确实  哪怕你们拍的再垃圾小孩想看我们都得带着去  但这么敷衍这么坑钱良心过得去吗  逻辑不通顺  这破剧本高中生都能写一踏",
                "UserId": 842
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "591",
                "content": "男朋友第一次来我家过年，有点紧张，立刻带他看了场河南话的熊出没，让这个河南女婿学学俺们河南话，出门就跟我说：“中，可带劲~~”哈哈哈哈",
                "UserId": 269
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "538",
                "content": "居然是方言版，感觉像中大奖！各种俚语不断，感染力不要太强！",
                "UserId": 538
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "520",
                "content": "开始放映了熊大熊二居然在说陕西话，一问才知道是陕西话版的熊出没，光头强沃碎怂逗死额咧，嘹咋咧！这个陕西话版熊出没能行！这么走心的优质产品熊出没赢得很多人的心。",
                "UserId": 216
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "493",
                "content": "票面显示四川话的时候没注意，进了影院才发现是“川话惊喜版”，逗得孩子和家长都哈哈笑，比如孩子就学会了好多四川话，出来之后一直念叨，“笑胸茅（小熊猫），巴适得板”！佩奇和熊出没真是没法比觉得熊出没才是最牛的",
                "UserId": 216
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "378",
                "content": "熊出没成为我们全家春节必须打卡的好影片好作品",
                "UserId": 594
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "128",
                "content": "和孩子一起看的，给孩子一个很好的教育，看到了勇气对一个男孩子是多么重要…，好片",
                "UserId": 755
            }
        ],
        "id": 55
    },
    {
        "link": "https://maoyan.com/films/1281368",
        "name": "半条棉被",
        "type": "战争 剧情",
        "region": "中国大陆",
        "duration": "97分钟",
        "publishDate": "2020-09-04中国大陆上映",
        "score": "9.7",
        "income": "5.7",
        "introduce": "大雨滂沱的秋夜，途径小山村的三名女红军在一处屋檐下避雨，一杆枪，两只桶，一个电台，一床棉被是她们的全部，而屋内一名小脚女人带着生病的孩子正注视着这一切，从此刻起，她们的命运将因为这床充满故事，充满期待的棉被而紧密相连……",
        "imgUrl": "https://p0.meituan.net/movie/91f09ae543bd28165fa600bf67310ad82652672.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "3天前",
                "score": "10",
                "likes": "1",
                "content": "非常好看，从头哭到尾，哭的我眼睛疼，头疼，太感人了",
                "UserId": 493
            },
            {
                "publishDate": "3天前",
                "score": "10",
                "likes": "0",
                "content": "特别好看！！！入股不亏！！哭死我了！！",
                "UserId": 500
            },
            {
                "publishDate": "3天前",
                "score": "10",
                "likes": "1",
                "content": "震撼....",
                "UserId": 553
            },
            {
                "publishDate": "3天前",
                "score": "9",
                "likes": "0",
                "content": "内容好，演技棒",
                "UserId": 355
            },
            {
                "publishDate": "3天前",
                "score": "4",
                "likes": "2",
                "content": "哎，故事很好。电影没拍好",
                "UserId": 547
            },
            {
                "publishDate": "4天前",
                "score": "2",
                "likes": "0",
                "content": "这运镜的就是坨**，看得我晕",
                "UserId": 405
            },
            {
                "publishDate": "4天前",
                "score": "9",
                "likes": "1",
                "content": "非常感动，感恩革命先烈！",
                "UserId": 563
            },
            {
                "publishDate": "5天前",
                "score": "10",
                "likes": "0",
                "content": "感人事迹片，吾辈当自强。",
                "UserId": 758
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "10",
                "content": "湖南郴州人的文化。点赞👍",
                "UserId": 205
            },
            {
                "publishDate": "6天前",
                "score": "10",
                "likes": "10",
                "content": "很感人，值得一看。祖国强大的今天是无数共产主义革命先辈用生命换来的，我们一定要珍惜今天这来之不易的美好生活，把祖国建设得更加繁荣富强。",
                "UserId": 976
            }
        ],
        "id": 56
    },
    {
        "link": "https://maoyan.com/films/916",
        "name": "哈利·波特与死亡圣器（下）",
        "type": "奇幻 冒险",
        "region": "英国,美国",
        "duration": "130分钟",
        "publishDate": "2011-08-04中国大陆上映",
        "score": "7.8",
        "income": "3.3",
        "introduce": "哈利进入与 伏地魔意识连通的幻境，找到了一些魂器，但也让伏地魔发觉了他们的行动。哈利又一次进入幻境后推断出伏地魔的居所，三人来到了此地。他们看到伏地魔命令毒蛇除掉斯内普，以把长者杖魔力传给自己。弥留之际，斯内普把记忆送给哈利，原来他一直爱着哈利的母亲莉莉，因此从来都是站在邓布利多一边。哈利披上隐身斗篷去与伏地魔战斗，发现海格被押作人质。哈利一现出身来就被一咒击倒，醒来时彷佛进入一个生与死的边缘，碰到已死的邓布利多。哈利发觉咒语正巧击溃了藏在自己体内的那一部分伏地魔的灵魂。伏地魔命令海格把貌似死了的哈利带回 霍格沃茨，杀杀士气。哈利趁乱披上隐身斗篷，纳威敏捷地抽出格兰芬多剑砍掉了毒蛇纳吉尼的脑袋，藏在毒蛇体内的伏地魔最后一个魂器就这样被毁掉。哈利在大殿里面直面伏地魔，长老杖在伏地魔手中。哈利猜测长 老杖原来的主人不是斯内普而是马尔福，解除邓布利多武装的是马尔福，而斯内普只是依照邓布利多的愿望把他杀掉。然而解除掉马尔福武力的人却是哈利，所以长老杖真正的力量在哈利这里。所以伏地魔用长老杖对哈利施死咒时，哈利让死咒又反弹到伏地魔身上，伏地魔就这样被结果了。19年后，哈利和金妮有了三个孩子，罗恩和赫敏也有两个孩子。两家人在 国王十字车站送孩子去霍格沃茨学校，在这里他们遇见了不少故人。最终哈利摸着前额上的闪电形疤痕，19年了这块疤痕再也没有痛过。一切都好  。",
        "imgUrl": "https://p1.meituan.net/movie/bb0eca029cd25329776a4549b3fbe262924727.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-04-14",
                "score": "9",
                "likes": "68",
                "content": "下半部从上半部的小范围格斗变成了渲染特效的大规模战斗，场面升级为系列之最。这一部里我们见证了太多人的牺牲，但是胜利之前的牺牲是不可避免的。最后战胜了伏地魔后，看着19年后哈利的孩子坐上火车，记忆又回到了梦开始的地方。",
                "UserId": 449
            },
            {
                "publishDate": "2015-03-29",
                "score": "10",
                "likes": "41",
                "content": "电影系列最终章终结的时候，似乎没有什么过多的言语能够形容与概括这部几乎伴随一代人成长起来的魔法传奇\n一切都是从那个神神秘秘的国王十字车站九又四分之三站台开始的，十年前，当11岁的**哈利推着小车直愣愣从那里闯过去时，没人会预料到，十年后，它将会成为人类电影史上的经典场景\n哈利在那个洁白的国王十字车站问邓布利多，这一切是真实的还是只存在在我的头脑里，邓布利多回答他，当然只存在在你的头脑里 头脑里的东西就不真实了吗？\n我觉得拍得最好的是教授死的那一段，没有过多的煽情\n当年罗琳蜷缩在咖啡馆着手写第一部哈利波特小说时，她怎么也不可能料想到她将开创一个无与伦比的魔法时代",
                "UserId": 883
            },
            {
                "publishDate": "2015-03-25",
                "score": "8",
                "likes": "23",
                "content": "作为小说迷还是喜欢小说更胜于电影！看小说自己想象可以更加的丰富场面更加的壮观。 总体没有上部好看的说。其实对于那种把书读烂的哈迷来说，这部电影的遗憾委实有点多了。最让我感动的是三个「Sempre」，斯内普对Lily的，Lily对哈利的，纳威对哈利的，当这个单词一说出口，眼泪就止不住往下掉。就这样结束了么。十年了电影结束了，我们的青春也结束了。拜拜我的青春",
                "UserId": 292
            },
            {
                "publishDate": "2015-04-14",
                "score": "10",
                "likes": "100",
                "content": "记得那时候片子放完，心里久久不能平静，终究还是要告别的。那个隐忍着爱背负一切伤痛的斯内普教授，终于在结局里正名。那一切为了美好未来而牺牲的人们，夜晚的星空中必定有你们的存在。魔法世界也许从此不再出现在银幕上，但是它永远在我们心里。",
                "UserId": 999
            },
            {
                "publishDate": "2011-08-04",
                "score": "8",
                "likes": "6",
                "content": "Imax3D的效果就是赞啊，比上集节奏好多了，斯内普死了，这个外冷内热，深情的好男人，他的初恋哈利的老妈带走了他人生其他的可能，当邓不利多问，你不会还爱着她吧，斯内普淡定地说，永远，是他全系列中最性感的时候，我们也会永远爱你，斯内普！",
                "UserId": 896
            },
            {
                "publishDate": "2016-10-21",
                "score": "9",
                "likes": "5",
                "content": "[星星][星星][星星][星星][半星]，缅怀艾伦瑞克曼，他演绎的斯内普甚至超越了原著。波澜壮阔霍格沃兹攻防战，大气磅礴配乐制造出悲壮史诗感，惨烈战斗，沉重离别，宿命对决，掌握死亡圣器再次玩弄死神。改编仍旧巨大，不管是否卖弄情怀，庸俗大场面大决战，这都是对系列完美的句号",
                "UserId": 725
            },
            {
                "publishDate": "2015-05-13",
                "score": "10",
                "likes": "4",
                "content": "资深哈迷，从小学到高中，哈利波特结束了，魔幻的童年也结束了，当年电影上映的时候大家一起包场去看电影，实在是幸福",
                "UserId": 351
            },
            {
                "publishDate": "2016-01-06",
                "score": "10",
                "likes": "3",
                "content": "说出来也蛮搞笑 但就是这样 这是我看的第一部哈利波特系列电影（之前只是听说过一直没兴趣看🙃\n还记得当时坐在电影院里 从第一幕海边小木屋埋葬多比 脑子里完全是一个大写的懵 可能就认识三只主角 最后还是和大家一起被感动到不行（打败老伏那里 后来回家兴趣大增 顺理成章成了哈迷 在电脑上补完了前面的剧情 又买了全套书 一发不可收拾哈哈哈 到现在小六年了 还是心中的经典 时不时拿起书 勾起回忆 还是那么美好\n哈哈哈",
                "UserId": 172
            },
            {
                "publishDate": "2018-07-29",
                "score": "10",
                "likes": "2",
                "content": "1.伏地魔的七件魂器：①汤姆·里德尔的日记②马沃罗·冈特的戒指③萨查拉·斯莱特林的挂坠盒④赫奇帕奇的杯子⑤罗伊纳·拉文克劳的冠冕⑥伏地魔的宠物蛇--纳吉尼⑦哈利·波特\n2.从第一部一部一部看过来的，布兰芬多“铁三角”始终没有换人，真的很让人欣慰。丹尼尔从萌萌哒的儿童变成了胡茬满面的少年，从12岁开始扮演哈利·波特，一直到22岁结束，大荧幕是他们成长历程的最好见证。\n3.大卫·叶茨通过相对平庸，现在看来是本片超长预告片的三部续集布局了本片\n\n130分27秒       2018-7-28爱奇艺",
                "UserId": 136
            },
            {
                "publishDate": "2011-10-28",
                "score": "6",
                "likes": "1",
                "content": "没有解决此类正邪对决片最根本的问题：强弱分的太早，成了只看特效的流水账。但即使是特效场面的调度也很烂，一个高潮没达到就匆忙将镜头移开，只能勉强合格",
                "UserId": 562
            }
        ],
        "id": 57
    },
    {
        "link": "https://maoyan.com/films/1250700",
        "name": "攀登者",
        "type": "剧情 冒险",
        "region": "中国大陆",
        "duration": "125分钟",
        "publishDate": "2019-09-30中国大陆上映",
        "score": "8.1",
        "income": "2.7",
        "introduce": "1960年，中国登山队向珠峰发起冲刺，完成了世界首次北坡登顶这一不可能的任务。15 年后，方五洲（吴京 饰）和曲松林（张译 饰）在气象学家徐缨（章子怡 饰）的帮助下，带领李国梁（井柏然 饰）、杨光（胡歌 饰）等年轻队员再次挑战世界之巅。迎接他们的将是更加严酷的现实，也是生与死的挑战......",
        "imgUrl": "https://p0.meituan.net/movie/4c01895cfd53e82f7c3048c407974a6b4739229.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "14707",
                "content": "又一部好电影，看后心潮澎湃。该片子演员阵容强大。有吴京，张译，章子怡，还有胡歌，井柏然，成龙等，一场精彩的视觉盛宴和正能量的传递。\n         该片是关于攀登珠穆朗玛峰，咋一看像是纯粹的登山片，但是了解背后的历史却不是这样的。珠穆朗玛峰涉及中国与尼泊尔之间的主权问题，在当时的背景下，登上去就是维护国家主权和领土的完整，为此，一切困难在满怀爱国精神的勇士面前都能被战胜的，虽然路上失去了很多优秀的同志，但是为了祖国勇攀高峰的精神却是不会失去的。将永远留存我们心中。向为新中国奋斗的英雄们致敬!",
                "UserId": 221
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "10783",
                "content": "国家主权，高于一切，捍卫领土，布局深远。现在看之前年代那种团结一致保家卫国的精神还是很让人感动，阵容强大，演员表演都很棒！",
                "UserId": 288
            },
            {
                "publishDate": "2019-09-30",
                "score": "9",
                "likes": "2539",
                "content": "看电影之前看到网上说香港导演拍得不行，感情戏太多。刚看完觉得还行，适当地加入一些感情戏还是需要的，实在不想看就玩会儿手机嘛，感情戏过去了继续看。网上说拍的不是第一次登顶，我想原因是多方面，一方面是不可避免地要提及中苏交恶，在这个时间段提这个是极不合适的，另一方面，第一次登顶损失惨重，也没有获得国际公认的数据，不为承认。所以重新组织登顶还是很有必要的。总体而言还是可以的，就是毛**那个半身像没放上去，是政治环境不允许还是导演组的人故意的？？？纪实电影，还是要抓一些重要的细节的",
                "UserId": 131
            },
            {
                "publishDate": "2019-09-30",
                "score": "4",
                "likes": "4796",
                "content": "三部国庆大片，第一部就选择《攀登者》。满怀期待而去，极度失望而回。这么好的题材硬是给编坏、演砸了！1. 1975年二次攀登珠峰两大任务：拍摄弥补1960年首登珠峰的遗憾+测量珠峰的高度，结果负责拍摄的井柏然挂了，那谁来接替完成拍摄任务呢？没有交待！2. 整体节奏起伏不大，没有紧张感，故事戏剧张力不够，更像温情脉脉的爱情片。3. 棚拍痕迹非常明显，很多镜头还保留了棚灯的痕迹。4. 只着重表现登山的灾难特技，没有还原演绎登山的艰辛，章子怡在电影里全程脸蛋都是刷白粉嫩的，太假了！5. 最后九个登顶者都是国家英雄，但除了吴京这个角色，其余8人是谁，分担了什么任务，不清晰。6. 胡歌成龙就是来打酱油的。",
                "UserId": 369
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "1545",
                "content": "非常好的一部电影！看到感人之处，我作为一个大男人都泪流满面，更别提现场观影的女同胞了！还有一个老大爷，可能很少现场看电影，座位都不会找，但依然现场观看，我想，那也是一种情怀，对他们那一代人爱国精神的怀念！观影后，对之前那些诋毁攀登者，吹毛求疵的SB ，我只能是蔑视！先辈把热血和生命奉献给祖国，用无私的爱国精神，为祖国和炎黄子孙争得了荣誉和尊重，用精神的脊梁为祖国和我们撑起了一片蓝天，而那些无耻自私，心里阴暗的键盘侠，唯一的能耐是躲在背后拆台！祖国，你不爱，请离开！没了你们，我们的国家更清澈纯洁，未来美好！",
                "UserId": 607
            },
            {
                "publishDate": "2019-10-01",
                "score": "10",
                "likes": "1294",
                "content": "攀登者是一部良心电影，不过要是以前，我可能会客观的打八分到8.5分之间。不过这次之前，有太多批评攀登者的，各种黑层次不齐，好多up主声情并茂的解读，让我信以为真。要不是因为电影票不能退，或许我会放弃来看。但是，攀登者真的不像外面说的那么不堪，也许比不上流浪地球这样的经典先河之作，不过绝对是一部良心电影！在这里，我强烈推荐给大家！",
                "UserId": 60
            },
            {
                "publishDate": "2019-09-30",
                "score": "8",
                "likes": "1180",
                "content": "按照导演以往的水准来说，这部算是还可以了，全片前三分之二都还是不错的，演员演技全部在线，情节场景也还是比较抓人，感情线穿插在剧情里，也没有喧宾夺主，最大的问题是结尾登顶部分，这里的感情戏一下子把电影的格局降了太多，有种功亏一篑的感觉，还有种戛然而止草草收尾的感觉。最后杨光换成成龙也很没有连续性，不知道是不是有投资方之类的因素在，就电影本身来说，不应该更换。总体来说还是可以去大荧幕看看的。结尾的处理真的太可惜了。",
                "UserId": 1000
            },
            {
                "publishDate": "2019-10-02",
                "score": "8",
                "likes": "947",
                "content": "客观评价，这部献礼片综合下来最多只值8分。特效10分，演员演技10分，配乐8分，剧情6分，剪辑6分。只说后两点:\n1.剧情的问题最大，原本以为是以爱国为核心的电影，结果电影里个人情感因素占了几乎一大半，作为核心的爱国反而成为衬托主角们的元素了。电影里除了少许人是为了国家，其他大部分人都是为了自己而登峰，例如胡歌演的角色是为了他爸、瘸腿的副总指挥是为了他当年的失误，可一到有人牺牲就后悔了。还有就是恋爱情感片段多了点，一定程度影响到了观看体验\n2.剪辑的问题很大，有些剧情还没交代清楚就跳了，把部分原本是整体的片段和细节剁得太碎、太乱。\n看在祖国70周年的份上，主观评价8分。祝祖国妈妈生日快乐!",
                "UserId": 553
            },
            {
                "publishDate": "2019-09-30",
                "score": "10",
                "likes": "510",
                "content": "无奈本人文化程度低，只能**走天下，下好看",
                "UserId": 687
            },
            {
                "publishDate": "2019-10-13",
                "score": "10",
                "likes": "57",
                "content": "我真的很佩服\n这个世界，有人为了祖国的荣耀率先全世界珠峰北坡登顶。\n有人却为了臭钱昧着良心乱写影评，说什么中国拍这个电影会造成珠峰环境污染。\n有人全身一百多处伤，用命搏出一个“票房第一”人。\n有人却只有本事通过侮辱这个他十八辈子也比不上的人来赚昧心钱。\n有的人用最纯粹和干净的爱为彼此心中的梦想努力，用智慧和勇气的结合来促成壮举。\n有的人却说“感情戏太多”，整部片子130分钟，感情戏加起来也没有20分钟，还感情戏太多，电影里登山的没有一个是出家人，美国商业片连个变形金刚都**要安排个男女在那谈恋爱，为什么登山队的人不可以？吃你家粮了？请问那些说感情戏太多的，您母亲是草履虫，横二分裂出来的你？",
                "UserId": 928
            }
        ],
        "id": 58
    },
    {
        "link": "https://maoyan.com/films/218580",
        "name": "鬼片王之再现凶榜",
        "type": "恐怖",
        "region": "中国香港",
        "duration": "84分钟",
        "publishDate": "1999-11-18多平台上线",
        "score": "7.6",
        "income": "8.8",
        "introduce": "暑假到了，寄宿学校只留下总监Miss郑（张文慈 饰）和四个学生愤祥（雷宇扬 饰）、小丑（黄小莺 饰）、Nokia（袁伟豪 饰）及123（施念慈 饰）。自从校工福婶（彭丹 饰）的孙女离奇死亡，被弃置於冰箱内；而且福婶的小狗被割去头颅，一名转校生Connie（陈思颖 饰）来到，连串怪事陆续发生。调查此案的于Sir（王敏德 饰）险遇交通意外。Connie养父（李兆基 饰）得悉一切时，便告之他们Connie是魔鬼的女儿，众人不信，反责他妖言惑众。",
        "imgUrl": "https://p0.meituan.net/movie/b81259b45e7fdb48ea0f731518bec9ed180311.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-10",
                "score": "1",
                "likes": "0",
                "content": "一点都不好看",
                "UserId": 757
            },
            {
                "publishDate": "2019-11-15",
                "score": "10",
                "likes": "0",
                "content": "什么时候可以播放",
                "UserId": 217
            },
            {
                "publishDate": "2019-10-30",
                "score": "8",
                "likes": "0",
                "content": "想看，，，嘤嘤嘤",
                "UserId": 550
            },
            {
                "publishDate": "2018-05-20",
                "score": "10",
                "likes": "31",
                "content": "好想看，什么时候能看到",
                "UserId": 463
            },
            {
                "publishDate": "2018-03-05",
                "score": "3",
                "likes": "5",
                "content": "杭氧辣眼睛",
                "UserId": 578
            },
            {
                "publishDate": "2018-01-29",
                "score": "10",
                "likes": "3",
                "content": "好好好好好好",
                "UserId": 585
            },
            {
                "publishDate": "2018-01-16",
                "score": "10",
                "likes": "0",
                "content": "好想看，好期待",
                "UserId": 100
            },
            {
                "publishDate": "2018-01-11",
                "score": "10",
                "likes": "0",
                "content": "电影院不可以看嘛",
                "UserId": 782
            },
            {
                "publishDate": "2016-02-18",
                "score": "6",
                "likes": "5",
                "content": "小时候被吓着了，现在还有印象。。。",
                "UserId": 958
            },
            {
                "publishDate": "2015-05-20",
                "score": "7",
                "likes": "4",
                "content": "这部鬼片特别好",
                "UserId": 162
            }
        ],
        "id": 59
    },
    {
        "link": "https://maoyan.com/films/246591",
        "name": "大鱼海棠",
        "type": "剧情 动画 奇幻",
        "region": "中国大陆",
        "duration": "105分钟",
        "publishDate": "2016-07-08中国大陆上映",
        "score": "8.8",
        "income": "2.2",
        "introduce": "影片的创意来源于庄子的“北冥有鱼，其名为鲲。鲲之大，不知其几千里也”，讲述了一个属于中国人的奇幻故事。在与人类世界平行的空间里，生活着一个为神工作的族群，掌管世界万物运行规律，也掌管人类的灵魂。少女椿（季冠霖 配音），在成人礼的那天被放去人类世界迅游七日。不料她却在人间遭遇了危险，之后被人类少年（许魏洲 配音）所救，可是这位少年也因救她而付出了生命。椿为了挽回他的性命，不惜违背族人戒律，逆天而行，在海底世界秘密饲养起了少年的灵魂……",
        "imgUrl": "https://p1.meituan.net/movie/4021095b4fb2c6ab3a95a919c32ddc24226192.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-07-11",
                "score": "10",
                "likes": "8295",
                "content": "没有所谓的十二年情结，只是一部一个月前看了预告就决定要去看的国产动画。\n故事源于一个梦，就足以吸引我。\n看了那么多宫崎骏新海诚觉得并不输，豆瓣讲情怀的喷子太多，12年前谁又真的认识谁。\n画面配乐均加分，如此精致的国产动画以实属难得。\n怂恿了一位千里之外的朋友去看，希望可以喜欢。\n『大鱼.海棠』",
                "UserId": 296
            },
            {
                "publishDate": "2016-07-08",
                "score": "10",
                "likes": "5548",
                "content": "让一个大老爷们泪奔真的好吗！！！幸好我坐最后一排！一开始觉得剧情很平淡，但是随着故事的展开，剧情开始变得越来越耐人寻味。画面太美无以形容，是我见过国产动画里少有的精品，每一帧画面都是一个故事。最后，大爱Eason！！！",
                "UserId": 260
            },
            {
                "publishDate": "2016-07-08",
                "score": "5",
                "likes": "2381",
                "content": "1.美术设计确实做得美轮美奂，视觉沉浸感很强，但与真正的国产巅峰如《山水情》、《大闹天宫》等还是差距明显，配乐更是不伦不类，好几次高潮段居然跑出电吉他来推情绪；2.灵感取材于《庄子·逍遥游》，结果除了片名就真的与《逍遥游》毫无关系，取而代之的是美式熊孩子「相信自己，坚持到底」的中二情节，人物关系无比玛丽苏，能让观众全程反感并且情绪愈演愈烈的主角也是罕见；3.编剧基本上不知「潜台词」为何物，天线宝宝都比这故事最终呈现出的效果耐人寻味；4.金士杰老师不愧戏骨，配音完全喧宾夺主；5.陈奕迅的主题曲之后还玩了一发彩蛋挽回逼格，之后蔚为壮观的众筹名单也算是国产电影史上的一回奇闻了，情怀的钱还真是好骗啊。",
                "UserId": 310
            },
            {
                "publishDate": "2016-07-08",
                "score": "5",
                "likes": "1499",
                "content": "首先 这个电影不值花费十二年制作 我也没有用衡量迪士尼的眼光来衡量这部作品 可是我想说 这电影但凡没有一点盗用别人的技术 那就是个废材 而且主题曲是一个日本作家做的 全场电影都是靠吉田洁的TV Ending Theme支撑的 说是国产电影 其实就是套了一个国产的躯壳 真正牛逼的国产动漫还仅仅只是停留在老一辈前辈的大闹天宫 中国现在的电影就是照虎画猫 甚至是东施效颦 中国电影的特色在一点点殆尽 像是老炮儿 百鸟朝凤的电影已经很少了 反而现在一些什么致青春的烂片汹涌袭来 哈哈 只是我个人意见 仅供参考 不喜勿喷",
                "UserId": 502
            },
            {
                "publishDate": "2016-07-20",
                "score": "9",
                "likes": "1490",
                "content": "(慎入🤗被指出错误，点滴剧透介意先别看哦)哭着写这个影评，心疼片中为椿牺牲的男孩楸，亲手送椿前往人间，还伴随男二号经典台词“我会化成人间的风雨陪在你身边”，就像掌管好人灵魂的灵婆说的那样，多么纯洁的心灵啊，也希望自己能够永远保存自己纯洁的内心深处，看之前没忍住看了点映的评价，所以总是想着或许是宫崎骏动漫的延续，虽困却也无比激动，画面完美，动画也完美，如果配音再稍作斟酌，会更好，情节的或许缺些什么，脑子里的思路偏被一泡尿给冲没有了，国产动漫要崛起了，我要支持下去，加油🤗😘\n至于价值观就交给其他人吧，我只想好好珍惜身边爱我的和我爱的人，做一个善良纯爱的美少女就好，啦啦，个人观感，不喜勿喷🤗",
                "UserId": 563
            },
            {
                "publishDate": "2016-07-08",
                "score": "8",
                "likes": "323",
                "content": "它为了救她而死，她爱它，他爱她，她不爱他当他哥哥。她为了救它付出一半生命，他为了救她付出全部生命，最后它活了，它和她在一起了！🙄好晕",
                "UserId": 696
            },
            {
                "publishDate": "2016-07-08",
                "score": "3",
                "likes": "296",
                "content": "我就关心什么时候可以买票。\n刚刚看完真心觉得已经不能用失望来形容我的感受了。吐槽无从下口，因为太多。我不刷情怀，只是觉得我们动漫工作者们任重道远。\n我决定加入这个行业，也给自己十二年的时间造一个梦。正如这部片子导演说的我们需要有人执着，我就是。\n任重道远，不刷情怀。16年7月8号",
                "UserId": 151
            },
            {
                "publishDate": "2016-07-09",
                "score": "10",
                "likes": "126",
                "content": "悲剧的不是完美的不存在，而是以完美的刻度衡量众生；《大鱼海棠》最大限度的融合了中国上古的神话和寓言故事，其灵感来源并不只是《庄子·逍遥游》：嫘祖为黄帝之妻，持彩练当空，女娲为创世之女，采五石补天，后土为大地之主，后养众生，凤凰为上古神鸟，非梧桐不栖，赤松子驾鹤云游、祝融掌持火焰……《大鱼海棠》的世界观庞大而纯粹、以至于短短100分钟根本无力支撑，其实如此庞大的世界观用一部电视剧也未必能做到；《大鱼海棠》叙事稍显不足、却胜在其细节、在诗意和蕴藉上甚至远胜于《千与千寻》，而诗才是最高的艺术.…其实真正的主角是湫，为什么那么多人看不懂呢：湫水时至、百川灌海、湫兮如风，凄兮如雨、风雨如晦、与尔相偎",
                "UserId": 481
            },
            {
                "publishDate": "2016-07-09",
                "score": "8",
                "likes": "83",
                "content": "总的来说，能呈现给我们这么好看的国漫真的很好了，虽然也有很多bug，不过真的好美，最喜欢鹿神，不但造型美丽声音也好听。",
                "UserId": 740
            },
            {
                "publishDate": "2016-07-13",
                "score": "10",
                "likes": "63",
                "content": "这部作品像宫崎骏的风格？这部作品像千与千寻？第一，千与千寻本身就有中国元素，宫崎骏承认里面有关于山海经的元素。其次早期的日本漫画家也是受到中国动画激励，所以他们就叫借鉴，中国的就叫抄袭？什么逻辑？！我见过自卑(无知)的，但是自卑(无知)到这种地步，有人格吗？有尊严吗？",
                "UserId": 161
            }
        ],
        "id": 60
    },
    {
        "link": "https://maoyan.com/films/1200486",
        "name": "我不是药神",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "117分钟",
        "publishDate": "2018-07-05中国大陆上映",
        "score": "7.4",
        "income": "2.0",
        "introduce": "一位不速之客的意外到访，打破了神油店老板程勇（徐峥 饰）的平凡人生，他从一个交不起房租的男性保健品商贩，一跃成为印度仿制药“格列宁”的独家代理商。收获巨额利润的他，生活剧烈变化，被病患们冠以“药神”的称号。但是，一场关于救赎的拉锯战也在波涛暗涌中慢慢展开......",
        "imgUrl": "https://p0.meituan.net/movie/414176cfa3fea8bed9b579e9f42766b9686649.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-07-05",
                "score": "10",
                "likes": "28961",
                "content": "我认为这是一部跟摔跤吧爸爸同层次的电影，忍到最后还是会流泪。生命很坚强也很脆弱，命与药的关系就是这么赤裸裸。（不良厂商做药设天价，没有良心，不合理，但是这在世界都是完全合法的，决定用这个药来牟取暴利还是济世度人是药商自己的权利，毕竟药是他们研发的。）之前刚看完在这里说不良厂商，还是刚看完有些不清醒了，其实不论他们的主观意愿是什么，都是他们的成果给了病人选择的希望。国家政府会把药纳入医保、发展制度、免除关税来降低病人的压力，我们个人也应该为诸如此类的研发事业做出贡献，比如为医学难题做出重大突破，等等各行各业，才能将未来将好东西做到平价( ¯ᒡ̱¯ )و",
                "UserId": 871
            },
            {
                "publishDate": "2018-07-05",
                "score": "10",
                "likes": "20667",
                "content": "反正我哭了。我妈妈身体也不好。也是药养着。但是现在都有医保啥的。条件也好了。但是身临其境的想下。眼泪就止不住了。很好的电影",
                "UserId": 813
            },
            {
                "publishDate": "2018-07-05",
                "score": "9",
                "likes": "7969",
                "content": "给九分是因为这片真实的说出了在中国就是吃天价药，发个烧二话不说先打针吊牌几百块就没了，更别说得了重病治疗了，穷人家根本看不起病，\n法律不在乎人情，只会纵容坏人，好人都得不好报！！",
                "UserId": 621
            },
            {
                "publishDate": "2018-07-22",
                "score": "10",
                "likes": "6624",
                "content": "据说是一部真实事情而改编的电影，一直觉得徐铮是一位优秀的好演员。\n\n此部电影反应了社会、现实、人性的一些问题，生命漫长而又短暂，好好活着就是最大的奢侈，好好生活，保持善良。平凡并不可怕，拥有高贵的品格才是人最需要的东西，身处绝境也能绽放出最温暖的笑容。\n\n这部电影的题材与以往很多国产电影不同，我相信电影最后每一个落泪的人内心都有一份纯净。希望以后能多有这样类型的电影，传递正能量，去正视社会，也敲醒人性的真诚和理解。\n \n这个世界没有药神，也没有超级英雄，而是因为千千万万平凡如你我的小人物。\n\n良心剧... 推荐 ～ 🙂🙂🙂",
                "UserId": 600
            },
            {
                "publishDate": "2018-07-05",
                "score": "10",
                "likes": "4486",
                "content": "不亏和老公凌晨赶场过来看，话不多说，真的值得一看。",
                "UserId": 842
            },
            {
                "publishDate": "2018-07-05",
                "score": "10",
                "likes": "2520",
                "content": "真的很赞  笑点泪点把控的很好\n故事真实    今天去看爆满  前面笑一片  后面哭一片",
                "UserId": 388
            },
            {
                "publishDate": "2018-07-07",
                "score": "9",
                "likes": "1353",
                "content": "虐心，但走心，这是生活的真相。希望越来越好，向有社会责任感的制作团队致敬！",
                "UserId": 668
            },
            {
                "publishDate": "2018-07-09",
                "score": "10",
                "likes": "78",
                "content": "期待王传君的演技，就当提前见见关谷吧，丢掉关谷的光环，希望其他角色也能让大家喜欢\n他只是单纯的不想绑在一个角色里而已，有什么不对，就像苏有朋的五阿哥，赵薇的小燕子，都对他们影响很大，甚至被定型了，跳出这个角色挺好的，人家王传君正经的上海人，大家现在应该都不知道人家正经说话是什么样子吧",
                "UserId": 146
            },
            {
                "publishDate": "2018-07-13",
                "score": "9",
                "likes": "102",
                "content": "虽然现实远比这残酷，影片进行了文艺化处理，但仍然值得深思，不失为一部好片。徐峥是一个有自己想法的演员和导演，不随波逐流，才能走得更远。",
                "UserId": 321
            },
            {
                "publishDate": "2018-07-19",
                "score": "10",
                "likes": "46",
                "content": "私以为，能够成为经典的艺术作品大致分为四种：\n第一种，(其情节或台词等)对过往或者历史有记录，回顾，反思之用\n(如《现代启示录》《辛德勒名单》)\n第二种，(其情节或台词等)具有强大现实意义，对现世情状构成了反思或者推动\n(《药神》属于这一类)\n第三种，(其情节或台词等)对人类世界、物质文明等未来生活进行思考和尝试性的揭示\n(如《2001太空漫游》)\n第四种，(其情节或台词等)给人以极致美的体验，这种美包括但不仅限于画面和特效，也包括一种情感之美，生命之美，诗学美感，人类信仰之美等。\n(如《泰坦尼克号》《断背山》等)\n不属于这四类的都不能称之为艺术。\n\n由衷的希望国内多一些这样的艺术作品。",
                "UserId": 780
            }
        ],
        "id": 61
    },
    {
        "link": "https://maoyan.com/films/257609",
        "name": "风林火山",
        "type": "剧情 犯罪",
        "region": "中国香港",
        "duration": "117分钟",
        "publishDate": "2019中国香港上映",
        "score": "8.4",
        "income": "8.6",
        "introduce": "一场突然而来的爆炸事件令香港富商殒命，牵引出贩毒者与反毒者之间的角力。贩毒集团继承人不惜一切制造社会混乱，为的竟是一个至善的理由﹖一个没有毒品的世界，原来竟比想象中更可怕、更混乱……谁来拨乱反正？",
        "imgUrl": "https://p1.meituan.net/movie/14feb7342327693b0af5bfb9247f343a710720.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-03-09",
                "score": "10",
                "likes": "27",
                "content": "这阵容无敌了",
                "UserId": 221
            },
            {
                "publishDate": "2017-10-15",
                "score": "0",
                "likes": "24",
                "content": "麦浚龙的作品 就像他的歌一样 一定会用十万分的诚意来表达 期待麦生。",
                "UserId": 451
            },
            {
                "publishDate": "2019-03-15",
                "score": "0",
                "likes": "20",
                "content": "这戏份怎么分？？？？哈哈………",
                "UserId": 581
            },
            {
                "publishDate": "2018-04-20",
                "score": "9",
                "likes": "11",
                "content": "明年的金像奖大赢家，一看都是演技炸裂",
                "UserId": 860
            },
            {
                "publishDate": "2018-02-14",
                "score": "10",
                "likes": "9",
                "content": "麦浚龙虽是歌手出身但他绝对是用作品来说话的！十分期待！",
                "UserId": 163
            },
            {
                "publishDate": "2019-06-19",
                "score": "10",
                "likes": "8",
                "content": "终于等到金城武",
                "UserId": 379
            },
            {
                "publishDate": "2018-03-27",
                "score": "0",
                "likes": "7",
                "content": "纯粹期待麦少的作品！一定会去看！",
                "UserId": 776
            },
            {
                "publishDate": "2019-04-20",
                "score": "8",
                "likes": "7",
                "content": "先给八分 等着看",
                "UserId": 432
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "6",
                "content": "Juno导演再加上这个无敌的阵容 十分不为过",
                "UserId": 857
            },
            {
                "publishDate": "2017-10-02",
                "score": "10",
                "likes": "5",
                "content": "为家辉疯狂打长途电话 😘",
                "UserId": 949
            }
        ],
        "id": 62
    },
    {
        "link": "https://maoyan.com/films/1203734",
        "name": "多力特的奇幻冒险",
        "type": "剧情 奇幻 冒险",
        "region": "美国",
        "duration": "101分钟",
        "publishDate": "2020-07-24中国大陆上映",
        "score": "9.0",
        "income": "1.9",
        "introduce": "维多利亚女王时代著名的医生兼兽医，异于常人的约翰·多力特医生在痛失爱妻七年之后，隐居在多力特庄园的高墙内，只与自己饲养的珍稀动物为伴。谁知年轻的女王（杰西·巴克利  饰）罹患重病，多力特只得启航，踏上一段恢宏旅程，前往一座神秘的岛屿寻找治病良方。沿途历经重遇宿敌，发现神奇生物，他也重拾起了智慧和勇气。  与多力特一起踏上旅程的，还有一位年轻的、自封的学徒（哈里·科莱特 饰）和一群七嘴八舌的动物朋友，其中有一只焦虑的大猩猩（拉米·马雷克 配音）、一只热情但呆头呆脑的鸭子（奥克塔维亚·斯宾瑟 配音）、终日斗嘴的一只愤世嫉俗的鸵鸟（库梅尔·南贾尼 配音）和一头欢乐的北极熊（约翰·塞纳 配音），以及一只顽固的鹦鹉（艾玛·汤普森 配音），它同时也是多力特最信任的顾问和知己。",
        "imgUrl": "https://p0.meituan.net/movie/f64465a28c26a576837f06ccf04b6a973008156.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "07-24",
                "score": "10",
                "likes": "1518",
                "content": "复产复工后看的第一部电影，钢铁侠便装养宠物，有钱人就是不一样，北极熊、大猩猩、金钢鹦鹉、长颈鹿、鲸鱼、松鼠、白鼠、蜜袋鼯..基本上都能见到.又有荷兰弟",
                "UserId": 785
            },
            {
                "publishDate": "07-24",
                "score": "1",
                "likes": "1129",
                "content": "多力特的奇幻冒险，感觉故事苍白无力，人物形象平面化，脸谱化，表演浮夸好似儿童舞台剧，演员就好像对着镜头念台词。动物们虽然也挺可爱，但是一个个拟人化之后也是照剧本念台词的演员。特别是那只松鼠，抢镜头像戏精，念台词好像在表演莎士比亚舞台剧，有够夸张，但表演的真一般。",
                "UserId": 614
            },
            {
                "publishDate": "07-24",
                "score": "10",
                "likes": "671",
                "content": "好看啊！从停业前等到开门后看的第一场电影！18块钱超值！！！",
                "UserId": 765
            },
            {
                "publishDate": "07-26",
                "score": "9",
                "likes": "83",
                "content": "第一次知道鲸鱼还会竖中指🖕🏻  🐳🐳🐳🐳🐳🐳🐳🐳🐳🐳🐳🐳🐳🐳",
                "UserId": 903
            },
            {
                "publishDate": "07-25",
                "score": "1",
                "likes": "66",
                "content": "电影剧情并不好看，看一半都走了好多人，然后电影院服务太垃圾，带孩子去看看呢电影，只给一副成人眼睛，都没有帮孩子准备儿童眼镜，服务超级不人性化，下次再也不会去这家影院",
                "UserId": 553
            },
            {
                "publishDate": "07-24",
                "score": "5",
                "likes": "68",
                "content": "有笑点，但是有些梗用的很奇怪，感情插入很生硬，看完以后很困，没有想和小伙伴讨论剧情的冲动。",
                "UserId": 606
            },
            {
                "publishDate": "07-25",
                "score": "10",
                "likes": "64",
                "content": "故事是童话类型，所以可能更适合小朋友看，里面的公主很好看耶，喜欢那只鹦鹉和北极熊。小罗伯特唐尼离开钢铁侠后进军的第一个角色，好评支持。话说那个大反派是不是《好兆头》里的天使的演员呀！说话方式行为一模一样！",
                "UserId": 883
            },
            {
                "publishDate": "07-29",
                "score": "9",
                "likes": "67",
                "content": "我好爱\n可能是笑点低，每一个都戳中了点\n剧情没什么出彩的\n立意还行\n最后表白唐尼和小松鼠！！",
                "UserId": 10
            },
            {
                "publishDate": "07-25",
                "score": "10",
                "likes": "45",
                "content": "非常喜欢，“奇奇”🦍🦍🦍🦍🦍",
                "UserId": 565
            },
            {
                "publishDate": "07-28",
                "score": "9",
                "likes": "28",
                "content": "杜立德就是21世纪新概念小邋遢公主！555人美心善 还懂得1千种哄小动物(人也是灵长类动物！)的方法😢 ！看着对谁都是凶巴巴的实地里老温柔了(😣 )就算邋邋遢遢也完全挡不住的美丽😢 😢 😢 ！可真的太美了)这部比以前都圆润了！肉敷敷的活像小熊娃娃！555里面装满了爱！！！狗狗jip可怜巴巴的问着'where are you'的时候俺心都化了555怎么能不带忠诚狗狗一起冒险呢！就算观影环境体验虽差(是人为问题)但是影片给俺补足了！总的来说就是故事很精彩！(还有的一分是结尾俺觉得还能更好一点))))怪医生必须给俺冲！！！",
                "UserId": 591
            }
        ],
        "id": 63
    },
    {
        "link": "https://maoyan.com/films/1261353",
        "name": "路人女主的养成方法 Fine",
        "type": "爱情 动画",
        "region": "日本",
        "duration": "115分钟",
        "publishDate": "2019-10-26日本上映",
        "score": "8.6",
        "income": "4.1",
        "introduce": "某个春日，安艺伦也在樱花飞舞的坡道上与少女·加藤惠命运般地邂逅，并想着要制作以她为第一女主角的同人游戏。他邀请美术部所属、以同人插画师的身份活动的泽村·斯宾塞·英梨梨，以及学年第一的优等生、身为轻小说作家活跃中的霞之丘诗羽，共同成立了blessing software。并终于发表了第一部作品——。 英梨梨和诗羽为了开发大作游戏《寰域编年纪》而前往人气创作者红坂朱音之处。blessing software的代表伦也继续社团活动，和副代表惠一起开始了新作的开发。他起用在做插画师的学妹·波岛出海，向身为制作人的出海之兄·伊织发出委托，和冰堂美智留及其乐队icy tail一同推进着新作的开发，然而……。 英梨梨和诗羽的大作会变得如何？伦也和惠的关系发生异变？blessing software的新作究竟会走向何方？ 围绕着不起眼女主角的青春涂鸦，迎来终幕。",
        "imgUrl": "https://p0.meituan.net/movie/be84526abf6e410daa62b4054c5fd5ca118655.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-11-02",
                "score": "10",
                "likes": "92",
                "content": "看了天气之子，想看路人女主的养成方法剧场版，想看兔女郎学姐的剧场版，想看从零开始的异世界生活第二季，想看炮姐第三季，想看春物第三季，想马上看完银英传剩下的部分。awsl",
                "UserId": 925
            },
            {
                "publishDate": "2019-06-03",
                "score": "10",
                "likes": "151",
                "content": "先有圣人后有天，我惠美如画中仙(●'◡'●)ﾉ❤",
                "UserId": 630
            },
            {
                "publishDate": "2019-06-02",
                "score": "10",
                "likes": "57",
                "content": "ball ball你一定要引进",
                "UserId": 582
            },
            {
                "publishDate": "2019-04-14",
                "score": "10",
                "likes": "39",
                "content": "求求大陆一定要引进啊",
                "UserId": 304
            },
            {
                "publishDate": "2019-02-18",
                "score": "10",
                "likes": "36",
                "content": "求求你引进 我会刷爆",
                "UserId": 340
            },
            {
                "publishDate": "2019-11-01",
                "score": "9",
                "likes": "30",
                "content": "今天看完了天気の子，影片中出现了不起眼的那个坂道，个人挺激动。也希望不起眼剧场版能有金主巨佬引进大陸吧…",
                "UserId": 516
            },
            {
                "publishDate": "2019-12-22",
                "score": "10",
                "likes": "28",
                "content": "希望能引进啊啊啊",
                "UserId": 879
            },
            {
                "publishDate": "2019-12-19",
                "score": "10",
                "likes": "21",
                "content": "即使开始就知道结局，我依旧希望是学姐",
                "UserId": 894
            },
            {
                "publishDate": "02-24",
                "score": "10",
                "likes": "23",
                "content": "应该还要过两年吧。。。。。想看",
                "UserId": 556
            },
            {
                "publishDate": "2019-02-16",
                "score": "10",
                "likes": "20",
                "content": "希望中国大陆能同步上映",
                "UserId": 984
            }
        ],
        "id": 64
    },
    {
        "link": "https://maoyan.com/films/267",
        "name": "泰坦尼克号",
        "type": "剧情 爱情 灾难",
        "region": "美国",
        "duration": "194分钟",
        "publishDate": "1998-04-03中国大陆上映",
        "score": "8.4",
        "income": "11.9",
        "introduce": "1912年4月15日，载着1316号乘客和891名船员的豪华巨轮“泰坦尼克号”与冰山相撞而沉没，这场海难被认为是20世纪人间十大灾难之一。1985年，“泰坦尼克号”的沉船遗骸在北大西洋两英里半的海底被发现。美国探险家洛维特（比尔·帕克斯顿 饰）亲自潜入海底，在船舱的墙壁上看见了一幅画，洛维持的发现立刻引起了一位老妇人（格劳瑞亚·斯图尔特 饰）的注意。已经是101岁高龄的露丝称她就是画中的少女。在潜水舱里，露丝开始叙述当年在船上发生的故事。年轻的贵族少女露丝（凯特·温丝莱特 饰）与穷画家杰克（莱昂纳多·迪卡普里奥 饰）不顾世俗的偏见坠入爱河，然而就在1912年4月14日，一个风平浪静的夜晚，泰坦尼克号撞上了冰山，“永不沉没的”泰坦尼克号面临沉船的命运，罗丝和杰克刚萌芽的爱情也将经历生死的考验，最终不得不永世相隔。老态龙钟的罗丝讲完这段哀恸天地的爱情之后，把那串价值连城的项链“海洋之心”沉入海底，让它陪着杰克和这段爱情长眠海底。",
        "imgUrl": "https://p1.meituan.net/movie/b607fba7513e7f15eab170aac1e1400d878112.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-10-09",
                "score": "10",
                "likes": "137",
                "content": "这应该是我人生中看的第一部电影了 初二初三的时候躲在被窝里 大半夜一个人用手机看完\n从此以后这部电影就变成了我心里的第一吧 最爱的电影 没有之一 \n能在电影院看一次觉得人生都变得圆满了好多",
                "UserId": 576
            },
            {
                "publishDate": "2018-11-24",
                "score": "10",
                "likes": "175",
                "content": "还用评分么？满分",
                "UserId": 546
            },
            {
                "publishDate": "2018-10-13",
                "score": "10",
                "likes": "59",
                "content": "影院很洋气，就是这地方太破旧了，配不上这个影院😂 😂   说回正题，泰坦尼克号不论看多少遍都还是很好看啊！！！这次趁着电影节重映，也是圆了自己一个梦。杜比影厅也很高大上，这样的高清大屏看泰坦尼克号简直不要太爽。经典永不过时，泰坦尼克号我还会看N遍！",
                "UserId": 242
            },
            {
                "publishDate": "2018-10-15",
                "score": "10",
                "likes": "8",
                "content": "丝绸之路电影节打卡。浪漫主义到骨子里的悲剧，一种史诗的极致，让人无法抗拒的五星。",
                "UserId": 992
            },
            {
                "publishDate": "2019-10-02",
                "score": "10",
                "likes": "4",
                "content": "去年“第五届丝绸之路电影节”重映，有幸关注到挤出时间专门跑去看了，最重要的和对象一块去的，一直以来俩人共同的心愿之一。回到电影，没什么好说的，还用评论吗？太多感动的点了，结束时全场不约而同的鼓掌，久久不愿离去一直到听完《My heart will go on》，几乎人人泪目，足以说明这部跨世纪史诗的优秀，期待再次重映！",
                "UserId": 894
            },
            {
                "publishDate": "2015-03-18",
                "score": "10",
                "likes": "71",
                "content": "“答应我活下去, 答应我,你不会放弃...无论发生什么事,无论环境怎样... Rose,答应我,千万别忘了 。”\n这段在冰海上的告白经典毋庸置疑，所有观众的心都在杰克沉入海底的那一刹那心碎不已。\n杰克把活着的希望，活着的勇气传给了ross，爱到极致，便是生命的延续;大难临头，方显爱情真挚。当百年的ross把海洋之心归还大海，她心中那份对jack的爱恋，犹如当年在船头飞翔时一样，至死不渝。\n\n《泰坦尼克号》在票房上的统治地位毋庸置疑，全球6亿多美元，一直无敌到詹姆斯卡梅隆必须用自己的《阿凡达》才能打破，总而言之一句话，卡梅隆也许不是最艺术的导演，但一定是最会赚钱，最会玩特效的导演！",
                "UserId": 820
            },
            {
                "publishDate": "2015-03-18",
                "score": "10",
                "likes": "39",
                "content": "这是我人生中第一部电影，那时候是借邻居的dvd来家里看的，那时候的我还不懂轰轰烈烈的爱情，只是被壮烈的画面所感叹，被优雅而悲伤的小提琴声所感染，看着人们一个个无助地从倾斜的船体滑落到冰冷的海水中，人类的渺小仿佛沙漠中的一粒沙，沧海一粟。只感觉:每一个人都有存在的理由，不该就这么匆忙的离去。",
                "UserId": 23
            },
            {
                "publishDate": "2015-03-20",
                "score": "10",
                "likes": "37",
                "content": "如果没有詹姆斯 卡梅隆在1997年上映的《泰坦尼克号》，这个发生在1912年的巨大海难肯定不会给现代人带来太多印象，更别说有什么影响了，船头的飞翔，是最为经典的场景，我心永恒也陪伴了一代人，一切是那么的美好，但对于rose松开jack的手的一幕久久无法释怀\n可能某些多产导演拍一辈子也不够卡神一部片子来的高口碑和好票房！\n吴导的《太平轮》还没上船那",
                "UserId": 961
            },
            {
                "publishDate": "2015-03-20",
                "score": "9",
                "likes": "25",
                "content": "影片以深海中打捞出的一幅画为引，采用倒叙形式，讲述了一个传奇不朽的爱情故事。DI方面，根据场景调出不同饱和度的冷暖系色调，既将爱情的温馨表达的醉人心扉，又将离别的冰冷表现的绝望心碎；一首名为《我心永恒》的主题曲，同片中的爱情一样成为经典，旋律响起便催人泪下；对于灾难片的看点，必然是在视效，视效团队根据真实的资料，研究船身断裂的力学原理，通过CG模拟最大限度的还原当时沉船的场面，让观众感同身受，体会到灾难来临时的绝望与无助。这部作品耗资2亿美金，拍摄制作周期长达5年，但整片各方面水准既对得起整个团队的付出，又为观众呈现了视觉及情感两方面的饕餮盛宴，同时悼念了历史上真实因泰坦尼克的沉没而殒命的人们",
                "UserId": 114
            },
            {
                "publishDate": "2015-03-26",
                "score": "7",
                "likes": "4",
                "content": "很早就听说过这部电影，但成年才看完了全版，那年的小李子还是一副青涩样，当时找他来拍这个角色真是完美，这部电影不用说是影史最经典的，票房也是以 13亿美金一度登顶票房巅峰，不用说的还有席琳迪翁演唱的主题曲my heart will go on，可以说是最经典的爱情片了，但我却总是不能被打动，似乎这部电影总少了点什么，有谁有同样的感受吗？",
                "UserId": 338
            }
        ],
        "id": 65
    },
    {
        "link": "https://maoyan.com/films/22623",
        "name": "八百壮士",
        "type": "剧情 历史 战争",
        "region": "中国台湾",
        "duration": "113分钟",
        "publishDate": "1976-07-10中国台湾上映",
        "score": "7.1",
        "income": "6.6",
        "introduce": "丁善玺编导的本片，继《英烈千秋》后，叙述1937年8月13日日寇侵略上海，中国88师524团团长谢晋元，为牵制日军，掩护中国军队后撤，率领480青年军官，号称八百壮士，固守四行仓库，达三个月之久。军人英勇杀敌，女童子军冒着生命危险给守军输送食物、医药，当牵制任务完成，守军越过苏州桥后撤。本片的格局手法与《英烈千秋》完全不同，只限于几成孤岛上海的苏州河畔的四行仓库，数百中国军人与包围的日军进行阵地战。导演根据史实，利用四行仓库周围有英法租界，苏州河对面又是国统区，苏州河两岸战争与和平不同环境造成的戏剧冲突，表现了爱国军队抗击侵略者英勇无畏的精神，和上海人民声援国民党守军的时代气氛。导演把握住双方冲突的因素，安排丛生的险象，利用国军在枪林弹雨下游过苏州河，民众都为军人担心的正反打镜头蒙太奇剪接手法，形成扣人心弦的场面，把剧情推向高潮。本事件曾于1938年搬上银幕，是默片，由阳翰笙编剧，应云卫导演，袁牧之、陈波儿主演，是抗战时期“大后方电影”中较为著名的一部，其中女童子军冒死为壮士们送国旗的细节，具有极为悲壮的感染力。影片在当时的大后方及香港极为轰动，而且在东南亚甚至西欧都得到热烈反响。",
        "imgUrl": "https://p0.meituan.net/movie/2011d749725d5472f3452320420337b4109803.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-22",
                "score": "7",
                "likes": "0",
                "content": "《八佰》上映，想到曾经看过的七十年代的这部台版抗日主旋律，在当时来看，可说是全明星阵容，战争场面也足够壮观，护旗桥段热血且悲壮，对当时的所谓“友邦”也足够美化。另外，那时的林青霞还很青葱、很养眼。",
                "UserId": 367
            },
            {
                "publishDate": "08-02",
                "score": "1",
                "likes": "0",
                "content": "果粉快去看吧，看看飞将军怎么洗白。看看423人参战，376撤到租界，多出来的三百多个人是怎么圆的。看看为什么选在离英美租界最近的四行仓库。看看撤退到租界的人是什么后果。看看谢晋元和这些人最后结果如何。看看渡河送旗的童子军王慧敏结果如何。当然导演估计不会说。说实话，宁可再看几遍狼牙山五壮士和八女投江。",
                "UserId": 31
            },
            {
                "publishDate": "2019-12-25",
                "score": "10",
                "likes": "1",
                "content": "Qian  &87  !hI  ?I  SHI\n💰 大夫，医生 ，济世，鲜血染红的大地",
                "UserId": 135
            },
            {
                "publishDate": "2018-08-28",
                "score": "6",
                "likes": "8",
                "content": "竟然还有这种片子，央视六套正在放，有林青霞和张艾嘉……",
                "UserId": 656
            }
        ],
        "id": 66
    },
    {
        "link": "https://maoyan.com/films/1286836",
        "name": "我是大哥大 电影版",
        "type": "喜剧",
        "region": "日本",
        "duration": "114分钟",
        "publishDate": "2020-07-17日本上映",
        "score": "8.8",
        "income": "8.2",
        "introduce": "三桥贵志以转校为契机，决定在新学校“嚣张”一把，从此做个不良少年。为了能在同学中获得存在感，他还特地去发廊弄了一头金色卷发。而和他转到同一所学校的伊藤也有同样的想法。在开学第一天，伊藤和三桥就发现了彼此的秘密，也因此结成盟友。三桥的信条是“无论用多么卑鄙的手段，只要能赢就行”，所以，在和别人打架的时候只要能玩阴的就绝对不正面对抗，但他真正的实力也不容小觑。伊藤为人处世相对正经，有时候甚至会慢半拍，也因此常常被三桥利用且被蒙在鼓里，而在打架方面，他战斗力超群，有着不服输的信念。两个人一起挑战校内校外的不良少年，引发了一连串爆笑事件。http://www.renrendianyingwang.cn/",
        "imgUrl": "https://p0.meituan.net/movie/b733ca39f77c529d9a60f7773260dad3454313.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "1小时前",
                "score": "8",
                "likes": "0",
                "content": "十月了，我想看，希望内地能够过审。到时候和喜欢的人一起去看。",
                "UserId": 722
            },
            {
                "publishDate": "12小时前",
                "score": "10",
                "likes": "1",
                "content": "期待！！！三桥选手 完美落地",
                "UserId": 541
            },
            {
                "publishDate": "5天前",
                "score": "10",
                "likes": "1",
                "content": ".我带你们打",
                "UserId": 650
            },
            {
                "publishDate": "09-14",
                "score": "10",
                "likes": "5",
                "content": "期待～\n期待！",
                "UserId": 624
            },
            {
                "publishDate": "09-13",
                "score": "10",
                "likes": "0",
                "content": "一定要买！拜托了！给你跪下了！",
                "UserId": 192
            },
            {
                "publishDate": "09-12",
                "score": "10",
                "likes": "16",
                "content": "校园暴力在中国大陆不可能上映的，这不是校园欺凌那种。虽然很想在大荧幕看",
                "UserId": 530
            },
            {
                "publishDate": "09-12",
                "score": "10",
                "likes": "10",
                "content": "一定要引进啊.超想看🙋",
                "UserId": 105
            },
            {
                "publishDate": "09-12",
                "score": "10",
                "likes": "0",
                "content": "还有多久上映阿",
                "UserId": 742
            },
            {
                "publishDate": "09-10",
                "score": "10",
                "likes": "10",
                "content": "超级期待，请一定引进",
                "UserId": 870
            },
            {
                "publishDate": "09-08",
                "score": "10",
                "likes": "0",
                "content": "众多周知电影世界是没有中国大陆的",
                "UserId": 748
            }
        ],
        "id": 67
    },
    {
        "link": "https://maoyan.com/films/588362",
        "name": "摔跤吧！爸爸",
        "type": "喜剧 动作 家庭",
        "region": "印度",
        "duration": "161分钟",
        "publishDate": "2017-05-05中国大陆上映",
        "score": "9.3",
        "income": "4.4",
        "introduce": "这是一个温暖幽默的励志故事。马哈维亚 辛格·珀尕（阿米尔汗 饰）曾是印度国家摔跤冠军，因生活所迫放弃摔跤。他希望让儿子可以帮他完成梦想：赢得世界级金牌。结果生了四个女儿。本以为梦想就此破碎的辛格却意外发现女儿身上的惊人天赋，看到冠军希望的他决定不能让女儿的天赋浪费，像其他女孩一样只能洗衣做饭过一生，再三考虑之后，与妻子约定一年时间按照摔跤手的标准训练两个女儿：换掉裙子 、剪掉了长发，让她们练习摔跤，并赢得一个又一个冠军，最终赢来了成为榜样激励千千万万女性的机会……",
        "imgUrl": "https://p0.meituan.net/movie/aeb864fa21d578d845b9cefc056e40cb2874891.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-05-06",
                "score": "10",
                "likes": "29530",
                "content": "对于一个出生都没有见过父亲的女孩子来说，一个人看这个电影，并且是夜场，有太多的泪点。但是一直忍着看完，只觉得心中满满都是感动。感谢父亲给了我生命，感谢父亲让我来到世界，虽然我们素未谋面，但是我坚强的活了下来。感恩你给了我生命，你在我世界的缺席，我会当成完美的缺憾继续活下去。",
                "UserId": 677
            },
            {
                "publishDate": "2017-05-05",
                "score": "9",
                "likes": "5454",
                "content": "国内 拍不出这样的电影 阿米尔汗  就是精品的保证",
                "UserId": 588
            },
            {
                "publishDate": "2017-05-07",
                "score": "10",
                "likes": "2398",
                "content": "世界上没有满分电影，但是这部电影在我心中是满分的，因为它的剪辑，配乐，故事无一例外都是最棒的。很难想象一部电影在比赛的时候牵动观众的心，让女主角胜利的时候观众也都鼓掌祝贺，虽然我知道这是电影女主必赢，但是电影塑造的环境也让我不由自主的为她呐喊。那些挑刺的人，请记住，我们是人类，都有贪念，自私以及任性。这是人类的通病，难道在中国父母没有考上大学让子女必须上名牌大学不也一个道理？这个就是一个发展中国家的问题，文化素质普遍的偏低，导致一个国家给世人的印象不太好，不过通过这部影片我对印度的印象已经不是**之国了。他们也有民族之魂。拍长城的名导，你为我们这13亿中国人又证明了什么？外国人拯救中国？",
                "UserId": 145
            },
            {
                "publishDate": "2017-05-05",
                "score": "10",
                "likes": "3709",
                "content": "超级超级好看，赶了个夜场，没白熬夜，好好看，果然汗哥无烂片，感动，震撼",
                "UserId": 18
            },
            {
                "publishDate": "2017-05-07",
                "score": "9",
                "likes": "668",
                "content": "我觉得真的是一部很好看的电影啊！开始的时候，的确觉得父亲好过分！把自己的梦想强加于女儿 而且男权思想泛滥。后来看到女儿开始取得成就并且进入体院，结果开始松懈，次次失利。甚至指责爸爸方法不对，然后不给面子的摔倒爸爸。到再后来哭着给爸爸道歉，爸爸也想尽办法去指导她，最后为国争光。环环紧扣没毛病。刚看了一个这个影片的差评，大概意思就是男权主义令人恶心，逼迫孩子去实现自己梦想吧。可是我觉得，发生在印度而已，国情而已。所以我只是觉得，这是一个发生在印度，自己年轻时没办法为国争光但是发现女儿竟如此有天赋，不顾世人目光与怀疑把自己女儿培养成世界冠军并且呼吁给女性出了相夫教子的其他选择的励志故事。总之真心推荐",
                "UserId": 720
            },
            {
                "publishDate": "2017-05-05",
                "score": "10",
                "likes": "579",
                "content": "真心的好看！猫眼观众最高评分的电影，9.8分！这部电影很励志，寄托一位老父亲，一直渴望获得国际比赛的金牌！年轻时因为现实生活的逼迫，没办法就放弃了，而一直期待有个儿子帮他完成他的毕生所望！上天却很固执的跟他开玩笑，接二连三的生女儿！一次偶然的机会，知道两个女儿有这方面的天赋！不分昼夜的魔鬼训练，坚持不懈的努力，顶着同村邻里的热讽冷嘲！还有父亲不断的指导与陪伴，终于吃得苦中苦，方为人上人！获得国际比赛的金牌！也说印度获得摔跤的第一枚金牌！里面的情节生动有趣，温情感人。摔跤场面扣人心弦，却又特别真实，很值得看！推荐给您打发周末时光。😄",
                "UserId": 822
            },
            {
                "publishDate": "2017-05-06",
                "score": "10",
                "likes": "325",
                "content": "故事感人  演技真诚 内容深刻  整个摔跤比赛的场面堪称看现场啊 让人振奋，都有观众一路拍手喝彩......演员演技开挂了，就连男主两位女儿的小时侯扮演者也是演技爆棚 可爱机灵。阿米汗儿这个印度刘德华尽管在这部剧里身材臃肿 但是丝毫不影响影帝的发挥啊…… 话说最后那个开幕式拍的很屌啊 大手笔啊",
                "UserId": 535
            },
            {
                "publishDate": "2017-05-05",
                "score": "10",
                "likes": "22",
                "content": "很震撼很精彩，全程没有尿点。有笑声有泪点，我是一个不爱看所谓励志电影的人，因为觉得都比较鸡汤，但是这部电影源于现实，他反应的不仅仅是一部励志电影，更是一部对于一些人，一些国家，有推动意义的一部励志！现实的电影！阿米尔汗很少出电影，或者说中国很少可以看到他的电影上映，所以当我看到他名字的时候，非常激动，因为知道，只要有他，必须肯定是好电影，是我喜欢的！摔跤吧爸爸，阿米尔汗把一个父亲对于女儿的爱演的很真实，没有一点让人觉得违和，里面的女儿也是，温馨，任性，反抗，失败，道歉，完全是很多人的缩影。可以说，整个剧情很流畅，很精彩！哥哥也好玩。没有**，没有爱情，却大爱无疆！十分好评推荐！！",
                "UserId": 49
            },
            {
                "publishDate": "2017-05-14",
                "score": "10",
                "likes": "21",
                "content": "我又不是专业影评人，给10分就10分了！毕竟这是我这几年看的为数不多的好片。\n    这部电影，就剧情，精彩之至，华丽之极。\n    我不明白为什么跟摔跤有关的电影能让我全程投入，我也不懂电影中的一场场摔跤比赛能让我热血沸腾！\n    不虚豆瓣8.8的高分，没有特效没有**的演员(阿米尔汗毕竟这么老了)，这部片有的是前期不够华丽的叙事，后期为了信念的战斗。\n    如果最近闲来无事，状态萎靡，何不来看一看这部电影，给自己打一剂兴奋剂。\n    奋斗＋方法=成功，这部片子给我们的，也是我学到的。\n    对了，这部片子是根据真实事件改编的哦！",
                "UserId": 866
            },
            {
                "publishDate": "2017-05-06",
                "score": "10",
                "likes": "20",
                "content": "1.阿米尔汗，印度劳模级演员实至名归；\n2.之前《我的神啊》敢挑战印度信仰，这次揭露印度政府无能，这要是放中国就是被封杀的命；\n3.励志故事本身并不重要，只要是真人真事题材，就可以打动到me；\n4.相比其他阿三国的歌舞片和科幻片，不是整出个打不死小强就是女主各种悲催，还是这类题材的印度电影拿捏的恰到好处；\n5.有笑点、泪点、樂点、暴点，9.8的高分不止出现在猫眼，其他购票app上清一色高分，为观众的品味点赞。\n最后在中国只能是高评分了，中国2流导演的片子票房都可以压过此类影片，《摔跤吧！爸爸》印度年度票房冠军，《垫底辣妹》日本年度票房冠军，中国的励志电影我能马上想到的《中国合伙人》咳，只剩无语",
                "UserId": 702
            }
        ],
        "id": 68
    },
    {
        "link": "https://maoyan.com/films/1243361",
        "name": "烈火英雄",
        "type": "灾难 动作 剧情",
        "region": "中国大陆",
        "duration": "120分钟",
        "publishDate": "2019-08-01中国大陆上映",
        "score": "7.9",
        "income": "14.8",
        "introduce": "一场滨海城市石油码头的管道爆炸，牵连了整个原油储存区，一座储油量高达10万立方米的储油罐已经爆炸并且泄露，泄露的原油随时可能引爆临近的油罐，火灾不断升级，爆炸接连发生，然而这还都不是最恐怖的，火场不远处伫立的危险化学物储藏区，像跃跃欲试的魔鬼等待着被点燃，刹那便能带走几百万人的生命，威胁全市、全省，甚至邻国的安全。在这样的危难时刻，一批批消防队员告别家人，赶赴火场  。",
        "imgUrl": "https://p0.meituan.net/movie/f75fcb7696d55452e32794b2219700b9840805.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "135767",
                "content": "我为我是一名消防员感到自豪",
                "UserId": 645
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "30162",
                "content": "哭了三次，真的是特别好看。一定要去电影院看。太爱杨紫了",
                "UserId": 89
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "25454",
                "content": "超级好看，想问消防，疼么。我是哭着看完的",
                "UserId": 914
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "6513",
                "content": "全程热血沸腾热泪盈眶，致敬英雄。那些不喜欢黄晓明的人可能眼睛瞎了",
                "UserId": 715
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "16182",
                "content": "因为男朋友是消防员所以特别有共情！杨紫和欧豪那一段真是让人揪心的！他们是最美逆行者… 他们同样是肉体凡胎 但是他们却有着钢筋铁骨!  看到消防员们牺牲的时候，他们的妻儿还在惦记他们 脑中只浮现出一句话“可怜无定河边骨 ，犹是深闺梦中人” 牺牲的消防官兵可能会渐渐被人遗忘… 但是他们永远活在他们亲人的心中，他们的音容笑貌永远存在于他们亲人的梦中… \n今天是建军节但是他要训练没空陪我去看，我观影前本想写长文，好好夸他。然后去他那里领赏嘻嘻嘻。但是看完才发现任何语言都是单薄的！只希望他每一次出任务都平平安安！",
                "UserId": 270
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "5698",
                "content": "唯一一部电影让我从头哭到尾的😭😭😭😭",
                "UserId": 132
            },
            {
                "publishDate": "2019-08-01",
                "score": "9",
                "likes": "5938",
                "content": "近年来消防员一直是热点，选材很好。黄晓明演的也很好，这一次的演员都蛮棒的。",
                "UserId": 469
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "5511",
                "content": "全片从3次不同程度的消防事件发生，让我们看到了在这个和平的家园里，有一群人一直都在守护着我们。在当下的社会环境中，负重前行这四个字，正是这一群可爱的人，一群可敬的人，才显得那么有力量！他们还有一个名字：中国军人！\n谢谢你们！",
                "UserId": 965
            },
            {
                "publishDate": "2019-08-01",
                "score": "10",
                "likes": "5921",
                "content": "全程太燃了 看到郑志开始哭 杨紫杜江的哭戏也是太感染了 消防战士的齐心协力也是哭 真的很棒 现实生活中的消防员都很棒👩\u200d🚒 希望你们每次出警平安归来 看完后觉得一定不要给大海里面扔垃圾 垃圾一定要分类 真的",
                "UserId": 809
            },
            {
                "publishDate": "2019-08-06",
                "score": "3",
                "likes": "327",
                "content": "题材演技可以，编剧差，是侮辱现实的消防，开场饭店煤气罐炸，还没结束就开始放松警惕。最后海边供水，这么重要的地方，被垃圾多堵住，多安排2个人总共四个人一起轮流梳理不行？一定要两个人累死，最后水里的人卡住，船上的人拉不起来还往死里拉，现实拉个几十秒没动静，早下水帮忙了，用膝盖想也是卡住了，硬生生把人拉住动不了憋死，还有明知1号罐这么多阀门。为什么去两人？为什么不去8人？是想说明这个事情是有去无回吗？那编剧你干嘛说1号罐爆炸引起连锁反应会让全市遭殃，既然后果更严重，那现实中，早就全体出动去关阀门了。竟然只派两人去赌全市的安危？结束领导们一点汗和疲惫感都没，和前线对比明显，让人看了不舒服，编剧长点心。",
                "UserId": 889
            }
        ],
        "id": 69
    },
    {
        "link": "https://maoyan.com/films/1206824",
        "name": "人间·喜剧",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "90分钟",
        "publishDate": "2019-03-29中国大陆上映",
        "score": "7.9",
        "income": "10.5",
        "introduce": "平凡夫妻濮通（艾伦 饰）和米粒（王智 饰）因被公司拖欠工资导致交不起房租；富二代杨小伟（鲁诺 饰）不被亲爹宠爱，欠下巴爷（任达华 饰）一笔巨款无处偿还。被钱逼到绝路的三人相遇，索性上演了一出富二代绑架案，一路认怂的夫妻变身假绑匪，最穷富二代变身假人质…… 一番折腾下，杨小伟的首富爸爸杨台竣（金士杰 饰）最终承诺了1000万的“赎金”。但事情远不止这么简单，狡猾的杨台竣并不想真的付钱，黑帮老大巴爷也气势汹汹上门要债。面对大佬们的四面夹击，濮通、米粒和杨小伟三人会如何应对？",
        "imgUrl": "https://p0.meituan.net/movie/210c580200fe1fd5f71efc2cb08049b216821810.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "4",
                "likes": "2711",
                "content": "很一般的剧情 没什么笑点，很失望。",
                "UserId": 813
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "2028",
                "content": "70块钱进去睡了一觉",
                "UserId": 58
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "638",
                "content": "良心作品，喜欢艾伦，每一次看到他的演技都为之惊叹，看见他的作品就会开心好长时间。",
                "UserId": 535
            },
            {
                "publishDate": "2019-06-22",
                "score": "4",
                "likes": "1636",
                "content": "做为一部喜剧全程没笑一次！没抱太大期望，但还是被影片给恶到了。题材略新颖 但是交到导演手里依旧没拍出什么，剧情故事被编剧写的稀烂的看起来尴尬。用着一些低俗却不敢太露 骨的荤 段子打着擦边球。全片唯一带有演技的也就只有任达华 金士杰了，看来导演还没有对于自己上一部《不可思议》的失败吸取教训。另外此部实则并不是“开心麻花”的作品，大家自行避雷！😳",
                "UserId": 176
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "546",
                "content": "电影很好看，情节很好引人入胜，人物形象也设计的很好，好评好评！",
                "UserId": 750
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "389",
                "content": "好无聊的一部电影～ 要不是和小伙伴去看  开场半小时就走了 。。。",
                "UserId": 406
            },
            {
                "publishDate": "2019-06-20",
                "score": "4",
                "likes": "307",
                "content": "我第一次带女生去看，你给你演这个剧情，很尴尬的哦😯",
                "UserId": 303
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "258",
                "content": "本片音乐极其完美  片尾打铁花画面令人难忘。",
                "UserId": 307
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "334",
                "content": "超级大烂片，又是一个为了洗钱才拍的电影。受不了还要吐槽。太烂了！！！",
                "UserId": 857
            },
            {
                "publishDate": "2019-06-22",
                "score": "2",
                "likes": "97",
                "content": "很搞笑的喜剧虽然撤当了一次但是真的超级期待啊，艾伦的搞笑功力还是很棒，点赞，笔芯，笑了好几次停不下来",
                "UserId": 715
            }
        ],
        "id": 70
    },
    {
        "link": "https://maoyan.com/films/1235560",
        "name": "白蛇：缘起",
        "type": "爱情 动画 奇幻",
        "region": "中国大陆",
        "duration": "98分钟",
        "publishDate": "2019-01-11中国大陆上映",
        "score": "9.0",
        "income": "12.3",
        "introduce": "晚唐年间，国师发动民众大量捕蛇。前去刺杀国师的白蛇意外失忆，被捕蛇村少年救下。为帮助少女找回记忆，两人踏上一段冒险旅程，冒险的过程让两人感情迅速升温，但少女蛇妖的身份也逐渐显露，另一边国师与蛇族之间不可避免的大战也即将打响，两人的爱情将要接受巨大考验。",
        "imgUrl": "https://p0.meituan.net/movie/a48ac62bd6f10b9bf94aebc2f19d24021727296.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "11036",
                "content": "剧情太快，感觉少了点什么，中间转折有些生硬，片尾让人怀念，国剧经典。",
                "UserId": 627
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "10656",
                "content": "每一帧都特别美，音乐也非常好听！！特别片尾，唤起了以前看白娘子的回忆啊啊啊啊，想看第二遍//修改下我的评论，好吧，隔了一周我又去二刷了白蛇，带着我弟弟妹妹们，这次算是把彩蛋给等着看了，彩蛋大致就是：宝青坊老板娘在湖上游船，到桥底的时候，从湖底显出一个妖怪？？影子，可能是找老板娘打造法器？？然后老板娘给它一个宝箱就没了，可能又是下一个新的故事吧哈哈哈我不知道我为啥22了还这么迷国漫.......",
                "UserId": 269
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "6878",
                "content": "超棒 期待下一部\n好期待这样的爱情 估计在现实世界里没有这样的爱情吧",
                "UserId": 272
            },
            {
                "publishDate": "2019-06-21",
                "score": "1",
                "likes": "3218",
                "content": "看完这部电影就分手了。",
                "UserId": 430
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "2152",
                "content": "继2003年国产梁山伯与祝英台动画之后又带给我视觉心灵双重享受的国产动画。虽然剧情并没有什么出彩的地方 可以说有点老套。一眼就看出最终大boss了。但是依然很感动。我一个28岁的大老爷们还能看到鼻子酸酸的。国产动画的视觉效果越来越棒了。最后结尾真的是一波回忆杀。白素贞的回头杀瞬间让人心头一颤 鸡皮疙瘩秒起。白蛇可是我们那个年代无数人心中的女神。作为国产动画能有这么大尺度场面出现已经很棒了 妙曼的身姿 无论谁都会为之着迷吧。真的很棒。希望不要出续作。这样的就很完美了 渔夫致敬的歌曲 简直666 唯独可惜的就是 我是一个人来看",
                "UserId": 777
            },
            {
                "publishDate": "2019-06-21",
                "score": "9",
                "likes": "940",
                "content": "电影还行，就是有的逻辑有点迷，扣一分是扣给工作人员（小十字星美国际影院），本来应该10:15才开始看电影，结果10:02（还是05）就把我们叫进去看（电影已经播了），有两分钟的内容并没有看到，后续看的挺懵逼的，后来想投诉，某男性工作人员态度极差，并且我们说找人投诉，就直接叫我们下楼找经理，也没有告诉我们几楼，请问我们怎么找？工作人员就只给我们一个机器问题的导致，但是至少经理给我们道歉并且想补偿（拒绝了），那个男性工作人员连句道歉都没有，希望严重批评。",
                "UserId": 372
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "884",
                "content": "迄今为止中国最好的动画电影，没有之一！感觉这部动画电影一下子把中国动画电影的水平提高了20年！画面美到高潮迭起，不能自拔！颜色之艳丽前所未见！中国风，真正的中国元素的国际化！结尾彻底被感动，白娘子怀旧一下子能触及泪点！不看遗憾一辈子！王微这次宣发做的不行啊，这个好的电影为啥不好好宣传一下！我来晚了！一定要到大银幕去看！快去，如果看了感觉不好可以来骂我！",
                "UserId": 83
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "1208",
                "content": "头发做得很好看！3D技术有好大进步。故事说的不错，不俗套。男主确实我喜欢的性格。就是小白的眉毛一直愁愁的……干嘛这么愁。国漫实在越来越好。水墨部分十分出彩！大力推进！",
                "UserId": 653
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "1118",
                "content": "用中国的制作，画中国的传统故事，把我们的文化发扬光大带到全世界，这件事真是越来越有希望了！\n  近年来我觉得最佳的国产动画作品，整体制作完备，没有偷工减料之感。剧情流畅合理，场景细节丰满，人物塑造形神俱备。\n  配音演员也功力不俗。结尾吸魂法阵中小白梨花带雨时的哭腔哼唱直接把悲剧剧情推向高潮，令人眼鼻发酸，为之动容…\n  “如果你喜欢我就教给你唱”这句话该怎么断句？这肯定看了才知道啊！",
                "UserId": 332
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "852",
                "content": "看完了有些小激动！首先国产动画已经制作的如此精良了！欣慰！这是拍给大朋友的动画片，真的很不错。而且男女缠绵的部分处理的非常不错，希望国产动画继续厚积薄发！加油！",
                "UserId": 481
            }
        ],
        "id": 71
    },
    {
        "link": "https://maoyan.com/films/1298050",
        "name": "哆啦A梦：大雄的新恐龙",
        "type": "动画",
        "region": "日本",
        "duration": "110分钟",
        "publishDate": "2020-08-07日本上映",
        "score": "8.4",
        "income": "2.0",
        "introduce": "2020年是哆啦A梦问世50周年！在这个值得纪念的时刻，电影也再度选择恐龙题材，定名为《大雄的新恐龙》！大雄与两只双生恐龙相遇，究竟又会有什么全新的冒险呢？本次电影由曾执笔最卖座电影《大雄的金银岛》的川村元气与导演今井一晓再次携手合作，令人期待 2020年3月的上映呀！",
        "imgUrl": "https://p0.meituan.net/moviemachine/34d79f0083ddf947021d1ea5109dff86404517.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2天前",
                "score": "10",
                "likes": "43",
                "content": "蓝胖子广电已经审过了，即将定档，看有没有机会成为疫情爆发以来国内第一部最受欢迎的日本片",
                "UserId": 415
            },
            {
                "publishDate": "07-22",
                "score": "10",
                "likes": "21",
                "content": "国内什么时候开始上映啊，希望不要是9月以后，要开学了",
                "UserId": 823
            },
            {
                "publishDate": "05-29",
                "score": "10",
                "likes": "21",
                "content": "爱死哆啦A梦了，希望它越来越好(✪▽✪)",
                "UserId": 317
            },
            {
                "publishDate": "08-09",
                "score": "10",
                "likes": "17",
                "content": "所以今年大陆到底会不会引进啊",
                "UserId": 134
            },
            {
                "publishDate": "01-22",
                "score": "10",
                "likes": "19",
                "content": "希望大陆同步上映",
                "UserId": 452
            },
            {
                "publishDate": "04-01",
                "score": "10",
                "likes": "19",
                "content": "看了十几年的最喜欢的动漫之一🥰\n加油，希望越做越好🤩",
                "UserId": 581
            },
            {
                "publishDate": "2019-08-25",
                "score": "10",
                "likes": "13",
                "content": "这部片子我第一个评论，我最喜欢哆啦A梦，希望明年的3D＋2D IMAX不会让我失望的",
                "UserId": 254
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "9",
                "content": "本片将是哆啦A梦的第40部剧场版。如果能引进，希望能有巨幕版本。本片将于9月25日台湾地区上映。",
                "UserId": 521
            },
            {
                "publishDate": "08-19",
                "score": "10",
                "likes": "11",
                "content": "期待深圳上映我去看深圳的首映，我的蓝朋友",
                "UserId": 493
            },
            {
                "publishDate": "03-21",
                "score": "10",
                "likes": "7",
                "content": "童年，一直到现在💙 💙",
                "UserId": 200
            }
        ],
        "id": 72
    },
    {
        "link": "https://maoyan.com/films/249033",
        "name": "明日战记",
        "type": "动作 科幻 冒险",
        "region": "中国香港",
        "duration": "117分钟",
        "publishDate": "2019中国香港上映",
        "score": "9.0",
        "income": "12.3",
        "introduce": "《明日战记》的故事设定在2055年，那时候的地球深受污染和全球变暖问题的困扰，一颗陨石击中地球，带来一种快速生长的触须类外星生物，它在净化地球的同时，也在杀死一切生命。拯救地球的任务落在了一支精英部队身上。在与外星生物作战的同时，他们也发现了一个惊天阴谋……影片有望于2019年秋季上映。",
        "imgUrl": "https://p0.meituan.net/movie/f35062b3606696c9d1675e01b0f919ce471330.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-07-25",
                "score": "0",
                "likes": "281",
                "content": "刚刚看了预告片，题材很好，特效也不是5毛，期待电影的上映。",
                "UserId": 229
            },
            {
                "publishDate": "2015-07-30",
                "score": "9",
                "likes": "293",
                "content": "有古必看！！！",
                "UserId": 195
            },
            {
                "publishDate": "2016-11-30",
                "score": "10",
                "likes": "242",
                "content": "我记得 很久之前看过古哥哥他的一个综艺节目，说就想拍一部科幻片，终于实现了。加油，希望你永远开心，刘青云也很帅！😬   一生做了很多慈善，成立了那么多所学校！一个完美的型男。",
                "UserId": 899
            },
            {
                "publishDate": "2018-11-27",
                "score": "10",
                "likes": "33",
                "content": "山区学校又有着落了，这票我买定了，耶稣都拦不住！",
                "UserId": 288
            },
            {
                "publishDate": "2015-07-25",
                "score": "10",
                "likes": "29",
                "content": "只因有个古天乐！！！",
                "UserId": 482
            },
            {
                "publishDate": "2015-09-14",
                "score": "10",
                "likes": "23",
                "content": "古天乐的电影肯定支持，没有原因，只是喜欢，相信陈木胜的作品！",
                "UserId": 288
            },
            {
                "publishDate": "2015-07-26",
                "score": "0",
                "likes": "19",
                "content": "有点像铁甲钢拳，希望是一部佳作，古天乐必须支持",
                "UserId": 965
            },
            {
                "publishDate": "2015-11-29",
                "score": "10",
                "likes": "17",
                "content": "记得古仔很久以前就说过他想拍科幻片，真的实现了。",
                "UserId": 692
            },
            {
                "publishDate": "2015-08-04",
                "score": "10",
                "likes": "15",
                "content": "古仔的必须支持",
                "UserId": 732
            },
            {
                "publishDate": "2015-09-02",
                "score": "0",
                "likes": "13",
                "content": "有古天乐的电影就要去看一下",
                "UserId": 641
            }
        ],
        "id": 73
    },
    {
        "link": "https://maoyan.com/films/458721",
        "name": "看不见的客人",
        "type": "犯罪 悬疑 惊悚",
        "region": "西班牙",
        "duration": "106分钟",
        "publishDate": "2017-09-15中国大陆上映",
        "score": "7.9",
        "income": "15.2",
        "introduce": "艾德里安（马里奥·卡萨斯 饰）经营着一间科技公司，事业蒸蒸日上，家中有美丽贤惠的妻子和活泼可爱的女儿，事业家庭双丰收的他是旁人羡慕的对象。然而，野心勃勃的艾德里安并未珍惜眼前来之不易的生活，一直以来，他同时和一位名叫劳拉的女摄影师保持着关系。 某日幽会过后，两人驱车离开别墅，却在路上发生了车祸，为了掩盖事件的真相，两人决定将在车祸中死去的青年丹尼尔联同他的车一起沉入湖底。之后，劳拉遇见了一位善良的老人，老人将劳拉坏掉的车拉回家中修理，然而，令劳拉没有想到的是，这位老人，竟然就是丹尼尔的父亲……一连串的悬念就此展开，结局更是扑朔迷离。",
        "imgUrl": "https://p0.meituan.net/movie/f8f6b8a6158a1a3d2f2ec8a8f024eef5306692.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-09-15",
                "score": "10",
                "likes": "6309",
                "content": "那些写什么几个月前就看过了，这片子居然还上映。还有什么结局一下就看出来的人。别在这秀优越感了，来看评论的都是关注这部电影的人。想知道对片子客观评价的人，不是来看你们说我早看过了这种废话。显得自己厉害一点？看出结局，你知道过程嘛？自己体会到细节么？好的电影哪个不是大道至简，简简单单说明一个故事，弄些你看不懂的在里面，是不是又得骂骂咧咧说人家拍的什么玩意？那些看完盗版的人就到处给人发资源的，一边骂着院线电影垃圾，一边支持着盗版，好的电影就这么对待？谁还愿意去拍好片子，拍个烂片子照样有人看，有人买。何必做这些多余的事情。这个片子、我喜欢。我支持。网上看过，依然去影院看！这就是对好片子最大的支持！",
                "UserId": 236
            },
            {
                "publishDate": "2017-09-15",
                "score": "10",
                "likes": "4709",
                "content": "电影的情节还是十分紧凑的，基本上可以说你从头看到尾，都不知道它所留下的悬念     \n好吧\n其实\n我并没有去看\n因为，早上女朋友早上突然想要……结果……",
                "UserId": 686
            },
            {
                "publishDate": "2017-09-15",
                "score": "9",
                "likes": "457",
                "content": "有位在知名电影杂志工作的朋友推荐我看下这部西班牙电影，选择了今天这个台风过境后的上午，买了票发现看的人还蛮多，要知道这是一部场次不多，没有特效，没有燃情的爱国主义绑架，没有小鲜肉没有耳熟能详的演员，没有铺天盖地宣传的西班牙电影，而且西班牙语的语速很快非常考验听力，但是有这么多的电影发烧友来，我估计不会失望。两个小时多下来，我唯有赞叹，什么叫悬疑，什么叫反转，什么叫人性，都在了，极力推荐！",
                "UserId": 96
            },
            {
                "publishDate": "2017-09-15",
                "score": "10",
                "likes": "441",
                "content": "奥利奥尔·保罗的电影其实我就看过一部「茱莉亚的眼睛」，很精彩！所以决定也来看看这部口碑极佳的年度悬疑片！总之，没走眼，影片看到最后一秒，四个字：目瞪口呆👀\n全片冷色调的画面很抓人，汹涌的剧情下包裹着强大的逻辑！一桩看似简单的命案纠结出罗生门似的复繁场景！完全的教科书级别拿捏观众心理！\n前期细节与情绪的渲染，和隐藏的反转，都暗示着结局的惊为天人！\n看到最后一幕！震惊于脑洞大开的猫鼠游戏，也感动于那种孤注一掷！简直是靠节奏靠气质靠人性拷问取胜的良心之作！！\n最后，谎言有一种蝴蝶效应，承受不来，便不要撒谎！最后的最后！父母永远是最爱你的人♡",
                "UserId": 322
            },
            {
                "publishDate": "2017-09-17",
                "score": "8",
                "likes": "255",
                "content": "西班牙电影好长时间不看了，片中男主人公和他的情妇双双出轨，展开了婚外恋，不久发生了车祸，为了躲避冲过来的一只鹿他们撞翻了一辆车子，车主是一个年轻小伙子，男主角索性把小伙子搬到了后备箱，后面他又想毁尸灭迹，把小伙子的车子还有人一起推进了河里面，他以为这样做就能够瞒天过海，被害人的父母得知以后悲痛欲绝，母亲中风住进了医院，父亲沉浸在绝望中，他花了很多时间想去调查，一次次的失败，最后女主角整天活在良心谴责里不能自拔，打了电话给小伙子的父母告诉了他们实情，还把她的情人约到了酒店跟他坦白，但是男主角残忍的杀害了她，结局是那位母亲假扮成律师去调查事情的真相，最后结果果然不出他们所料。",
                "UserId": 911
            },
            {
                "publishDate": "2019-05-10",
                "score": "10",
                "likes": "167",
                "content": "电影忠告：不要逼疯父母哈，更不要他人父母逼疯！后果很严重，因 为TA会让你知道，世界上比鬼更可怕的叫父母……\n      当然男主是个**也就算了，但他车祸现场一下就暴露了他阴暗幼稚的内心，先是躲警察蜀黍，嚣张不报警，然后别人想帮他，自己动作表情就一个字特别槑！感觉像万年没撒过谎似的……\n然后还想编制的天衣无缝，满天过海。最终还想共享wife拉下水，真可笑，呵呵！\n       最终在女律师逼供下说出了真相，结果发现女律师是被害者的母亲，而真律师是彩蛋片尾，哈哈哈！所以不要逼疯父母，也不要把他人父母逼疯！保重自己，珍爱他人。",
                "UserId": 776
            },
            {
                "publishDate": "2017-09-15",
                "score": "10",
                "likes": "153",
                "content": "非常好看的电影 棒",
                "UserId": 594
            },
            {
                "publishDate": "2017-09-18",
                "score": "10",
                "likes": "34",
                "content": "这么棒的一部电影，搞不懂有人还给差评？？平时看巴啦啦小魔仙看多了？智商下降！介意没智商的别去看了，丢人！！！",
                "UserId": 979
            },
            {
                "publishDate": "2017-09-16",
                "score": "8",
                "likes": "29",
                "content": "从推理案经典的密室杀人案切入，一层层剥开真相及至最终的身份反转，剧本写得扎实，人物表演更是精彩。",
                "UserId": 723
            },
            {
                "publishDate": "2017-09-16",
                "score": "1",
                "likes": "4",
                "content": "不如看两集柯南有意思，故弄玄虚，电影想展示的情节严丝合缝，可漏洞百出，经不起推敲，凶手不在场证明哄小孩一样，凶手处理自己的宝马车给扔个垃圾一样，不留任何线索，死者的汽车在湖里，警察地毯搜索都找不到，更何况死者父亲也知道在湖里。",
                "UserId": 972
            }
        ],
        "id": 74
    },
    {
        "link": "https://maoyan.com/films/344881",
        "name": "你的名字。",
        "type": "爱情 动画 奇幻",
        "region": "日本",
        "duration": "106分钟",
        "publishDate": "2016-12-02中国大陆上映",
        "score": "8.2",
        "income": "15.7",
        "introduce": "影片讲述了一名少年和一名少女在梦中相遇邂逅的奇幻爱情故事。在千年一遇的彗星造访地球的一个月前，身居日本深山小镇的少女宫水三叶（上白石萌音 配音）每天都过着忧郁烦燥的生活，而正处于青春叛逆期的她对大都市的憧憬向往与日俱增。然而不久，三叶做了一个变成男孩子的梦，眼前的这里有着陌生的房间、朋友和她梦寐以求的宽敞街道。三叶虽然感到迷茫困惑，但能够尽情享受朝思暮想的都市生活的她觉得神清气爽。与此同时，远在他乡的东京少年立花泷（神木隆之介 配音）也有一个奇怪的梦境，睁开睡眼的他发现变成一名不知名姓女孩的自己身处一个从未去过的深山小镇。两人惊醒时发现各自回到了自己的身体，但每逢两人入睡或半梦半醒之际，他们就会交换对调身份。一头雾水的三叶决定循着线索找寻立花泷，而立花泷也试着跟三叶沟通，冥冥之中互换身份的两人不约而同地竭尽所能设法找寻对方，而彼此间的了解也因此渐渐加深，虽未曾相见却早已似曾相识的两人暗生情愫，一段青春季节的奇妙物语随之展开。跨越时空梦境的阻隔，终在现实世界邂逅的两人上演了一幕青涩浪漫的奇遇暖心之恋。岂料一场突如其来的意外将两人的一切美好定格在梦醒之际……",
        "imgUrl": "https://p1.meituan.net/movie/04de313fdd7f3835563d3c4bdfb980735556062.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-12-02",
                "score": "10",
                "likes": "4490",
                "content": "美的不像话，每一帧都是一幅画。2016年，太多的记忆，看着电影演的画，想起那些年的你我她，要是，你在，就好啦！太多的话，不知和谁话，那就，献给这里吧，佳，一切随风化沙吧！我在回家的计程车上写下这段话。你，也许，已经忘了我了吧，da re de su ka？",
                "UserId": 230
            },
            {
                "publishDate": "2016-12-02",
                "score": "10",
                "likes": "1730",
                "content": "一个人看零点首映的事儿我不是第一次干，也完全没觉得孤独，因为一个人去看的电影一定是你发自内心觉得不能错过的片儿，这样的片子反倒最容易取悦自己。\n不能因为是一个人，就放弃一部好电影。所谓的上穷碧落下黄泉，是会让我为难的事情。\n所以如果真的想去哪看看或者想疯点儿什么，我就不等你来了。可是我并不介意，未来跟你再去一次或者再疯一次。\n马丁代尔•怀特说过一段我特别喜欢的话——\n“这就是我的生活方式，让我活得舒坦、有范儿。如果你问我有没有后悔过。我会回答，时间，这样过去就很好。”\n希望你少熬夜，多运动，记得笑。是个善良有趣的姑娘。\n相信你的名字一定很好，只是暂时我还不想知道。",
                "UserId": 569
            },
            {
                "publishDate": "2016-12-02",
                "score": "9",
                "likes": "979",
                "content": "日出至日落，至黄昏之时，至星光璀璨，夏虫止鸣。我最初不识得你，你在我面前，我辨别不出你的气息。而你从我身旁经过后，脑中突然想起，你呼唤我的声音，霎时什么都不想想，什么都不想做，拼了命的去寻你，只觉得你是最重要的。但是我忘记了，属于你你最初的东西，你的名字。你的名字是什么，为什么无论我怎样搜刮脑海，我都回忆不起你得姓名。我想留下痕迹，却只得留下一次，再也记不起，我喜欢你的声音。",
                "UserId": 211
            },
            {
                "publishDate": "2016-12-04",
                "score": "5",
                "likes": "633",
                "content": "画面、音乐可圈可点。至于故事本身，可能已经过了纯情的年龄，偶有笑点却无泪点。看这个电影很怀念十五六岁的花季，那会应该会感动不已。可惜十年后的现在，经历了太多的事情，爱与恨，忠诚和背叛，相聚分离……眼泪、纯真、关于爱情的梦想早已经散落在风里～～唯有夜深，叹一句人生若只如初见……",
                "UserId": 915
            },
            {
                "publishDate": "2016-12-02",
                "score": "10",
                "likes": "587",
                "content": "电影好看…挺好看的。但是边上情侣太烦人了…焦躁脸。但是买爆米花的小姐姐看我一个人可怜还送了我一个，钥匙链…唯一能让我开心点的事了…",
                "UserId": 227
            },
            {
                "publishDate": "2016-12-02",
                "score": "10",
                "likes": "613",
                "content": "走进电影院之前，其实已经刷过很多遍。是的，我知道所有的剧情，却依然热泪盈眶。观一场影，若圆一场梦。从秒速五厘米，到言叶之庭，你的名字将新海诚监督推向了主流。我希望能有更多地人看到它。如果说，我们刷火影，刷海贼是为了情怀，那刷这部电影又是为了什么呢？大概是为了弥补秒速五厘米在每个看过的人心中留下的缺憾。你的名字是一部完成度非常高，老少皆宜的剧场版动漫，全壁纸级别的画质，震撼人心的配乐，剧情上融合了多种题材，非常地道的日系风格。新海诚不仅在作画上有着极高的追求，对角色感情的把握和描写，有着鬼才般的功力。\n单纯含蓄的喜欢，坚韧而执着。\n走进电影院吧，去追寻一份，纯粹的爱情。",
                "UserId": 984
            },
            {
                "publishDate": "2016-12-02",
                "score": "8",
                "likes": "293",
                "content": "大半夜 一个人来时光 享受一下难得的单身时光 希望我会遇到属于我的三叶 咀嚼她的口嚼酒（背景音太棒 美中不足的是中间铺垫的剧情过于拖沓 不知道带眼镜的那位学生出现的意义和表现的情感有何用处",
                "UserId": 946
            },
            {
                "publishDate": "2016-12-22",
                "score": "10",
                "likes": "385",
                "content": "在一起的七年多了，上个月八号分手的，到现在还是同样的感觉，在一起的时候没有好好的关心你，分手后做再多再好都不再回头了😂😂😂，有缘希望你看到，真的一起把你当老婆一样对待，听了你对我的那些话，这两年对你的陪伴还有爱也付出的少，成长自己！",
                "UserId": 239
            },
            {
                "publishDate": "2016-12-03",
                "score": "10",
                "likes": "278",
                "content": "据说这是一部男女看了就会在一起の电影，希望梦想成真 (*^▽^*) 。CC宸。",
                "UserId": 327
            },
            {
                "publishDate": "2016-12-02",
                "score": "9",
                "likes": "41",
                "content": "前半段非常不错，细节到位，后半部分开始有一些匪夷所思不知道再说什么，直到两个人再次相遇在东京，我想 啊 这才是新海诚啊",
                "UserId": 544
            }
        ],
        "id": 75
    },
    {
        "link": "https://maoyan.com/films/78608",
        "name": "刺客信条",
        "type": "动作 冒险 奇幻",
        "region": "美国",
        "duration": "116分钟",
        "publishDate": "2017-02-24中国大陆上映",
        "score": "7.7",
        "income": "1.7",
        "introduce": "由育碧最畅销游戏系列改编，讲述了卡勒姆·林奇（迈克尔·法斯宾德 饰）在死刑即将执行之前清醒过来，发现他被索菲娅（玛丽昂·歌迪亚 饰）选中，来参加一个能让人类摆脱暴力冲动的计划。虚拟现实机器Animus能让用户体验祖先的记忆，被绑在机器上之后，卡勒姆·林奇意识到他是生活在西班牙宗教法庭时期一位刺客阿圭拉的后裔，他们寻找的是可以控制自由意志的伊甸园苹果。索菲娅在父亲艾伦（杰瑞米·艾恩斯 饰）施加的压力下不情愿地操纵着卡勒姆·林奇回到过去寻找伊甸园苹果在现代世界的下落，威胁着他身体和心理的健康。但在杀手同行穆萨（迈克尔·威廉姆斯 饰）暗示了卡勒姆·林奇，提醒他艾伦有可能动机不纯之后，卡勒姆·林奇开始重新考虑他的行为和动机，而人类自由意志的命运也变得悬而未决……",
        "imgUrl": "https://p0.meituan.net/movie/2c61be552250486c2509aae9ace8d9524337725.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-02-24",
                "score": "4",
                "likes": "605",
                "content": "《刺客信条》说的虽然是那部游戏，但是游戏中的爽点在电影中完全摈弃了。我要看大刺客、飞檐走壁、一击必杀，我不想知道你的身世如何，我也不想看美帝科技多溜。你倒是接几个任务显摆显摆你的刺杀本领——然而并没有，你倒是给我跳啊——嗯，假惺惺地跳了一次，游戏里多酷的技能，老子花钱不是来看鸟的",
                "UserId": 871
            },
            {
                "publishDate": "2017-02-24",
                "score": "6",
                "likes": "329",
                "content": "剧情勉强给2分，但是音效包括演技都给5分，综合下来算是一般，女生强烈建议别去，连我这样刺客信条老玩家都差点在零点场的电影院睡着",
                "UserId": 817
            },
            {
                "publishDate": "2017-02-24",
                "score": "10",
                "likes": "73",
                "content": "要是想看融水阿泰尔 花心艾吉奥，北美战神康纳，飞天船长爱德华，防反**亚诺，街头混混弗莱姐弟的话，还是玩游戏吧。毕竟ubi的土豆服务器铸就了上天入地寒鸦号，打砸抢烧黑鸦帮",
                "UserId": 386
            },
            {
                "publishDate": "2017-02-24",
                "score": "9",
                "likes": "53",
                "content": "既然是3D电影，那就先说下3D效果吧。整体的3D效果还是很不错的，特别是镜头的转换的时候感觉3D效果到了极致。音效方面也做得很好，振奋人心，每个情节都随着音效浮浮沉沉。但是，刺客的衣服给人感觉没有那么立体，有时候帽子会趴下来，感觉刺客的服装方面就没有那么完美了。还有值得一提的是2名刺客为求小王子而被追杀场面，他们穿梭在楼与楼之间，那个看起来非常刺激，非常的爽。最后说下剧情，最后那一个信仰之跳燃爆了观众的心，仿佛自己也有了刺客的信仰。最后总结就是，看得很过瘾，很爽。",
                "UserId": 48
            },
            {
                "publishDate": "2017-02-24",
                "score": "3",
                "likes": "46",
                "content": "阿萨辛和甜不辣的日常争斗\n·古代剧情的街区跑酷\n·最帅的武器—袖剑\n·一闪而过的法棍和启示录的老色鬼\n·只有真正的粉丝才看得懂女主的造型\n·万事皆虚，万事皆允\n·没有BUG\n————\n·糟糕的叙述手法与剪辑\n·不合时宜的BGM\n·不像刺客的刺客长袍\n·拳头用得比袖剑还多\n·一套行云流水操作最后打出GG的女刺客（个人认为是整部片唯一看的过去的打戏了）\n·唯一看的过去的信仰之跃居然还失去同步\n·（结尾抢夺伊甸苹果我怀疑让光头47去都比你们几个阿萨辛强）\n即使是《刺客信条》也逃不过游戏改必烂的魔咒\n绝对是没玩过原著的导演&编剧因为自大毁了IP\n不推荐原著粉更不推荐路人观看",
                "UserId": 842
            },
            {
                "publishDate": "2017-02-25",
                "score": "10",
                "likes": "25",
                "content": "When other men blindly follow the truth,remember. \n当其他人盲目的追寻真相和真实的时候，记住。 \nNothing is true. \n万物皆虚。 \nWhen other men are limited,by morality or law,remember. \n当其他人受到法律和道德的束缚的时候，记住。 \nEverything is permitted. \n万事皆允。 \nWe work in the dark to serve the light. \n我们服侍光明却耕耘于黑暗。",
                "UserId": 614
            },
            {
                "publishDate": "2017-02-25",
                "score": "10",
                "likes": "23",
                "content": "神作！！没玩过游戏的请不要瞎评论。不是你智商有问题看不懂。是你不了解这个刺客的世界",
                "UserId": 59
            },
            {
                "publishDate": "2017-02-25",
                "score": "10",
                "likes": "21",
                "content": "对于不玩游戏的我对这部电影也就无法从游戏角度加以剖析。但影片的历史成份还是很浓的，和我最近研究的《欧洲史》很搭。影片还是以百年的宗教战争为序展开，贯穿了整个中世纪。其实很多人一想到中世纪变把它与黑暗、暴政和战争联想到一起。但如果没有百年的宗教战争也就无法成就未来的文艺复兴，如果没有伟大的文艺复兴也就没有现在的经典欧洲。其实每一个以欧洲历史为背景的影片都在告诉我们：“百年欧洲”铸就了“百年传奇”。《刺客信条》并没有想的那么烂",
                "UserId": 911
            },
            {
                "publishDate": "2017-02-26",
                "score": "6",
                "likes": "8",
                "content": "刺客信条       只剩信仰，为了游戏刷一次票房，白瞎法鲨了…………",
                "UserId": 47
            },
            {
                "publishDate": "2017-03-10",
                "score": "7",
                "likes": "11",
                "content": "求国内上映啊   求求求！",
                "UserId": 239
            }
        ],
        "id": 76
    },
    {
        "link": "https://maoyan.com/films/1258394",
        "name": "名侦探柯南：绀青之拳",
        "type": "动画 悬疑 动作",
        "region": "日本",
        "duration": "110分钟",
        "publishDate": "2019-09-13中国大陆上映",
        "score": "7.1",
        "income": "15.4",
        "introduce": "19世纪末，世界上最大的蓝宝石，又名“绀青之拳”，与一艘海盗船一同沉入了新加坡附近的海域。这时，一个当地的亿万富翁找到了蓝宝石，在他计划将其展现在公众面前时，滨海湾金沙酒店发生了一起谋杀案。在案发现场，发现了一张沾有血迹的卡片，这是怪盗基德（山口胜平 配音）的预告函。与此同时，小兰（山崎和佳奈 配音）和园子（松井菜樱子 配音）为了观看空手道锦标赛而来到了新加坡。由于柯南（高山南 配音）没有护照，所以留在日本。然而，由于基德被卷入谋杀案中，需要柯南的帮助，于是强行把柯南带到了新加坡。为了回家，柯南别无选择，只能帮助基德。没有了眼镜、手表，他变装化身当地人，被小兰问及名字的时候，柯南灵机一动谎称自己是平井亚瑟。基德得到消息，说蓝宝石被存放在一个宅邸的地下仓库里。基德潜入宅邸，一切看起来都太过顺利，但其实此处早已设下陷阱。京极真（桧山修之 配音），这位拥有400场不败纪录的空手道高手，正在那里等待基德的到来。",
        "imgUrl": "https://p0.meituan.net/moviemachine/b7362f555340906684944957dfc8d5421530646.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "4779",
                "content": "《柯南》真的是又高产又真心好看的剧了，从来不会让人失望，看就对了，当作亲子片也不错哈哈哈，很棒！",
                "UserId": 475
            },
            {
                "publishDate": "2019-09-13",
                "score": "2",
                "likes": "2737",
                "content": "柯南剧场版史上最烂，画面崩，剧情烂",
                "UserId": 202
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "3885",
                "content": "我是自从看名侦探以来就是基德大人的粉丝啦，我最喜欢的名侦探柯南里的角色就是基德大人。基德大人不管是在剧场版，还是在tv版，都是帅得我一脸血，恨不得就像里面的路人一样去给基德大人抬牌子打call。不过，我虽然是基德大人的粉丝，可是我不是快新或者新快党的，我是一直都是新兰和快青党的，可是这次这个剧场版，简直刷新了我的陈旧思维。马蛋，我不管了，我什么都不知道了，这波新快还是快新狗粮，真**香死我啦，吃得真饱，真好。",
                "UserId": 981
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "995",
                "content": "都给我去看柯南绀青之拳！！！！太炸了啊啊啊啊啊啊啊！！基德大人太帅了叭！这次电影是真的炸啊！商业大boss联合海盗利用游轮炸弹改变新加坡这座城市！！柯南和基德的配合！！！小兰和毛利叔叔的空手道太厉害了！！京极真和园子的爱情！！另外京极真的空手道！！！***炸了吧！！！啊啊啊啊啊啊啊我死了我死了！",
                "UserId": 810
            },
            {
                "publishDate": "2019-09-14",
                "score": "4",
                "likes": "711",
                "content": "作为柯南的老粉，真的失望，比不上天空中的遇难船，更比不上世纪末的魔术师，唉。\n以下含剧透，介意勿看\n。\n。\n。\n。\n尬点：\n柯南黑了两度毛利兰他们居然就不认识了？\n第一幕被杀的律师居然是其他人装的，尸体在现场调换旁边的警察是吃干饭的居然看不到？\n行李箱装尸体居然没有血迹蹭在行李箱上？\n因为现场发现基德带血的名片就认定是基德杀人，那个里昂秒秒钟没有嫌疑？\n恐怖袭击炸大楼居然还是警察在场，不出动军队？\n商场顶楼都被炸了，居然那一块平台还能原封不动完完整整掉入海里，没有碎？\n掉进海里居然还浮在海面上，这难道不是石头做的吗？\n最离谱的是景极真一圈打出来火，你以为你是火拳艾斯哦。",
                "UserId": 867
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "358",
                "content": "一部有起有落的搞笑动作片。山口胜平的粉丝的耳朵表示超级幸福。钢铁直男的铁血柔情。京极真和园子这对真的超甜。基德伪装新一，结果小兰早就看穿表示我就静静看你表演演技，最后还被喂把新兰狗粮。my逗比基德大人也是依旧帅出宇宙!没有最帅只有更帅!各位狂秀英语，看日语字幕看得头痛。柯南终于开始炸国外了。可喜可贺。炸到宇宙指日可待。",
                "UserId": 714
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "431",
                "content": "**，真的是巨巨巨好看，柯南粉丝表示爱了爱了，真是超级喜欢里面的帅南南!\n时隔这么长时间，柯南的电影还是看一部爱一部!",
                "UserId": 364
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "424",
                "content": "真的很好看啊，下次再看看。作为平成年代最后一部柯南电影，《名侦探柯南：绀青之拳》受到影迷关注。映后见面会上，山口胜平和阿杰两位配音演员“原音重现”，说出了片中新一和基德的经典台词。",
                "UserId": 886
            },
            {
                "publishDate": "2019-09-15",
                "score": "10",
                "likes": "165",
                "content": "蹩脚的英文 莫名的炸掉城市动机 鸡肋的推理 \n没办法 谁让基德大人那么帅呢\n（明明我的基德那么做事从来都那么游刃有余，为啥把他改成了中二逗比青年，而且中弹那里，就一个人，我基德还躲不过？!）",
                "UserId": 687
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "157",
                "content": "电影还没看   我就不说什么了   要知道为什么  就这个****的影院放成了国语版的   还不能关掉重新放   让观众看之后的场次  没有考虑过时间和位置吗  别的场次的肯定被人选好位置了   请问我要坐哪",
                "UserId": 871
            }
        ],
        "id": 77
    },
    {
        "link": "https://maoyan.com/films/1279731",
        "name": "宠爱",
        "type": "喜剧 爱情 剧情",
        "region": "中国大陆",
        "duration": "108分钟",
        "publishDate": "2019-12-31中国大陆上映",
        "score": "9.3",
        "income": "5.0",
        "introduce": "电影《宠爱》共由6段温暖的故事组成，不同年龄段的人们，在宠物的陪伴和守护中，收获爱、发现爱，更重新学会爱。在“爱”的主线下，一系列关于亲情、友情、爱情的故事逐一展开。",
        "imgUrl": "https://p0.meituan.net/moviemachine/36eda496688542263d9a0f02ac728327823369.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "6189",
                "content": "哭湿三张纸，赶紧回家抱抱我那个没有良心的***",
                "UserId": 750
            },
            {
                "publishDate": "2019-12-31",
                "score": "2",
                "likes": "4237",
                "content": "片子不现实，强行煽情，故事情节不连贯，后面怎么就这么多人出现，又不认识，主线不清晰，还有陈伟霆好骚！",
                "UserId": 753
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "4367",
                "content": "爱了，爱了。一点也不夸张，《宠爱》绝对是今年贺岁档最“有爱”、最温暖、最催泪的电影，甚至也可以说是【最适合跨年】的电影。最后，片中每一位“宠物演员”演技都太赞了，无论是深情陪伴，还是机智救主，亦或是选择相信，几乎每一位都是“催泪弹”。\n它可能不能陪伴我们一生，但在短暂的生命中默默守护我们。珍惜每一秒，每一分钟与它们在一起的日子。",
                "UserId": 561
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "3691",
                "content": "萌宠题材的，对于爱宠人士来说，真的是无法抗拒，直戳泪点。而剧中宠爱是彼此的信任,是甜蜜的抱怨,是青春的约定，是永不分离的誓言,也是热烈的爱恋。它们能平平安安度过这一生，可能是我们最大的心愿了吧。",
                "UserId": 926
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "666",
                "content": "这个电影真的太好看了~里面所有的演员都是我喜欢的演员！！！！好多明星，陈伟霆，钟楚曦，吴磊，张子枫，钟汉良，郭麒麟！！！我都喜欢，这个电影的设定我就好喜欢啊，每个演员的演技我都好喜欢，都很棒，演技很不错！里面所有的宠物都好可爱~ 真的是《宠爱》，插曲还有tfboys的宠爱！！！",
                "UserId": 321
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "498",
                "content": "很感动呜呜呜，让我想起来我曾经养的狗狗，还有片中出现的tfboys的宠爱，他们的演技都好自然、真实。看完观众几乎没有离场的，都在看彩蛋，后面被清洁阿姨说：“彩蛋没有啦，大家这下可以走了”。哈哈哈好看的电影就是这样吧。",
                "UserId": 596
            },
            {
                "publishDate": "2019-12-31",
                "score": "8",
                "likes": "406",
                "content": "我是来看郭家大小姐的，哈哈哈哈",
                "UserId": 794
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "273",
                "content": "陈伟霆好帅啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊😍",
                "UserId": 801
            },
            {
                "publishDate": "2019-12-31",
                "score": "10",
                "likes": "287",
                "content": "好治愈，我喜欢子枫妹妹！想养宠物了哈哈哈哈~",
                "UserId": 891
            },
            {
                "publishDate": "01-03",
                "score": "4",
                "likes": "23",
                "content": "说实话，不知道怎么上的九分。",
                "UserId": 583
            }
        ],
        "id": 78
    },
    {
        "link": "https://maoyan.com/films/1217041",
        "name": "南方车站的聚会",
        "type": "剧情 犯罪",
        "region": "中国大陆",
        "duration": "113分钟",
        "publishDate": "2019-12-06中国大陆上映",
        "score": "8.9",
        "income": "10.6",
        "introduce": "在南方某城市，  那是一个鱼龙混杂、管理失序的城中村，周泽农 （ 胡歌 饰）是盗窃团伙中一位领头，因为意外杀了一个警察而踏上了逃亡之路。刑警大队队长 （廖凡饰）和黑社会势力都在拼命追踪周泽农的痕迹，周泽农决定躲进一个不起眼的湖边度假小镇——野鹅塘。在野鹅塘，周泽农邂逅了当地的妓女刘爱爱 （ 桂纶镁 饰），在她的帮助下，周泽农需要给多年不见的妻子杨淑俊 （ 万茜 饰）传话。在警方开出了30万的悬赏金时，而周泽农打的小算盘，则是想让妻子来举报他，这样还能给自己的家人留下一笔生活所需的资金  。",
        "imgUrl": "https://p1.meituan.net/movie/6d1a970c7fefb016006b0af099d8ff38867262.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-06",
                "score": "1",
                "likes": "4048",
                "content": "有史以来看过的最。。。。无语的一部电影。暴力美学？好嘛 故事的架构和人？？？没懂。。。就觉得一个盗窃摩托车的错杀了警察然后让自己老婆举报得三十万。然后女主这个陪泳女 就莫名其妙和男主睡了还莫名其妙被一个路人甲**了然后一切都。。。。嗯 看的头疼 看完之后人生第一次看完出来电影院不想说话，什么鬼？！！虽然是为了胡歌来的，好吧，真的不懂",
                "UserId": 373
            },
            {
                "publishDate": "2019-12-06",
                "score": "10",
                "likes": "3947",
                "content": "确实很暴力美学哈~\n很喜欢这种犯罪分子的戏\n偷车犯罪团伙，特大持枪杀人案\n昏暗的夜市里，草菅人命的黑社会\n从辛小丰到周泽民\n不能因为颜值对犯罪分子心生怜悯\n但是确实希望，希望他在多苟活一会\n没有煽情满眼都是人性的善与恶\n希望地球的最后夜晚那个**导演学习一下怎么拍电影，怎么宣传营销\n适合一个人看的电影\n其实我有在想女主角最后有没有爱上男主角\n但是很快觉得如果男女主真的有感情戏反倒没意思了\n萍水相逢\n一个通缉犯\n一个陪泳女\n南方车站的聚会\n五颗星\n虽然全程方言但是剧情紧凑演员演技在线最重要还有动作戏哦\n旁边的老奶奶不好意思的玩手机哈哈哈太可爱啦(๑• . •๑)",
                "UserId": 903
            },
            {
                "publishDate": "2019-12-07",
                "score": "3",
                "likes": "2387",
                "content": "可惜了片尾的《美丽的梭罗河》呀！",
                "UserId": 489
            },
            {
                "publishDate": "2019-12-06",
                "score": "10",
                "likes": "2471",
                "content": "电影非常的棒，老胡出品必是精品，演技很棒，现场人也巨帅🥰🥰🥰南方车站的聚会,是一部非常现实和真实的故事，不管是画面，配音还是演员都一级棒，南方某城市的景和雨，展现得淋漓尽致，在重金面前，各色人等各怀心事，相继被卷入这场罪与罚的追击旋涡。冒险与爱情，人性与救赎，这场特别的“聚会”看得胆战心惊，善恶有道一念之间。 往后余生我只想好好的感恩和热爱生活。",
                "UserId": 23
            },
            {
                "publishDate": "2019-12-06",
                "score": "10",
                "likes": "1288",
                "content": "居然还挺好看的，有种看话剧的感觉。导演对光影画面的处理特别好。有些血腥暴力，整体都是干脆利落。umbrella kill特别高级，脑洞大开。",
                "UserId": 204
            },
            {
                "publishDate": "2019-12-06",
                "score": "10",
                "likes": "958",
                "content": "粗粝生猛潮湿血腥的《南方车站的聚会》拉开了浩浩荡荡“十二月佳片有约月”的序幕。刁亦男导演上一部作品是《白日焰火》，我当时评论是可以媲美《黄海》的暴力美学影片，这次的《南方车站》把这种美又抬高一个层次，大量的长镜头细节留白。暴力场面也更大胆了，好几个片段，真的就是捂着嘴大喊“**！”。欣赏导演冷静平和，不畏缩也不仰视暴力，以及在猛兽横行的世界里注入的那一点柔情。就真的是很浪漫。一如既往赞美廖凡，赞美桂纶镁的武汉话，赞美胡歌佝偻警觉的身体，赞美黄觉趁人之危的来一发，赞美所有配角和路人甲，赞美舞美灯光和摄影，赞美武汉。周末再来二刷。",
                "UserId": 18
            },
            {
                "publishDate": "2019-12-06",
                "score": "10",
                "likes": "823",
                "content": "影片语音很少，通过阴暗的画面表现犯罪心理，和那种犯了罪压抑得透不过来气复杂的情感。让我们在电影中体会有犯罪份子在身边的感受，不要触犯法律，法网恢恢疏而不漏，早晚会受到法律制裁。胡歌演技一流，支持他再拍佳作！",
                "UserId": 413
            },
            {
                "publishDate": "2019-12-17",
                "score": "8",
                "likes": "560",
                "content": "说实话，失望。看到评论那些10分的无稽之谈，什么冒险与爱情、人性与救赎，感恩生活更是可笑。何来冒险？只有犯罪、追捕、误伤、杀人与被杀的利益。何来爱情？因为胡歌把悬赏金留给妻子？这便可谓之爱情？爱情就是五年不联系妻子而参加犯罪团伙？爱情就是临死前留一笔“犯罪金”？卖泳女的感情只能说复杂，不能说爱情。何来人性？警察罪犯人手一把枪，打死多少无辜的人？一个没抓，全部打死。死去的无辜人曾有多少镜头？也就着重表现了人为财死。何来救赎？罪犯临死前的决定可谓之救赎？死去的人呢？这是谁的救赎？何来感恩生活的主题？可笑。纯粹的奔胡歌去，失望而归。这就是我的实话。没笑点，泪点，触动人心深处的点。妻子线也是深入浅出。",
                "UserId": 89
            },
            {
                "publishDate": "2019-12-06",
                "score": "7",
                "likes": "350",
                "content": "整个故事是以偷窃电动车的黑社会底层人员为展开的，胡歌不往警察开枪就不至于死了。可惜。最后桂纶镁扮演的爱爱喜欢上胡歌扮演的角色了。",
                "UserId": 979
            },
            {
                "publishDate": "2019-12-07",
                "score": "4",
                "likes": "177",
                "content": "这是今年看过的电影里面最烂的，上了评分的当。故事情节没有；画面没有；演员表达没有；人性丰富度没有，，，想表达人格分裂症吗？想描述警察的无能吗？想描述社会的底层黑暗吗？\n\n总之没有多少意义的电影。导演需要提升！！！\n\n真的不知道那些给影评给10分的人，是些什么人？仅仅是角度不同吗，我也算是宽容理解力大的，但怎么看都不能是10分。\n很大可能是假评分，很大可能是拉来评分的",
                "UserId": 861
            }
        ],
        "id": 79
    },
    {
        "link": "https://maoyan.com/films/1182552",
        "name": "红海行动",
        "type": "剧情 动作",
        "region": "中国大陆",
        "duration": "138分钟",
        "publishDate": "2018-02-16中国大陆上映",
        "score": "8.6",
        "income": "8.6",
        "introduce": "本片主要讲述了索马里海域外，中国商船遭遇劫持，船员全数沦为阶下囚。蛟龙突击队沉着应对，潜入商船进行突袭，成功解救全部人质。返航途中，非洲北部伊维亚共和国发生政变，恐怖组织连同叛军攻入首都，当地华侨面临危险，海军战舰接到上级命令改变航向，前往执行撤侨任务。蛟龙突击队八人，整装待发。时间紧迫，在“撤侨遇袭可反击，相反则必须避免交火，以免引起外交冲突”的大原则下，海军战舰及蛟龙突击队深入伊维亚，在恶劣的环境之下，借助海陆等多种装备，成功转移等候在码头的中国侨民，并在激烈的遭遇战之后，营救了被恐怖分子追击的中国领事馆巴士。然而事情尚未完结，就在掩护华侨撤离之际，蛟龙突击队收到中国人质被恐怖分子劫持的消息。众人深感责任重大，义无反顾地再度展开营救行动。前方路途险恶，蛟龙突击队即将遭遇的，远不止人质营救那么简单,恐怖分子的惊天阴谋即将浮出水面…..",
        "imgUrl": "https://p0.meituan.net/movie/63482a0d6effdbfc7c4bad7fce8a6570438192.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-14",
                "score": "10",
                "likes": "17750",
                "content": "借着观后情绪发表一下评论，实在是太精彩了！！通过电影的形式展示了中国的各种强大，各种武器装备，特种兵的强大，以前只能看到美国电影里有。更加融入了中国式的军人团队情感，太感人了，热泪盈眶！在不久的将来，中国会更加强大的，这是必然趋势！赞赞赞👍👍👍",
                "UserId": 483
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "16959",
                "content": "大年初一8：45的场次，现在刚刚散场，激动的心情依旧难以平复，我父亲就是海军，看到电影中军装和礼服感觉很亲切，可能和平年代待久了电影中的画面太残酷了，人类的悲观并不相同，我看到中东平民和军人死去的时候其实心里并没有什么波澜，虽然电影中的死法很血腥残忍，但是当看到中国军人为了救平民而死去的时候我哭了，整个人浑身颤抖的那种抽泣，旁边一对情侣还在笑，我不知道他们怎么能笑的出来，电影非常赞，没有夸张炫耀中国的军力，军人也是人也会受伤牺牲，中国的高科技武器也会失灵，电影内容更接近现实，如果你想看极限反杀可能会失望，不知道最终票房会怎样，不过过年期间上映可能不讨喜，我不会二刷了，因为心里真的很难受，怕哭",
                "UserId": 81
            },
            {
                "publishDate": "2018-02-19",
                "score": "10",
                "likes": "2352",
                "content": "比战狼OK\n我还会再看一遍\n一遍不过瘾",
                "UserId": 480
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "2274",
                "content": "春节唯一推荐电影，中国版美国式电影。",
                "UserId": 174
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "1770",
                "content": "多多支持新人黄景瑜！",
                "UserId": 638
            },
            {
                "publishDate": "2018-02-16",
                "score": "9",
                "likes": "2627",
                "content": "今天看了影片深受感动！！有一个强大的祖国才有幸福安康的家！！向中国军人致敬！！他们才是我们最可爱的人！！影片故事情节中在小分队最需要援助之手的时候缺少了海军舰队的远距离导弹武器支持甚是遗憾！！希望战争题材武器装备全部是国产！！我泱泱大国五千年必将屹立世界之巅！！",
                "UserId": 369
            },
            {
                "publishDate": "2018-02-26",
                "score": "10",
                "likes": "155",
                "content": "整部电影直接从头干到尾，有些镜头还蛮血腥的，节奏还不错，也体现了中国军人团队作战精神，得让我的员工也去看看，学习一下这种精神，一个公司得做强做大也需要这种不锁畏惧为完成任务勇往直前的团队",
                "UserId": 409
            },
            {
                "publishDate": "2018-02-18",
                "score": "10",
                "likes": "113",
                "content": "很久没有看过又燃又血腥的电影了这片堪比好莱坞大片",
                "UserId": 104
            },
            {
                "publishDate": "2018-02-18",
                "score": "10",
                "likes": "204",
                "content": "今天二刷，好看不解释",
                "UserId": 141
            },
            {
                "publishDate": "2018-02-24",
                "score": "1",
                "likes": "27",
                "content": "1。我还是想问一下，索马里，也门，……在中国历次撤侨中，中国军人有过在别人国土上开过一枪一炮吗？\n2。1的答案是没放过一枪一炮。没放过一枪一炮的事情拍成这样，还好意思在片尾打根据真实事件改编？\n3。延续2。因此这部片就像一剂精神鸦片，让所有希望博起的人陷入迷幻和自嗨状态。\n4。这部片拍得最好的部分是枪炮的音效，其次是人质的呻吟，让人想像。\n5。延续4。嗯，群众演员演得最好。",
                "UserId": 886
            }
        ],
        "id": 80
    },
    {
        "link": "https://maoyan.com/films/247186",
        "name": "封神传奇",
        "type": "动作 奇幻 古装",
        "region": "中国大陆",
        "duration": "109分钟",
        "publishDate": "2016-07-29中国大陆上映",
        "score": "8.5",
        "income": "12.0",
        "introduce": "三千年前，商末，昏君纣王（梁家辉 饰）受妖妃妲己（范冰冰 饰）蛊惑，联手申公豹，试图召唤黑暗力量降生灭世黑龙，一时间妖孽横行，民不聊生......为阻止昏君灭世，姜子牙（李连杰 饰）命雷震子（向佐 饰）、哪吒（文章 饰）与杨戬（黄晓明 饰）联手寻找光明之剑斩妖除魔，并协助武王（安志杰 饰）引领西岐大军攻打朝歌。不料妲己已施法令姜子牙中了逆生咒，朝歌大战迫在眉睫，黑龙降世已成定局，天下再度陷入危机......",
        "imgUrl": "https://p0.meituan.net/movie/73f753ee0243fdc6dbd3b4739ebb5be2362428.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-08-01",
                "score": "1",
                "likes": "5066",
                "content": "真是失望，我还来看首映，我本来期望就没有很高，来的目的就是为了高兴高兴，没想到看了一会，我真糟心，干嘛用封神这个名字！？皇宫，西岐的建筑完全是洋建筑做的和游戏一样，雷震子***穿个迷彩裤！还寻找什么光明之剑，哪吒我宁愿永远是个娃娃也不愿意看见成年那个雷人的脸，还有杨戬的演技，简直醉了，杨戬的武器是什么鬼，哮天犬是从金字塔里跳出来的吧？AB蓝蝶头上是两坨便便吗？仙草的灵感来自植物大战僵尸吗？总之电影一点也不考究，既然用了封神这个名字，能不能尊重一下原作？辣眼睛。",
                "UserId": 753
            },
            {
                "publishDate": "2016-07-29",
                "score": "9",
                "likes": "2767",
                "content": "看了首映，以为是不太好看的电影，结果出乎意料，不管3D效果还是故事情节，都非常不错，推荐一下[偷笑][偷笑]唯一遗憾就是不告诉你们，自己去看吧",
                "UserId": 578
            },
            {
                "publishDate": "2016-07-29",
                "score": "1",
                "likes": "1251",
                "content": "被骗去看《封神榜·星际大战之时装秀》向华强砸3亿让他儿子穿个雨靴就出场了。各个服装都能在路边买到，然后就各个星球屠杀灭族开始，飞船，方舟，激光枪，最后还来个申公豹变绿巨人，结尾跟新闻联播结束差不多。毁童年，无非就是靠几个关系明星冲一下票房，如果还有第二部，那就是星际救援之洗剪吹！",
                "UserId": 144
            },
            {
                "publishDate": "2016-07-29",
                "score": "8",
                "likes": "2015",
                "content": "原来是张炭写的剧本啊，怪不得开那么大脑洞。要知道，他的《东方不败风云再起》、《新天龙八部之天山童姥》、《新少林寺》，各个都是在经典的基础上大玩颠覆的哟。",
                "UserId": 560
            },
            {
                "publishDate": "2016-07-29",
                "score": "3",
                "likes": "940",
                "content": "1.剧情衔接很不好 很差  估计是时间太紧张的缘故 \n2.感受过照相后面放的是画布的那种感受么？在此电影里你能找到儿时的乐趣\n3.个别的台词迷之尴尬 演员的台词功底太差了 见过读台词么 你能在这见到了\n4.看过老夫子真人版电影么？张柏芝和谢霆锋演的差不多就是这个感受 但是吧。。。。老夫子最起码还是好看的\n5.如果钱多就来电影院消磨消磨时间吧 正在约会中的男女也不要错过 看片吐槽绝对能增进你们的感情 夫妻吵架的建议来看 能在此片中重新建立相同的三观\n6.啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n7.啊啊啊啊啊啊啊啊啊啊啊啊啊",
                "UserId": 336
            },
            {
                "publishDate": "2016-08-05",
                "score": "2",
                "likes": "418",
                "content": "顶着暴雨跟老公去看了一场4D封神传奇首映。全程槽点，苏妲己成了蜈蚣精附体，纣王可以召唤小神龙，杨戬简直是圣斗士转世，哪吒小的时候像个胡巴，西伯侯啥也没干把自己吆喝死了，一把斩龙的光明之剑被顶着两坨葡萄的木头精拔了，然后是个人都能拿起这把剑，刚刚剧情进入高潮，电影就结束了，还要拍第二部，你在逗宝宝！\n\n失眠多梦睡不着，两口子三观不同吵架闹分手，质疑人生的赶紧去看。我保证你们从获新生🙃🙃🙃",
                "UserId": 399
            },
            {
                "publishDate": "2016-07-29",
                "score": "4",
                "likes": "410",
                "content": "四分真的不能再多了！！！什么**剧情，毁三观。开头出现一下下的姬发最后拿把光明之剑就想拯救天下？雷震子贯穿整个剧情？然而片子没有结尾！什么无厘头的片子。造型也是奇葩到无力吐槽，黄晓明客串二郎神给个黄金圣斗士的造型？！！还有开头那个长老不是剽窃LOL巴德造型吗？妲己的尾巴也是笑死人！呵呵呵呵呵呵！纣王妲己都没死是个什么鬼？不对是根本就没参加过打斗！**熬夜看首映给我个大惊喜。经典封神给我讲这些？！！      excuse me？ 更恼火是影院竟然不给开空调！",
                "UserId": 64
            },
            {
                "publishDate": "2016-07-29",
                "score": "8",
                "likes": "347",
                "content": "视觉很好，但个人觉得不应该叫封神榜",
                "UserId": 365
            },
            {
                "publishDate": "2016-07-29",
                "score": "6",
                "likes": "150",
                "content": "看特效吧，剧情没讲清楚，有点乱，人物造型也是奇葩的没谁了，张叔平应该只是挂名吧，安志杰很帅，山鸡在哪没看到，貌似还有下部这就不厚道了!",
                "UserId": 575
            },
            {
                "publishDate": "2016-07-29",
                "score": "1",
                "likes": "34",
                "content": "只有我一个人真心觉得baby不好看吗？看完了，无语了",
                "UserId": 911
            }
        ],
        "id": 81
    },
    {
        "link": "https://maoyan.com/films/1249366",
        "name": "航海王：狂热行动",
        "type": "动画 冒险",
        "region": "日本",
        "duration": "101分钟",
        "publishDate": "2019-10-18中国大陆上映",
        "score": "9.9",
        "income": "13.1",
        "introduce": "“航海王系列”第14部剧场版，也是《航海王》动画二十周年纪念之作。 以超新星为代表的众多航海家纷纷现身世界最大的航海家庆典——航海世博会。草帽航海团也收到了主办者费斯塔的邀请函，搭乘万里阳光号前往。原以为航海家们的狂热世博会只是为争夺“航海王罗杰留下的宝藏”，就在神秘宝藏争夺战如火如荼之际，阻挡在路飞等人面前的可怕威胁道格拉斯·巴雷特突然现身！暗藏阴谋的敌我混战一触即发……",
        "imgUrl": "https://p0.meituan.net/moviemachine/ff399baffe786445b96e4e3d24fe1eeb675719.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "17244",
                "content": "除了航海家，警察，正义联盟这些翻译让人难受，其他都非常不错，艾斯登场贼舒服",
                "UserId": 966
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "11802",
                "content": "艾斯！艾斯！艾斯！\n重要的事情说三遍！",
                "UserId": 898
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "8431",
                "content": "giao giao 兴 兴",
                "UserId": 24
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "3493",
                "content": "太好看啦！燃炸！最后路飞使大猿王把大Boos打飞那段真的燃哭，当最经典的主题曲响起时我直接泪崩了😭 😭 ，帅啊！最后萨博使火拳让所有海贼逃走时萨博的身旁出现艾斯的身影简直帅炸啊！这是我在电影院看的第一部海贼剧场版。希望以后还能继续在影院看海贼剧场版。最后路飞的做法很对哦，冒险才是最有意思！哈哈哈",
                "UserId": 8
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "2332",
                "content": "最后看到艾斯的时候哭了",
                "UserId": 978
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "1407",
                "content": "虽然是看到开头就猜到结尾的故事_(:з」∠)_但是看的还是很爽的 可是被捅的那一刀也还是很真实的 9021年了我还在被同一个刀子捅 我太难了",
                "UserId": 571
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "1229",
                "content": "实在是精彩，激烈的打斗。又听到路飞口中那句熟悉的声音  “我是要成为海贼王的男人” 是路飞心中永远的斗志加上同伴的帮助，最终战胜了巴雷特，哈哈。所以只要一直坚信不疑，没有什么是不能击倒的，为梦想加油。非常期待下一部海贼王巨作上映。",
                "UserId": 778
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "946",
                "content": "广电这垃圾翻译，航海王啊航海家的。**的海贼和航海家是一个性质🐴",
                "UserId": 440
            },
            {
                "publishDate": "2019-10-20",
                "score": "2",
                "likes": "659",
                "content": "1分给广电，给翻译，剧情感觉不错，翻译呵呵了，海贼王改成了航海家？海军改成了警察？一群警察开着炮舰围剿航海家？我觉得这个和谐不对啊，翻译需要抓起来，你们看啊名字叫做航海王，然后那么多航海家想要拿到航海王的宝藏，都9012年了，还敢称王？这个不是传播封建余毒思想吗！\n片名应该叫，我的船长，我的船！剧情讲述了一队航海爱好者不幸落入了一个传销组织，这个传销组织不仅仅非法集会还试图盗墓并且暴力抗法，最后深受马克思主义熏陶的航海爱好者与警方以及民主党派社会各界人士共同努力，捣毁了这个非法传销组织。",
                "UserId": 483
            },
            {
                "publishDate": "2019-10-18",
                "score": "9",
                "likes": "699",
                "content": "海賊20週年  狂熱行動是海迷的狂歡  七武海 最惡世代   革命軍  海軍   CP0  黑鬍子悉數登場  結尾艾斯的幻影更是讓人淚奔   我的船上沒有手下  只有夥伴  海賊王  俺になる   以上",
                "UserId": 716
            }
        ],
        "id": 82
    },
    {
        "link": "https://maoyan.com/films/345011",
        "name": "建军大业",
        "type": "剧情 历史",
        "region": "中国大陆",
        "duration": "133分钟",
        "publishDate": "2017-07-27中国大陆上映",
        "score": "7.9",
        "income": "15.5",
        "introduce": "1927年，北伐战争刚取得重大成果之际，国民党“右派”为夺权叛变革命，发动了疯狂的“清共”行动，短短数月，近31万进步同胞遭到残酷杀害，全国震惊，刚刚看到希望的中国即将再次陷入军阀混战和独裁专制的深渊。由于没有自己的武装力量，成立不足7年的中国共产党在国民党“右派”的疯狂进攻下，几乎遭遇毁灭性打击。       血的教训使毛泽东、周恩来等党内进步分子认识到了“枪杆子里出政权”的硬道理。生死存亡之际，他们临危受命，冒着生命危险分赴湖南和南昌等地，联合朱德、贺龙、叶挺、刘伯承等一批爱国将领发动起义，誓要组建一支真正属于人民的军队。铁血铸军魂，舍己保家国，本片讲述的就是这一段慷慨悲壮的热血岁月……",
        "imgUrl": "https://p0.meituan.net/movie/e2807e23064278d4a279a7ac6b87dea5382527.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "3961",
                "content": "我想没有这些勇士当点用鲜血铸就的中国，就没有我们现在的和平。很燃，值得一看。特别意外的是周恩来感觉格外的帅。",
                "UserId": 979
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "2192",
                "content": "革命代价无上光荣，千难万险，九死一生。生死相许人民的幸福，流泪哽咽着……",
                "UserId": 108
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "2019",
                "content": "效果很震撼。一些小细节演员们演的也很到位，每一个眼神、表情、动作都蕴含着他们对这部电影和这段历史的理解。总之，Perfect ♡",
                "UserId": 621
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "1472",
                "content": "这部电影把我给看哭了 ，身边有俩老爷爷在电影最后站起来敬礼 ，实在是没忍住心中的热血，眼眶湿润，小鲜肉们演的非常不错，今年看过的最好的国产片，没有之一！",
                "UserId": 743
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "901",
                "content": "被欧豪圈粉了",
                "UserId": 279
            },
            {
                "publishDate": "2017-07-27",
                "score": "7",
                "likes": "707",
                "content": "电影还是不错的 但是和历史的人物设定有偏差 减分 鲜肉上场确实有可圈可点的地方 看了后挺感慨 江山打下来确实不容易 但是！但是！电影有一个关键的减分环节让人看着恶心 某人（避免被喷，不想多bb，演的差是真心话）把英雄气概演成了地痞无赖的气息 看一次恶心一次 无奈了都 还有 汪精卫说话没有这么恶心 做的事也需要你们自己多去了解 蒋介石有自己的一面 有些东西自己多了解 别看了电影电视剧就评论一个人 毕竟大陆拍的 多看看中性评价",
                "UserId": 538
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "593",
                "content": "看陈赫和白客塑造一个认真严肃的形像还是会有点出戏  前面周恩来的戏份很多 很喜欢欧豪的叶挺 指挥打南昌的时候真是帅炸 张涵予扮演黑帮老大很合适 气质蛮像 完全不会有想睡觉的感觉 一直很亢奋吧 朱德的扮演者忘记叫什么名字 演的很好 吸烟思考的时候很沉稳 但是可能形体上跟历史上的朱德",
                "UserId": 295
            },
            {
                "publishDate": "2017-07-28",
                "score": "9",
                "likes": "49",
                "content": "个人认为，建军大业是一部值得看的电影，不要评价演员阵容，建军是1927年7月27日，那个时代，毛**，周总理是青年，刘烨，朱亚文来演再合适不过了，很期待亚文演的周总理，对周总理是崇拜，对朱亚文是喜欢，期待中",
                "UserId": 117
            },
            {
                "publishDate": "2017-07-27",
                "score": "10",
                "likes": "25",
                "content": "我的天啊 去年年底我说 明年八一我相信 这个十分会给的值的 事实证明我想的没错\n电影从场景到摄影 从配乐到表演 无一不是上乘\n选这么多新鲜面孔的青年演员或许会有不少人酸 但他们所做的强有力地证明他们可以 现在或许南昌起义 三河坝战役 井冈山会师等等只是教科书上的几段话 但当《建军大业》真正把这些呈现在银幕上 能让更多的新一代青年更了解那段峥嵘岁月 每一个人都应该向前辈致敬！",
                "UserId": 784
            },
            {
                "publishDate": "2017-08-03",
                "score": "10",
                "likes": "28",
                "content": "喜欢李易峰，期待，明天去看",
                "UserId": 342
            }
        ],
        "id": 83
    },
    {
        "link": "https://maoyan.com/films/1225578",
        "name": "野性的呼唤",
        "type": "剧情 冒险",
        "region": "美国",
        "duration": "100分钟",
        "publishDate": "2020-02-21美国上映",
        "score": "9.3",
        "income": "6.2",
        "introduce": "影片改编自广受欢迎的文学经典，《野性的呼唤》生动地展现了心胸宽广的狗狗巴克的故事。19世纪90年代，正值淘金热，本在加利福尼亚家中的他突然辗转到了异域的阿拉斯加育空地区荒原，他的生活也随之发生了翻天覆地的变化。从邮递雪橇队的新手雪橇犬到后来成为领袖，巴克的一生都充满了冒险，最终他找到了自己真正的归属并成为了自己的主人。 作为一部真人与动画结合的电影，《野性的呼唤》有着顶尖的视觉效果与动画技术团队，但求动物的效果无比逼真，角色的情感真实可信。",
        "imgUrl": "https://p1.meituan.net/moviemachine/6ca63f0a1b08ee9667dcf0f699b6cf3d216090.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "05-15",
                "score": "10",
                "likes": "157",
                "content": "什么时候才可以上映啊，好想看",
                "UserId": 823
            },
            {
                "publishDate": "04-04",
                "score": "9",
                "likes": "64",
                "content": "什么时候中国上映",
                "UserId": 690
            },
            {
                "publishDate": "03-30",
                "score": "9",
                "likes": "42",
                "content": "抖音带过来的，还不给看？",
                "UserId": 399
            },
            {
                "publishDate": "04-01",
                "score": "10",
                "likes": "25",
                "content": "想看想看 啥时候能看",
                "UserId": 331
            },
            {
                "publishDate": "07-22",
                "score": "8",
                "likes": "18",
                "content": "巴克是条狗！",
                "UserId": 48
            },
            {
                "publishDate": "05-27",
                "score": "10",
                "likes": "100",
                "content": "经典之作，怎能错过？赶紧上映吧！",
                "UserId": 195
            },
            {
                "publishDate": "03-31",
                "score": "10",
                "likes": "10",
                "content": "不知道什么时候能看听期待",
                "UserId": 598
            },
            {
                "publishDate": "04-06",
                "score": "8",
                "likes": "7",
                "content": "还成，哈里森福特演的很好，其他的角色有点走过场了。没看过原著，但这个电影版确实太《驯龙高手》了，尤其像第三部，整个套路都一样。像这样的伟大文学作品看完都有一些升华的东西，这部没拍出来啊。",
                "UserId": 436
            },
            {
                "publishDate": "03-30",
                "score": "9",
                "likes": "7",
                "content": "感动，结局是美好的。",
                "UserId": 401
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "9",
                "content": "为数不多的我完整看过的小说之一，故事很感人，期待！",
                "UserId": 87
            }
        ],
        "id": 84
    },
    {
        "link": "https://maoyan.com/films/344929",
        "name": "前任3：再见前任",
        "type": "喜剧 爱情",
        "region": "中国大陆",
        "duration": "119分钟",
        "publishDate": "2017-12-29中国大陆上映",
        "score": "9.2",
        "income": "4.3",
        "introduce": "本片讲述了一对好基友孟云（韩庚 饰）和余飞（郑恺 饰）跟女友都因为一点小事宣告分手，并且“拒绝挽回，死不认错”。两人在夜店、派对与交友软件上放飞人生第二春，大肆庆祝“黄金单身期”，从而引发了一系列好笑的故事。孟云与女友同甘共苦却难逃“五年之痒”，余飞与女友则棋逢敌手相爱相杀无绝期。然而现实的“打脸”却来得猝不及防：一对推拉纠结零往来，一对纠缠互怼全交代。两对恋人都将面对最终的选择：是再次相见？还是再也不见？",
        "imgUrl": "https://p0.meituan.net/movie/b48f79c3f6013ff6a555fa26f8c9ca9f750189.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "62270",
                "content": "和老公看的，老公看哭了，这让我很不舒服，难不成还有什么故事？",
                "UserId": 942
            },
            {
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "4619",
                "content": "韩庚真的好帅啊！看电影的时候就一直在不停地感叹！感觉自己又多了一个墙头！电影的总体感觉真的很赞，结构很清晰的一部电影！",
                "UserId": 34
            },
            {
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "1818",
                "content": "偷偷的说，我已经看了第二遍了~但是电影里面的点还是能够触动到我啊！不论是笑点还是泪点，还是能够有共鸣！很不错的一部电影！",
                "UserId": 384
            },
            {
                "publishDate": "2017-12-29",
                "score": "8",
                "likes": "1458",
                "content": "第一次主动看韩庚的电影，演技挺在线，而且全程好笑的点也很多，感叹恋爱的不易也揭示着男女双方的性格脾气秉性是否可以融合下去，现实中也有很多这样的情侣，王梓说的对，两个人都在等待对方先放手，其实是不甘心，也是很纠结，谁都不愿意先踏出和解的那一步，至于余飞和丁点，两个人性格很配，表面很花花，其实内心都忘不了对方，唯一自我感觉的缺点就是女主角，有点老气，声音也不好听，看到她总会分分钟跳出戏，不过演技还是不错，最后的结局演的还是很撕心裂肺，很感动，推荐这部电影，带着另一半一起去看，可以有很多共鸣，也可以学到该珍惜对方在身边的日子！",
                "UserId": 871
            },
            {
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "990",
                "content": "真的是超超超喜欢韩庚！每次都能给我惊喜。这次真的好赞啊！特别是最后一段，太走心了！郑恺在里面也很赞啊！",
                "UserId": 162
            },
            {
                "publishDate": "2017-12-30",
                "score": "10",
                "likes": "249",
                "content": "一和二都是和前男友在一起的时候看的，他喜欢看喜欢里面的歌，现在他离开我了变成了前任，不知道他会不会带着他为之奋不顾身离开我的她去看，我会自己去看，那是我青春的印记——————————————————————今天去看了，还是没忍住，在别人的世界看自己，哭的一塌糊涂。成长，你不一定会得到什么，但一定会失去什么……",
                "UserId": 368
            },
            {
                "publishDate": "2017-12-30",
                "score": "10",
                "likes": "92",
                "content": "作为国产小成本2d爱情片，前任3这次出人意料。电影延续了前任攻略的风格，却青出于蓝。上座率好，电影前半段整个影院动不动一个爆笑，后半段都安静的看演员说故事。韩庚演技颜值全程在线是电影的主线。眼瞅着年底出了部好作品，有笑点有立意，五星推荐。",
                "UserId": 528
            },
            {
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "53",
                "content": "总是放不下前任，就像电影里那样，时不时的去看看他的朋友圈，看看他有没有新的女朋友，看看最近都干了什么，看完之后发现原来不止我一个人这么做呀~",
                "UserId": 509
            },
            {
                "publishDate": "2017-12-29",
                "score": "10",
                "likes": "40",
                "content": "我一个直男被女朋友拉去看完这电影，心中有所动容！建议不光女生，男生也应该去看一看！",
                "UserId": 129
            },
            {
                "publishDate": "2018-01-02",
                "score": "1",
                "likes": "27",
                "content": "看**，一直担心看这个电影会有不祥预感，看之前一再说好了的，结果才开始几分钟就吵架分手了，恨死这个电影了。恩爱的情侣建议不要去看。MD",
                "UserId": 95
            }
        ],
        "id": 85
    },
    {
        "link": "https://maoyan.com/films/343203",
        "name": "釜山行",
        "type": "动作 惊悚 灾难",
        "region": "韩国",
        "duration": "118分钟",
        "publishDate": "2016-07-20韩国上映",
        "score": "8.0",
        "income": "14.3",
        "introduce": "证券公司基金管理人石宇（孔侑 饰）光鲜精干，却也是个重利轻义之徒。妻子为此与之决裂，女儿秀安（金秀安 饰）则对如此自私的父亲越来越失望，决定前往釜山和母亲生活。在秀安生日这天，石宇抽出时间陪伴女儿登上开往釜山的特快列车。而与此同时，城市四处出现了极为可疑的暴动事件。政府极力洗白无法掩盖丧尸肆虐的事实，即便懵然无知的列车乘客也因为不速之客的到来而堕入恐慌绝望的地狱中。开车的刹那，一名感染者冲入车厢，而她很快尸变并对目光所及之处的健康人展开血腥屠杀。未过多久，丧尸便呈几何数爆发性地增长。石宇被迫和幸存者的乘客们在逼仄的空间中奋力求生。 通往釜山的遥遥旅途布满杀机，危难时刻每个幸存者的人性也承受巨大的考验……",
        "imgUrl": "https://p0.meituan.net/movie/13cc737c14e76278db116cf9210f697a371891.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-05-13",
                "score": "9",
                "likes": "563",
                "content": "国内什么时候上映啊？\n想看",
                "UserId": 21
            },
            {
                "publishDate": "2016-08-24",
                "score": "9",
                "likes": "358",
                "content": "应该怎么说明这种看完后心理一直被震撼的心情，韩国灾难片不比欧美灾难片那样直接血腥，虽然丧尸们也很可怕抓到人就咬但也挺弱，也可以被一拳ko，一列不停站的火车，一场恐惧的慌乱，一次人性的本露，黑暗阴郁，真的很沉重，男主为了女儿的不顾一切甚至带着点自私，一对高中情侣最后互相的不离不弃，一对准父母为了将出世的孩子努力求存，一个坏人暴躁不安的恐惧，把人性二字赤裸裸呈现，现实中我们不会遇到这样的灾难，但如果遇到我们会选择自己活下来还是愿意帮助别人一起活下来，好难选对不，所以才更被震撼，结束时影院很安静，大家都在缓情绪，这不止是电影里的灾难，也在观影者心里的一场灾难。最后说一句，孔叔挑剧本真的厉害。",
                "UserId": 485
            },
            {
                "publishDate": "2016-09-12",
                "score": "4",
                "likes": "17",
                "content": "影片一般偏下...",
                "UserId": 258
            },
            {
                "publishDate": "2016-09-16",
                "score": "9",
                "likes": "33",
                "content": "看完了这部片。先说下结构。跟普通僵尸片套路并无差别。并且僵尸的表演在这部片真的很业余。到了大田车站之后。变异的士兵。也就前三排的表现的比较好。后排的基本上就是打酱油。有个大哥蹦蹦跳跳就过来了。还有一点。僵尸战斗力太弱。跟武打片没啥不一样。这是不好的。然后再说下这部电影。虽然是僵尸片。但其中人与人之间的猜忌不信任以及面对死亡时的脆弱关系。也是这部片想要讲述之一。很真实。毕竟正常生活中。为了自己的利益都可以出卖别人的人绝不是少数。更何况面对死亡的时候，人类黑暗的一面展现的无疑。我觉得这部片。女儿很关键。是她在一步步教爸爸怎样成为一个好人。孔刘的演技也是相当可以。就凭最后我流了眼泪。这部片也值9分。",
                "UserId": 540
            },
            {
                "publishDate": "2016-09-17",
                "score": "10",
                "likes": "24",
                "content": "很难评价《釜山行》中的每个人，是渺小抑或伟大。更多时候，他们是两者的折中。人性从来是灰色的，黑白会在一念间倒转，对错会在一刹那颠覆。 细想起来，某种程度上，我们未必是胖大叔，不是男主，不是高中生，倒更像是这些麻木、自私、摇摆的普通人。幸运的是，我们没在特殊事态里染上一种叫丧尸的病毒而已。 成人的世界里，压根没有单纯的好坏善恶。所谓人性，无非是和自己内心的斗争。虽然我们希望自己是坚不可摧的胖大叔，是蜕变重生的男主，但普通乘客的惊恐、无助和彷徨，更容易出现在我们身上。比起荒诞不经的丧尸故事，真实的人性黑洞，或许更恐怖一点。",
                "UserId": 268
            },
            {
                "publishDate": "2016-09-25",
                "score": "8",
                "likes": "16",
                "content": "对人性的拷问，应该是所有出彩影片的共性吧。所以，当棒球小哥看着昔日的同学、喜欢的女孩成了那副模样，放弃抵抗的片段我记下了；胖胖的尹大叔勇敢地开出救人的道路，最后为了大家一夫当关，孤身挡住一拥而上的丧尸的样子我也记下了；男主由开始到后来的改变，最后嘱咐女儿要听话，泪眼中看到女儿初生时的景象带着微笑从行驶的列车上一跃而下的身影我都记下了。\n其次是对zf的讽刺。电视里的情况都那么惨烈了，出的新闻仍然称作“示威闹事，最短不出一天就可以控制”。影片最后如果不是小女孩唱起给爸爸唱的未完的歌，她们都会被射杀。可能，“宁可错杀一千不可放走一个”就是他们如此自信灾难可以被短时间内解决的原因吧。",
                "UserId": 294
            },
            {
                "publishDate": "2016-09-16",
                "score": "10",
                "likes": "9",
                "content": "【釜山行】今年截止8月最致郁的电影。\n明明是一部丧尸片，为啥我看得没有太多恐怖感，倒是全程在流泪。 人性的善与恶在灾难面前都会特别放大，悲悯又不失真诚。韩国电影处理感情之细腻，平凡世界小人物的爱恨都值得让人细嚼慢咽。善不一定就有善报，但如果可以选择，心怀善意的死去也比带着恶去苟且的活着更有意义。\n故事已經很完整，收尾還來了個小反轉：如果小女孩沒有唱歌，那最後的結局又如何呢？人性的善恶真的就在一念之差。\n比贪婪可怕的是病毒，比病毒致命的是政治，比政治更黑暗的是人性。五星推荐。",
                "UserId": 476
            },
            {
                "publishDate": "2016-09-18",
                "score": "9",
                "likes": "13",
                "content": "亚洲最佳丧尸电影，好片！有人说它商业也好，什么棒子丧尸运动会也好，但我就想说：真TM拍的漂亮！无论是剧情设计，人物塑造，特效场景还是煽情手笔，都代表了当今丧尸电影的最高水平（100亿韩元没白用）。\n用一趟高铁之行为主线，将各色人物融汇其中，使各种元素交织，亮点纷呈。尤其是三个男人为了回到女儿、妻子、恋人身边，打出4节车厢的血路，在冲进第一节车厢时看得我瞬间就燃了起来，暴力美学和热血冲击着视觉神经，让人大快朵颐。\n除了以上亮点，釜山行还保留了韩国电影最重要的特色：不煽出眼泪不舒服思密达。我相信9成看后会哭\n最后想说，看了釜山行后，发现国产电影又被甩了几条街😭。",
                "UserId": 281
            },
            {
                "publishDate": "2016-09-14",
                "score": "8",
                "likes": "4",
                "content": "很多年没看到拍得如此精致的丧尸片，节奏快，氛围紧，画面质感强，每位角色的性格都展现得淋漓尽致，几乎是面面俱到。还是那句老话，灾难片讲究的是人心，灾难来临并不可怕，可怕的是人心险恶，《釜山行》就把每个角色的人心琢磨得透彻，仿佛一下子又被带进了《行尸走肉》，虽然是电影与电视剧不可相提并论，但也感同身受，高评分意料之中，而且各角色亲和力100%，不得不赞！",
                "UserId": 421
            }
        ],
        "id": 86
    },
    {
        "link": "https://maoyan.com/films/1212",
        "name": "千与千寻",
        "type": "动画 冒险 奇幻 家庭",
        "region": "日本",
        "duration": "125分钟",
        "publishDate": "2019-06-21中国大陆上映",
        "score": "7.1",
        "income": "1.4",
        "introduce": "千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一份工作才能不被魔法变成别的东西。千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。为了救小白，千寻又踏上了她的冒险之旅。",
        "imgUrl": "https://p0.meituan.net/movie/30b20139e68c46d02e0893277d633b701292458.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "7295",
                "content": "把之前没看懂的情节都补上了。片尾曲特别好听",
                "UserId": 41
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "5289",
                "content": "太棒了太棒了太棒了！\n就是因为它，我才喜欢上的动画\n希望以后能从事相关行业",
                "UserId": 565
            },
            {
                "publishDate": "2019-07-03",
                "score": "10",
                "likes": "6495",
                "content": "无论看多少遍依旧会让人感动的动画，每个细节都值得推敲，环保、和平与爱是贯穿宫崎骏所有动画的主题，这不是简单的儿童动画，而是值得所有孩子大人都去看的具有深刻寓意的动画。伟大的河神被当做污神，清澈的河水堆满了各种垃圾，这样的情景怎能不引起我们的反思?汤婆婆的宝宝是否是在映射某些家庭教育之下的巨婴?当爱与被爱的时候，我们能找到自己的名字，找回自我，能战胜孤独战胜邪恶。这些所有从影片传达出来的和我感受到的美好情感和希冀，都让我的内心无比感动无比柔软，也因此产生了想将这种美好传递下去的愿望，此生也要像宫崎骏老爷爷一样做一个传递温暖的人。",
                "UserId": 955
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "5576",
                "content": "童年补票，感谢陪伴❤️❤️❤️\n小时候 以为 千寻的世界是一场梦\n长大 才发现 它是我们 真实走过的人生\n小时候 相信自己 一定会成为 千寻 坚强勇敢 拥有爱 现在终于明白 成长为千寻这样的人 真的好难\n小时候 不懂 白龙找回名字 为什么那么开心 \n长大后 为他能找回自己 而感到的流泪\n小时候坚信 千寻和白龙会 再重逢 长大后才知道 松手说了的再见 就真的 再也不见\n小时候 不明白 小火车为什么 只去不回 长大后 才知道 这条叫成长的路 只能向前 无法回头\n小时候 羡慕千寻的冒险 长大后 发现 自己也勇敢的走过了 独一无二的人生\n长大 就是 不能回头 一直向前 \n别丢了自己 一直向前",
                "UserId": 313
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "2294",
                "content": "冲着彭昱畅去的",
                "UserId": 340
            },
            {
                "publishDate": "2019-06-21",
                "score": "2",
                "likes": "1858",
                "content": "好好的一部片子被配音毁的一塌糊涂",
                "UserId": 738
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "1081",
                "content": "国语版本的，千寻声音很好听，推荐看原版",
                "UserId": 40
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "908",
                "content": "看的是原音，好看",
                "UserId": 69
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "636",
                "content": "动画真是太迷人了。这就是Anime的魅力，这样的情节，这样的画面，只有动画才能展现。\n一个愿望:中国什么时候才能做出这种水平的动画电影呢？",
                "UserId": 494
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "721",
                "content": "补票，放到现在也不落伍的电影",
                "UserId": 476
            }
        ],
        "id": 87
    },
    {
        "link": "https://maoyan.com/films/5075",
        "name": "哈利·波特与密室",
        "type": "奇幻 冒险",
        "region": "美国,英国,德国",
        "duration": "161分钟",
        "publishDate": "2003-01-24中国大陆上映",
        "score": "9.9",
        "income": "3.7",
        "introduce": "哈利·波特（丹尼尔·雷德克里夫 饰）结束了假期，即将回到霍格沃兹继续学习魔法。一个叫多比的家养小精灵警告哈利不要回到霍格沃兹，否则会陷入极大的危险。哈利没有听从多比的劝告，回到了霍格沃兹。很快，霍格沃兹发生了一连窜怪事:接二连三出现学生被石化，一直找不出原因。而哈利总能听到一种奇怪的声音，从墙壁里传出来。传说，霍格沃兹有一个密室，里面记录着伏地魔年轻时的秘密，只有斯莱特林的人才能打开密室。哈利偶然发现自己能听懂蛇说话，一时传闻是哈利打开了密室。难道多比所指的危险就隐藏在密室？",
        "imgUrl": "https://p0.meituan.net/movie/3b6429046a108c71151d33209f1ff526339437.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-10-10",
                "score": "10",
                "likes": "14",
                "content": "回忆杀，太完美了。罗琳万岁，魔法万岁，三人组万万岁！！",
                "UserId": 975
            },
            {
                "publishDate": "2015-04-14",
                "score": "8",
                "likes": "8",
                "content": "承接上部，第二集依旧给了我们一个奇妙的探险故事。神秘的密室，一个个学生被石化，片子营造了一个相对恐怖的氛围。片子有句话让我印象深刻，邓不利多对哈利说了这样一句话。真正表现自我的不是我们的能力，而是我们的选择。我们没法抉择自己的天赋，但可以选择后天要走的路。哈利在这一集展现了作为格兰芬多成员的智慧和勇气，不仅仅是有斯莱特林的独特能力。这部看了很多遍，依旧经典。",
                "UserId": 215
            },
            {
                "publishDate": "2018-11-13",
                "score": "7",
                "likes": "2",
                "content": "没看过原著不知道罗琳真实的想法，电影的效果走惊悚悬疑会比较好。每每到了气氛最高点的时候肯尼斯布拉纳演的逗比骗子或者憨态可掬的教授们出场其实很割裂很泄气。可能是年龄局限问题马尔福高傲公子哥形象依旧是纸片人设纸片效果。娱乐性和趣味比前作好很多，也避免了主次不当的问题，但还是要吐槽160多分钟真的是太长了！（本眼镜控爆灯爱哭鬼！！！不过配音为什么那么嗲真的听得好痛苦……）3.5星。",
                "UserId": 847
            },
            {
                "publishDate": "2015-04-14",
                "score": "9",
                "likes": "3",
                "content": "魁地奇比赛的加入让电影变得天马行空起来，我喜欢看小哈利在空中骑着扫帚追逐着金色飞贼那份执着、坚定的眼神，我也很喜欢看小赫敏被巨人吓到后稚嫩的脸上浮现出红晕。最后打开密室的一刹那让我感到和小说融为一体。",
                "UserId": 788
            },
            {
                "publishDate": "2018-07-19",
                "score": "8",
                "likes": "2",
                "content": "Professor Dumbledore 教导我们：“让我们成为哪种人的并不是我们的能力，而是我们的选择！/It is not our abilities that show what we truly are.It is our choices.”\n给8分是因为铺垫的实在是太长了。。。\n\n174分24秒【加长版】    2018-7-18爱奇艺",
                "UserId": 56
            },
            {
                "publishDate": "2016-10-18",
                "score": "9",
                "likes": "2",
                "content": "诡异阴郁怪谈，校园杀人疑云，放大悬疑惊悚元素，摆脱简单儿童风格，往青少年电影过渡。174分钟片长尽可能还原小说细节，氛围营造到位但节奏不免拖沓。不再走马观花校园生活，正式开启主线剧情，专注事件发展，儿童趣味减少，成人元素增多。",
                "UserId": 1000
            },
            {
                "publishDate": "2015-04-16",
                "score": "8",
                "likes": "2",
                "content": "密室不再像魔法石的故事那般小打小闹，一直未露面的敌人平添了恐怖的因素，最后揭开密室的神秘面纱，里面的蛇怪让人吓了一身冷汗，哈利的勇敢与忠诚给人留下极深的印象，金妮也成为了主要人物，为后续故事做铺垫。",
                "UserId": 967
            },
            {
                "publishDate": "2015-12-20",
                "score": "7",
                "likes": "1",
                "content": "承接上部，也根据小说做了很好的改编。魁地奇比赛时的场景和巨兽出现的场景令我难以忘记，不过最后挑战密室时的场景我有点失望。里面邓布利多的教导也很好，总体来说不错！",
                "UserId": 211
            },
            {
                "publishDate": "2018-11-29",
                "score": "10",
                "likes": "1",
                "content": "前半小时很搞笑，然后开始进入一连串神秘古怪事件，到最后真相大白，剧情非常紧凑、特效出色！可爱的多比，还有在哈利波特系列中出现过的样子最帅的伏地魔！",
                "UserId": 3
            },
            {
                "publishDate": "2016-12-01",
                "score": "8",
                "likes": "0",
                "content": "第二部的剧情没有第一部饱满，不过在承接和引线上设计得还蛮巧妙的，本集主讲密室，从惊险程度上而言要比第一部震撼，尤其是前面所做的铺垫、所营造出来的气氛非常有压迫性，但是结尾的设计似乎有点简陋，整体比第一部稍逊一筹，主演以铺垫为主，8.5分。",
                "UserId": 261
            }
        ],
        "id": 88
    },
    {
        "link": "https://maoyan.com/films/42964",
        "name": "毒液：致命守护者",
        "type": "动作 惊悚 科幻",
        "region": "美国",
        "duration": "107分钟",
        "publishDate": "2018-11-09中国大陆上映",
        "score": "7.8",
        "income": "4.0",
        "introduce": "身为记者的埃迪·布洛克 （汤姆·哈迪 饰）在调查生命基金会老板卡尔顿·德雷克 （ 里兹·阿迈德 饰）的过程中，事业遭受重创，与未婚妻安妮·韦英 （ 米歇尔·威廉姆斯 饰）的关系岌岌可危，并意外被外星共生体控制，他历经挣扎对抗，最终成为拥有强大超能力，无人可挡的“毒液”  。",
        "imgUrl": "https://p0.meituan.net/movie/363e3a7e614d29b2847ff4e62afcd3f42168651.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-11-09",
                "score": "10",
                "likes": "17229",
                "content": "电影很好看，但是开场验票才告诉我自带3D眼镜？？？搞得我裸眼看3D看了一个多小时，真的是弟弟行为！",
                "UserId": 531
            },
            {
                "publishDate": "2019-06-14",
                "score": "10",
                "likes": "9170",
                "content": "真的太震撼了，漫威从来没有让我失望，虽然好多地方我感觉像是被删减过许多吓人的画面，但是真的还是太好看，好多地方从头到尾一直在笑，最后还有一点小感人。一直都是震撼幽默的画面。真希望可以能有第二部的上映。这个毒液系列希望像蜘蛛侠钢铁侠一样出一个系列有续集，真的没有看过瘾啊。（人生第一次评价话有点多）总之，大家可以去观看，我是电影迷这一部我给11分，强烈大家去观看！",
                "UserId": 58
            },
            {
                "publishDate": "2019-06-14",
                "score": "9",
                "likes": "6730",
                "content": "毫无疑问，《毒液》是索尼出品年度最炫酷的(漫威）超级英雄电影之一，还是原来搞笑的配方、无敌的撩妹技能，可爱的汤老师，萌萌的毒液，简直绝配！！！",
                "UserId": 797
            },
            {
                "publishDate": "2018-11-09",
                "score": "10",
                "likes": "1583",
                "content": "很好看，不错，可惜了买了两张票，自己一个人看完😌",
                "UserId": 209
            },
            {
                "publishDate": "2018-11-12",
                "score": "10",
                "likes": "1469",
                "content": "是真的好看  完全看不过瘾啊  我感觉删减了  真的烦   后面结局真的有点看不懂 说再见了 怎么莫名其妙毒液又回来了    完全看不过瘾啊啊啊啊啊   我不知道最后有没有彩蛋  时间比较急  看完就走了  不知道后面有没有彩蛋  求哪位大神告诉一下谢谢  跳吗?       怂包",
                "UserId": 865
            },
            {
                "publishDate": "2018-11-09",
                "score": "10",
                "likes": "1580",
                "content": "强烈推荐[强]，漫威第一部反派为主的电影，有笑点，有泪点，有刺激，有炫酷，有励志，不愧是“致命守护者”。人家两人看的是情怀，我一人看的是人生。",
                "UserId": 647
            },
            {
                "publishDate": "2018-11-11",
                "score": "8",
                "likes": "721",
                "content": "感觉毒液总是微笑的，有个性，很喜欢。埃迪+毒液，两个loser蜕变成一个winner，特别刺激，尤其是肚子饿那会儿。\n画面后半部分感官性强，也搞笑，前半部分没有立刻揭秘，节奏有点慢，片尾曲(英文)好听，开始期待第二部了，也期待埃迪与屠杀的打斗。",
                "UserId": 466
            },
            {
                "publishDate": "2018-11-09",
                "score": "10",
                "likes": "1682",
                "content": "大眼睛的生物都自带萌的属性，奶凶奶凶的😂",
                "UserId": 684
            },
            {
                "publishDate": "2018-11-15",
                "score": "9",
                "likes": "100",
                "content": "还行，毒液的思想变化有点奇怪，莫名喜欢上地球，画面不错",
                "UserId": 330
            }
        ],
        "id": 89
    },
    {
        "link": "https://maoyan.com/films/1217236",
        "name": "悲伤逆流成河",
        "type": "剧情 爱情 家庭",
        "region": "中国大陆",
        "duration": "105分钟",
        "publishDate": "2018-09-21中国大陆上映",
        "score": "8.6",
        "income": "2.9",
        "introduce": "多组校园欺凌事件，打破了5位主角本应该美好的青春校园生活。齐铭（赵英博 饰）清俊帅气，是人人称颂的优等生，而易遥（任敏 饰）却是大家口中的“赔钱货”。两人一同长大，感情很好。而这一切，在转学生唐小米（朱丹妮 饰）出现之后发生了翻天覆地的变化。流言成了毁人利器，处处对易瑶进行刁难，易遥的生活开始陷入黑暗，遭受各类残酷欺凌。顾森西（辛云来 饰）教会易瑶对校园暴力进行反击，他的出现给了易遥一丝曙光。可阴差阳错，顾森湘（章若楠 饰）的意外却将她再度推入黑暗。当受害者变成施暴者，当看客变成助推，在这一场名为“玩笑”的闹剧中，没有旁观者，只有施暴者……",
        "imgUrl": "https://p0.meituan.net/moviemachine/6f19be7bb2edd32daa5213c8e302b2662320226.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-09-21",
                "score": "10",
                "likes": "8858",
                "content": "太好看了，一定要带纸巾进去看。",
                "UserId": 341
            },
            {
                "publishDate": "2018-09-21",
                "score": "10",
                "likes": "5729",
                "content": "改的刚刚好、没有原著那么虐、恰到好处！",
                "UserId": 286
            },
            {
                "publishDate": "2018-09-21",
                "score": "8",
                "likes": "2849",
                "content": "唐小米这样的人就应该无期徒刑。也没说杀死顾森湘的那几个人。 同学跟唐小米的那几个也有罪。为什么不处罚。把别人的事说出去很有脸是么。花别人的钱很厉害么。",
                "UserId": 445
            },
            {
                "publishDate": "2018-09-21",
                "score": "1",
                "likes": "2085",
                "content": "我89年，我从小学到大学，老师和父母就教我们不要欺负残疾的和家庭贫困的孩子，我没有见过这样的事情发生，被打的人都是那些总爱聊闲的男生，活该！",
                "UserId": 454
            },
            {
                "publishDate": "2018-09-21",
                "score": "10",
                "likes": "1637",
                "content": "惨痛的回忆，但是已经过去了",
                "UserId": 68
            },
            {
                "publishDate": "2018-09-21",
                "score": "8",
                "likes": "1751",
                "content": "没看过小说，我看评论都说改写了结局 可能怕过不了省吧 不过校园暴力 这是令人深思的问题",
                "UserId": 55
            },
            {
                "publishDate": "2018-09-24",
                "score": "10",
                "likes": "249",
                "content": "请点进来，真实故事！初中，我也被欺负过，甚至连老师也一起。一部分动手，但更多的动嘴或者冷漠的旁观。校园暴力无处不在，那一年的校园生活，这辈子都不会忘。之后的我成绩一落千丈，一直都很自卑。不是每个人都能有顾森西和齐铭的陪伴。一个人度过那一年，真的有过自杀的想法，我是个留守儿童，也不敢跟爷爷奶奶说。父母都不理解不倾听，只看考试成绩。现在的我，大专毕业，在吉利汽车做销售顾问，以善意待人。但是初中时期的影响到现在都还有，校园暴力真的太可怕了。孩子们都觉得只是玩笑，老师只觉得是玩闹，不出事就行。但是当事者受到的伤害是弥补不回来的。心理阴影严重的可能会伴随一辈子。看这部电影我一直在哭，哭易遥也是那年的我。",
                "UserId": 926
            },
            {
                "publishDate": "2018-09-22",
                "score": "10",
                "likes": "110",
                "content": "还可以吧，没什么人，全程就想问我旁边的隔了一个位置的小姐姐是不是单身😂最后走了还是没敢问，脸皮薄，我是恒大影院21号18.45分的票，如果小姐姐能看到请联系我😝😝还有我坐在三号听8排7座，小姐姐是5座😂😂",
                "UserId": 855
            },
            {
                "publishDate": "2018-09-23",
                "score": "10",
                "likes": "132",
                "content": "其实这部电影真的感触挺深的。女主妈妈给人的印象就是很脏 很乱 但是后来当她知道女儿的病是因为她的原因之后 牵着她的手说走妈妈带你去看病 也挺温暖的 天底下的妈妈都是我自己女儿的吧。女主一直都是很可怜的 被人欺负侮辱 也不反抗 后来因为遇见了顾森西 他真的是一个很好很好很好的男孩子。直到最后一刻女主要跳河用死来结束一切的时候。他那么奋不顾身的挡在所有人面前去帮她 说短信不是她发的她没有杀人 但是死的人是她最亲的姐姐啊。他还是选择相信自己年少轻狂时候爱的那个女孩子。每次逗她开心带她去抓娃娃 最后那一刻把她从河里救上来看着她奄奄一息的躺在地上他哭的那么惨。他是真的爱她吧 可能爱就是这样心疼他也喜欢他",
                "UserId": 544
            },
            {
                "publishDate": "2018-09-25",
                "score": "10",
                "likes": "18",
                "content": "中秋月圆\n我却一个人去看了悲伤逆流成河\n电影早已结束\n我却在座位上哭的一塌糊涂\n不知道是因为剧情\n还是因为孤独\n回家的路上\n耳机里循环这首歌\n打开家门\n还是我一个人\n没关系\n不哭\n不要哭了\n你已经是个大孩子了...",
                "UserId": 702
            }
        ],
        "id": 90
    },
    {
        "link": "https://maoyan.com/films/246061",
        "name": "哥斯拉2：怪兽之王",
        "type": "科幻 灾难 动作",
        "region": "美国",
        "duration": "132分钟",
        "publishDate": "2019-05-31中国大陆上映",
        "score": "8.8",
        "income": "4.0",
        "introduce": "随着《哥斯拉》和《金刚：骷髅岛》在全球范围内的成功，华纳兄弟影片公司和传奇影业联手开启了怪兽宇宙系列电影的新篇章—一部史诗级动作冒险巨制。在这部电影中，哥斯拉将和众多大家在流行文化中所熟知的怪兽展开较量。全新故事中，研究神秘动物学的机构“帝王组织”成员将勇敢直面巨型怪兽，其中强大的哥斯拉也将和魔斯拉、拉顿和它的死对头——三头王基多拉展开激烈对抗。当这些只存在于传说里的超级生物再度崛起时，它们将展开王者争霸，人类的命运岌岌可危……",
        "imgUrl": "https://p0.meituan.net/movie/71fba05fbe4912cb70d27b87c3c856393364925.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "31962",
                "content": "特效很棒 唯一不足的就是哥斯拉最后两下把三头龙弄死了 整体不错 全程高能 给低分差评的人不懂他们咋想的 刚才看了一个差评说“全程在看怪兽，”我想说 怪兽大战不看怪兽看你妈？",
                "UserId": 467
            },
            {
                "publishDate": "2019-06-21",
                "score": "9",
                "likes": "12289",
                "content": "2个多小时电影，2个小时战斗，哥斯拉很强了，可惜老婆阵亡了",
                "UserId": 907
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "2228",
                "content": "希望你们能懂得尊重！",
                "UserId": 437
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "8331",
                "content": "堪比复联四，非常震撼人心！",
                "UserId": 872
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "4234",
                "content": "没有比在IMAX听一声哥斯拉的巨吼更痛快的了！",
                "UserId": 420
            },
            {
                "publishDate": "2019-06-20",
                "score": "1",
                "likes": "2044",
                "content": "巨幕厅3排c位一个人中途睡了不知多少次，怪兽一吼就被吵醒看一会，基本就是嗷嗷叫，然后就是咚咚咚脚步声，哥斯拉全程开挂，放大招。剧情催眠",
                "UserId": 886
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "2117",
                "content": "摩斯拉死掉了它是怪兽女王，一直和哥斯拉统一战线，被基多拉秒了，好可怜，唉，可怜的福蝶。我都有点想哭惹，画面感没得说，值得观看。",
                "UserId": 980
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "2055",
                "content": "太爽了，从头打到尾，唯一不满意的就是那一家三口，恶心人？不过还是极力推荐。哥斯拉，不愧是怪兽之王，金刚在一旁瑟瑟发抖",
                "UserId": 97
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "1587",
                "content": "从来都是给星不评论 复联4都是只给星 这部哥斯拉 简直不要太爽 本人就喜欢看科幻片 对这种怪兽的也是无法自拔 太赞了 也超期待这种怪兽又多 神仙打架的电影 爱了爱了",
                "UserId": 377
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "1216",
                "content": "天呐，太震撼了，忽然觉得第一部真得太low了，这个绝对震撼😃",
                "UserId": 319
            }
        ],
        "id": 91
    },
    {
        "link": "https://maoyan.com/films/1198925",
        "name": "蜘蛛侠：英雄远征",
        "type": "动作 冒险 科幻",
        "region": "美国",
        "duration": "127分钟",
        "publishDate": "2019-06-28中国大陆上映",
        "score": "9.0",
        "income": "9.8",
        "introduce": "彼得·帕克回到了高中。他想暂时远离制裁罪恶的生活，便踏上了前往欧洲的修学旅行，也借此机会向米歇尔·琼斯表达真实的情感。但计划赶不上变化，尼克·弗瑞和一名来自平行宇宙的超级英雄神秘客找上门来，希望彼得·帕克一起阻止四名元素众毁灭地球。全世界都在哀悼托尼·史塔克的去世，同时也都担心外星人再来攻击地球，所以大众都期望蜘蛛侠能接钢铁侠的班。彼得·帕克还没准备好接下这份大任，也不知道托尼·史塔克走后自己该做什么。他还纠结于对米歇尔·琼斯的感觉，觉得自己需要在超级英雄生活的间隙休息一下。为了帮助学生们顺利回归，学校决定让一些学生去欧洲游学。彼得·帕克觉得这是暂时放下蜘蛛侠身份的绝好机会，也是告诉米歇尔·琼斯自己真实感受的时候。但当尼克·弗瑞招揽他后，彼得·帕克不得不把这些计划先放一放  。",
        "imgUrl": "https://p0.meituan.net/moviemachine/48fdec1c3f34533f1e1b907c5e8a61f01905931.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "12818",
                "content": "伏笔很多，尤其是第二彩蛋，精彩刺激",
                "UserId": 208
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "8203",
                "content": "彩蛋内容爆炸！",
                "UserId": 474
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "6905",
                "content": "最后一波狗粮吃的我e梅惊！！n",
                "UserId": 21
            },
            {
                "publishDate": "2019-06-28",
                "score": "8",
                "likes": "1570",
                "content": "怎么说呢，只能给个8分，英雄远征是这个样的？有点失望，还以为会去外太空，不知道该怎么说了反正就是有点失望…………",
                "UserId": 517
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "1541",
                "content": "开头感动死了！包括它的配乐，到后面，还会出现各种钢铁侠1的曲子――ACDC演奏的，并且这部电影也弥补了之前的彩蛋，其中有钢铁侠1！！！整部电影到处都在纪念钢铁侠.天啊！还有致敬斯坦.李！（片尾的开头和片尾的中间）结尾俩个彩蛋至关重要！！！第一个，漫威真放大招了！第二个，你一定会惊讶，不过放心正片的剧情转折更让人惊讶，哈哈哈.千万不要错过，斯……嘘！我不剧透了，反正这部电影全程笑尿了！果然阿，笑点一个接一个（咳咳，就是有一点非常之不好，全片撒狗粮就没停过~）",
                "UserId": 189
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "1531",
                "content": "妈耶！看完彩蛋满脑子只剩下彩蛋的内容…漫威这些后手玩的够溜的…有两个彩蛋…别的没什么说了…",
                "UserId": 573
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "1580",
                "content": "首先八个字:漫威的嘴，骗人的鬼。如果说复联三是整片向着悲剧滑行，事件不可逆转，先抑后扬。从一开始灭霸像一座大山压在复仇者们头顶，到最后大山压下来，经过一整段剧情的铺垫，让后面复联的失败变得可以接受，哪怕因为失去了很多复仇者而心情沉重，但最后的彩蛋又给了我们希望，最绝望的时候有了新的希望。那这部小蜘蛛，就是和复三完全相反。小蜘蛛在这里面成长了，更加明白复仇者的意义，勇敢的承担了责任，解决了反派，超级英雄就应该战胜反派，最后抱得美人归。这是刚刚得到的希望，彩蛋就重重的扇了我一巴掌。刚到来的希望，就被更大的栽赃和绝望笼罩。作为漫威开启第二个十年的电影，小蜘蛛做到了。加油，小蜘蛛！",
                "UserId": 323
            },
            {
                "publishDate": "2019-06-28",
                "score": "10",
                "likes": "962",
                "content": "无敌了！彩蛋牛逼！狗粮牛逼",
                "UserId": 60
            },
            {
                "publishDate": "2019-07-05",
                "score": "1",
                "likes": "61",
                "content": "差评  我前女友和她现男友在我前两排    不好看",
                "UserId": 625
            },
            {
                "publishDate": "2019-06-30",
                "score": "8",
                "likes": "48",
                "content": "缜密的小心思随处可见，在幽默中也可以不断的洞见人性。蜘蛛侠这个“最不起眼”的角色能成为漫威最大的IP，就在于它的亲民性和接地气，这部电影也很好的贯彻了这一点。",
                "UserId": 848
            }
        ],
        "id": 92
    },
    {
        "link": "https://maoyan.com/films/342068",
        "name": "寻梦环游记",
        "type": "动画 冒险 家庭",
        "region": "美国",
        "duration": "105分钟",
        "publishDate": "2017-11-24中国大陆上映",
        "score": "8.5",
        "income": "9.9",
        "introduce": "热爱音乐的米格尔（安东尼·冈萨雷兹 Anthony Gonzalez 配音）不幸地出生在一个视音乐为洪水猛兽的大家庭之中，一家人只盼着米格尔快快长大，好继承家里传承了数代的制鞋产业。一年一度的亡灵节即将来临，每逢这一天，去世的亲人们的魂魄便可凭借着摆在祭坛上的照片返回现世和生者团圆。 在一场意外中，米格尔竟然穿越到了亡灵国度之中，在太阳升起之前，他必须得到一位亲人的祝福，否则就将会永远地留在这个世界里。米格尔决定去寻找已故的歌神德拉库斯（本杰明·布拉特 Benjamin Bratt 配音），因为他很有可能就是自己的祖父。途中，米格尔邂逅了落魄乐手埃克托（盖尔·加西亚·贝纳尔 Gael García Bernal 配音），也渐渐发现了德拉库斯隐藏已久的秘密。",
        "imgUrl": "https://p1.meituan.net/movie/14f9018b371d94dd812772704613babd475457.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-11-26",
                "score": "10",
                "likes": "20020",
                "content": "人这辈子一共会死三次。第一次是你的心脏停止跳动，那么从生物的角度来说，你死了；第二次是在葬礼上，认识你的人都来祭奠，那么你在社会上的地位就死了；第三次是在最后一个记得你的人死后，那你就真的死了。\n在爱消失之前，请记住我❤",
                "UserId": 484
            },
            {
                "publishDate": "2017-11-24",
                "score": "10",
                "likes": "4694",
                "content": "抢了午夜场，看了这部被认为是可以媲美机器人瓦力，近年来皮克斯最感人的动画电影，确实如此，称得上是近十年皮克斯最具亲情打动家庭的杰作！",
                "UserId": 407
            },
            {
                "publishDate": "2017-11-25",
                "score": "9",
                "likes": "2069",
                "content": "马云爸爸的攻守道向我们展示了  天下武功 唯富可破\n而寻梦环游记  则在这个略显寒冷又洋溢着丝丝温情的感恩节周末  告诉我们  生老病死  唯爱可破 \n浩瀚宇宙  渺渺星辰 \n假如有一天  我们离开了这个不算太好也不算太糟的世界  离开了我们的爱人  会怎样 \n也许   这是我们每个人都曾思考过的命题\n那么我想   影片帮助我们找到了答案\n有一个地方  我们永远不会离开  \n在爱人的心里  在爱人的记忆里 \n在那样美好的一个平行时空  \n我们满心欢喜  再次相逢",
                "UserId": 229
            },
            {
                "publishDate": "2017-11-25",
                "score": "10",
                "likes": "1399",
                "content": "有笑有泪的看完，一共哭了三次：\n一是初见终极死亡的时候。\n二是洞底终于相认的时候。\n三是老人终被唤醒的时候。\n\n爱的反义词是遗忘。\n从前一直觉得自己是惧怕死亡，现在才恍然大悟，是害怕被遗忘。\n希望大家记住这部片的原名：COCO，当你看到最后再回想起这个片名，一定会再次被触动吧～(´-ωก`)爱是多么温暖啊！请不要吝啬！\n\n看到有人说故事仍然较为俗套，我觉得并没有啊，反而挺多惊喜～绚丽多彩的墨西哥风情，奇幻神秘的亡灵世界，美妙动听的歌曲，当然还有曲折饱满的故事～皮克斯太厉害了！这大约就是爱了这么多年的原因吧～\nP.S.其实片中的意思应该是“怀念”之类的吧，不单单是“记得”那么简单｡◝ᴗ◜｡",
                "UserId": 571
            },
            {
                "publishDate": "2017-11-25",
                "score": "10",
                "likes": "1165",
                "content": "刚刚看完，速来评价，感动的一塌糊涂，庆幸是个温暖的大结局，动画片的世界，色彩明丽，营造出家人温馨之感，充满想象力，剧情衔接非常到位，到后面感人至极，看题目以为会在追梦上进行大规模刻画，后来追着剧情走，原来是围绕，家人要永永远远相亲相爱在一起为主题，时不时让我想起啦自己的家人，是啊，你伤害的都是爱你的人，永远不要对家人说狠话，今生在一起就要彼此珍惜哦。也令我看到社会黑暗的一面，那就是，有些功成名就之人并不是我们所想的那么光纤，兴许，他背后也坐着不为人知的勾当，足以证明，不要过分崇拜迷恋自己不熟悉的人，因为，兴许那都是表面功夫做的好而已啦，真真假假，假假真真，这个世界的真和假到底是什么呢。",
                "UserId": 16
            },
            {
                "publishDate": "2017-11-25",
                "score": "10",
                "likes": "570",
                "content": "这是今年看得最开心的电影。之前跟同事看了《看不见的客人》，被不同叙事角度打动，也因为自己推断出女主角是那位妈妈而开心。但都及不上这一部。可能是笑中有泪的温馨家庭主题跟自己的三观比较接近，有时还会让人联想到《摔跤吧！爸爸》。Anyway,family is the most important and remember me这两个主题是深入我心了。想起该片的中文主题曲是由毛不易演唱，而毛不易又是被薛之谦挖掘的，薛之谦又有着求锤得锤的典故。若干年后，或许这些都会成为经典轶事被谈起，就像谈论起徐志摩一样吧。",
                "UserId": 24
            },
            {
                "publishDate": "2017-11-27",
                "score": "9",
                "likes": "152",
                "content": "期待已久又不负期望的冬日暖心之作。一刷英文原版全场只有三个人，二刷国语配音版意外的座无虚席。死亡不是终点，被遗忘才是，全世界也只有墨西哥人可以把纪念先人的节日过得这么斑斓有爱。怀揣梦想和满满的爱，比同样题材的《生命之书》高出不少段位。记忆是最宝贵的，Remember me…",
                "UserId": 320
            },
            {
                "publishDate": "2017-12-03",
                "score": "9",
                "likes": "89",
                "content": "开头呢就是非常俗套的“全家反对小朋友追求梦想”套路，但其实故事的重点在于告诉小朋友在追求梦想的道路上也不要忘了身后的家人们，死亡并不可怕，可怕的是遗忘。墨西哥亡灵节的习俗奇观，炫目的“天上灯市”，搞怪的骷髅和爱波瑞吉……一切的背后都是皮克斯的匠心考据、无敌技术和扎实叙事的综合成果，另外，片中歌都好好听啊。",
                "UserId": 392
            },
            {
                "publishDate": "2017-11-25",
                "score": "9",
                "likes": "64",
                "content": "把墨西哥亡灵节和宏大的逝者世界架构结合得令人惊叹，不由想起《千与千寻》。小男孩对音乐的追梦植入找寻曾曾祖父、带着祝福回到现实世界等剧情推动点，最终带出的思念与回家主题温馨又美好，带领观众一同沉浸并造梦。剪纸、音乐、家庭作坊式制鞋等细节扎实，主创团队下了相当大的功夫呀。",
                "UserId": 360
            },
            {
                "publishDate": "2017-11-24",
                "score": "8",
                "likes": "60",
                "content": "《寻梦环游记》：中间有几处都强忍着，最后还是泪奔了。太有杀伤力了，你根本无法抵挡＂无论阴阳我们永远是一家人＂的亲情力量。\n\n皮克斯强大的想象力和表现力构造了一个万象斑斓的亡灵世界，＂记忆不灭，爱是永恒＂的治愈故事让你跨越生死重新审视自己与家人的关系。\n\n无论什么时候，我们都要以一颗感恩的心善待家人，理解家人，那是爱的本源，是我们生生不息的信仰与意义。\n\nPS：只要你不忘记，无论多久远，亲人都不会消失不见……",
                "UserId": 47
            }
        ],
        "id": 93
    },
    {
        "link": "https://maoyan.com/films/246390",
        "name": "从你的全世界路过",
        "type": "喜剧 爱情",
        "region": "中国大陆",
        "duration": "113分钟",
        "publishDate": "2016-09-29中国大陆上映",
        "score": "9.9",
        "income": "10.6",
        "introduce": "电台主播陈末（邓超 饰）被称为全城最贱，每天和王牌DJ小容（杜鹃 饰）针锋相对。陈末的两个兄弟，分别是全城最傻的猪头（岳云鹏 饰），全城最纯的茅十八（杨洋 饰），三人每天横冲直撞，以为可以自在生活，结果都面临人生最大的转折点。陈末遇见了神秘的幺鸡（张天爱 饰），猪头打造了最惨烈的订婚典礼，茅十八经历了最悲伤的别离，这群人的生活一点点崩塌，往事一点点揭开。梦想，爱情，友情都离陈末远去。一个失去所有的人，已经弄丢自己的路，直到听到来自全世界的一段语音……",
        "imgUrl": "https://p0.meituan.net/moviemachine/81c22b465524a86ff992b8c1d582751f9287251.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-09-29",
                "score": "9",
                "likes": "3943",
                "content": "一定要把片尾曲听完听茅十八后来的话",
                "UserId": 504
            },
            {
                "publishDate": "2016-09-29",
                "score": "10",
                "likes": "2068",
                "content": "全世界最长的沉默，是孤独\n全世界最纯的数字，是十八\n全世界最多的故事，是路过\n全世界最美的风景，是有你\n幺鸡出现前，孤独如陈末，但我们也不要放弃，爱情链底端最小的一张牌，也会胡牌，而陈末也终将不再沉默。\n荔枝最痛苦也最幸福，她的十八用他自己的方式，让全世界都知道，他永远爱着她，他变成了荔枝回忆的沙城，永垂不朽。\n猪头很惨烈，他把全世界都捧到了燕子面前，可付出换不来成全，燕子离开了，他也跟着她的脚步开始一个人的流浪。\n剧终，全世界每个人的故事似乎都结束了，有遗憾，有诀别，有重逢。\n但，终会有人帮你撑起一把伞，告诉你，是因为有你，他（她）才不会孤单。就算你走丢了，他和全世界的霓虹，一直在终点等你。",
                "UserId": 297
            },
            {
                "publishDate": "2016-09-29",
                "score": "2",
                "likes": "994",
                "content": "真心发傻的节奏，感觉没",
                "UserId": 626
            },
            {
                "publishDate": "2016-09-30",
                "score": "9",
                "likes": "1769",
                "content": "我希望有个如你一般的人，如山间清爽的风，如古城温暖的光。从清晨到夜晚，由山野到书房。只要最后是你，就好。动心的时候万物复苏，什么都奔向欢喜，伤心的时候销声匿迹，什么都归于叹息。故事的开头总是这样，适逢其会，猝不及防。故事的结局总是这样，花开两朵，天各一方，谢谢你，让我从你的全世界路过。8.8\n\n你会找到自己的故事，甜到融化，痛到泪流满面，天各一方，依然爱她，对吗？",
                "UserId": 500
            },
            {
                "publishDate": "2016-10-01",
                "score": "10",
                "likes": "485",
                "content": "期待杨洋，期待茅十八，我心向洋",
                "UserId": 634
            },
            {
                "publishDate": "2016-09-29",
                "score": "10",
                "likes": "625",
                "content": "三条情感线清晰分明，有守候与明悟，有倾付与错对，有甜蜜与破碎，每个爱情仿佛毫无瓜葛但最终却由一个人串联起来，每场路过，都是一条公路，有差错有碰撞有分离有重逢，你总能在不经意的某个角落看到你自己的影子，与其说讲的是爱情，不如说是一场抗争，与现实抗争，与自我抗争，与回忆抗争，亦是一场追寻，追寻刺激，追寻解脱，追寻美好的生活，最终有人成功了，有人失陷了，有人再也回不来了。女生谁不想要一个茅十八，但我会保护好我的茅十八～",
                "UserId": 169
            },
            {
                "publishDate": "2016-09-29",
                "score": "10",
                "likes": "239",
                "content": "泪点太多带的纸巾不够用",
                "UserId": 735
            },
            {
                "publishDate": "2016-10-01",
                "score": "10",
                "likes": "82",
                "content": "#邓超#完美的赋予了角色灵魂，看的时候，真的相信他就是陈末。眼神、肢体，细微之处都表现到了。不得不说他塑造的很成功。一部有泪有笑的电影，它会让你笑着笑着就哭了。值得一看。",
                "UserId": 742
            },
            {
                "publishDate": "2016-10-02",
                "score": "10",
                "likes": "179",
                "content": "荔枝茅十八的那条线最不落俗套也最精彩，白百合的表演一如既往地稳定，杨洋有惊喜，对细节的处理把茅十八这个角色塑造地很生动，求婚以及被捅的戏很精彩，可塑性太好。",
                "UserId": 512
            },
            {
                "publishDate": "2016-09-30",
                "score": "6",
                "likes": "36",
                "content": "电影以稻渝之地为背景墙，上演改编自张嘉佳三段小品文的爱情故事。有点不理解，为了表现陈末的玩世不恭和隐藏在心里的痛就一定要用外表疯疯癫癫的形式吗？死皮赖脸嘻嘻哈哈没个正形的表演可以立体和多元化，并不一定要用恶棍天使和分手大师里的人物来塑型，邓式表演太过，一定程度上减少了代入感。茅十八死的时候，现场哭了一大片，然而唯一令我感动的点在于，在超市当收营员的幺鸡看见街旁躲雨的陈末在她画的画作之上为那个画中的小女孩又添了一把伞。可能也源于自己有过同样独在异乡为异客的经历，因此能身同感受一点。杜鹃的身姿优雅，和雨天很相容。另外就是，岳岳你是来干嘛的？打这种不明不白的酱油我替你委屈。。",
                "UserId": 911
            }
        ],
        "id": 94
    },
    {
        "link": "https://maoyan.com/films/1212592",
        "name": "西虹市首富",
        "type": "喜剧",
        "region": "中国大陆",
        "duration": "118分钟",
        "publishDate": "2018-07-27中国大陆上映",
        "score": "7.9",
        "income": "1.2",
        "introduce": "故事发生在《夏洛特烦恼》中的“特烦恼”之城“西虹市”。混迹于丙级业余足球队的守门员王多鱼（沈腾 饰），因比赛失利被开除离队。正处于人生最低谷的他接受了神秘台湾财团“一个月花光十亿资金”的挑战。本以为快乐生活就此开始，王多鱼却第一次感到“花钱特烦恼”！想要人生反转走上巅峰，真的没有那么简单。",
        "imgUrl": "https://p0.meituan.net/movie/292155a9c4fd91050cd67d37600d5dad556303.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-13",
                "score": "10",
                "likes": "32175",
                "content": "看完了，分手了",
                "UserId": 241
            },
            {
                "publishDate": "2018-07-27",
                "score": "9",
                "likes": "7574",
                "content": "全场都是笑点",
                "UserId": 96
            },
            {
                "publishDate": "2019-06-13",
                "score": "10",
                "likes": "3807",
                "content": "用喜剧的表现形式去展示金钱、梦想、信念、职场……其中的讽刺意味不言而喻.",
                "UserId": 579
            },
            {
                "publishDate": "2018-07-27",
                "score": "7",
                "likes": "3871",
                "content": "对于一个开心麻花的影迷，剧情俗套手法依旧。或许是期许太高，本片堪称平庸（出门忘）",
                "UserId": 910
            },
            {
                "publishDate": "2018-07-27",
                "score": "10",
                "likes": "2292",
                "content": "全程都是笑点，笑中带泪，过瘾！！！",
                "UserId": 46
            },
            {
                "publishDate": "2018-07-27",
                "score": "10",
                "likes": "2049",
                "content": "电影院的笑声就是开心麻花的成功",
                "UserId": 324
            },
            {
                "publishDate": "2018-07-29",
                "score": "8",
                "likes": "1442",
                "content": "可能是有更高的期望吧，不过有笑点有泪点，幽默中不失哲理，加油哦💜💛💚💙❤",
                "UserId": 886
            },
            {
                "publishDate": "2018-07-27",
                "score": "8",
                "likes": "1098",
                "content": "还行 挺搞笑的",
                "UserId": 293
            },
            {
                "publishDate": "2018-08-03",
                "score": "9",
                "likes": "67",
                "content": "一部能从头笑到尾，笑到最后又觉得有点想哭的片子。\n开心麻花系列，说实话，我是挺喜欢的，不管你说它情节跟某某片很像，主角人设啥的没创意，可是它让我笑了，一场电影下来，能捧腹大笑，票价也值了。\n不多说，这片子我喜欢。",
                "UserId": 500
            },
            {
                "publishDate": "2018-07-31",
                "score": "9",
                "likes": "41",
                "content": "笑点很多，真的很多，笑出眼泪了，虽说出了影院不记得那些笑点了，但是作为纯粹的喜剧，这两个小时也值回票价了",
                "UserId": 661
            }
        ],
        "id": 95
    },
    {
        "link": "https://maoyan.com/films/277518",
        "name": "纽约唐人街碎尸案",
        "type": "剧情",
        "region": "中国香港",
        "duration": "117分钟",
        "publishDate": "1961中国香港上映",
        "score": "8.0",
        "income": "3.6",
        "introduce": "陈士培到纽约谋生, 在表舅其叔之餐厅工作. 不久即与同事阿香相好, 一日, 培将餐台布送去洗衣馆, 与老板娘黄玉芬认识. 芬为寡妇, 育有一女, 生活无忧. 培贪念顿起, 疏远香而追求芬. 芬被培之甜言蜜语所动, 允与之结合. 婚后培仍未能取得财权, 加上阿香缠得紧, 芬警告培, 除非她已死, 否则决不容许有第三者. 培为得洗衣店竟设计害芬, 岂料被芬识破, 两人起冲突, 培错手杀死芬, 慌忙中将尸斩碎实行毁尸灭迹, 岂料芬之女及表弟史明正好返店, 培急离去, 明生疑, 店内不见芬, 且发现血迹, 立刻报警, 警方追查下终发现芬之尸体, 于是缉捕培归案。",
        "imgUrl": "https://p1.meituan.net/movie/c39720873db6092a7a4811ee377e4dd220686.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-16",
                "score": "1",
                "likes": "0",
                "content": "第二…………",
                "UserId": 821
            },
            {
                "publishDate": "07-20",
                "score": "1",
                "likes": "0",
                "content": "第一次见到这么XB的电影",
                "UserId": 27
            },
            {
                "publishDate": "07-03",
                "score": "10",
                "likes": "0",
                "content": "好看我爱了爱了",
                "UserId": 675
            },
            {
                "publishDate": "04-10",
                "score": "10",
                "likes": "17",
                "content": "有谁是看到唐人街探案搜进来的？",
                "UserId": 790
            },
            {
                "publishDate": "04-01",
                "score": "10",
                "likes": "0",
                "content": "有点喜欢，哈哈，可以看嘛?",
                "UserId": 455
            },
            {
                "publishDate": "04-01",
                "score": "1",
                "likes": "12",
                "content": "沙发，没看过……",
                "UserId": 205
            },
            {
                "publishDate": "01-16",
                "score": "9",
                "likes": "1",
                "content": "想看 有人看过吗？",
                "UserId": 251
            }
        ],
        "id": 96
    },
    {
        "link": "https://maoyan.com/films/6222",
        "name": "小妇人",
        "type": "剧情 爱情 家庭",
        "region": "美国,加拿大",
        "duration": "115分钟",
        "publishDate": "1994-12-21多平台上线",
        "score": "7.4",
        "income": "8.2",
        "introduce": "南北战争时期，马萨诸塞州的康科德城。 马其家是镇上一个普通家庭，父亲在外打仗，留下坚强的妻子和四个女儿。Meg十六岁，俨然一个窈窕淑女。Joe（薇瑞娜·赖德）十五岁，喜爱写作，发表的文章为家里付清了各种费用。Beth温柔乖巧，羞怯地爱好着钢琴。Amy最小也最漂亮，也有点爱出风头。马其太太的坚强给了四个女儿力量，她们时常接济贫穷的居民，圣诞节也不例外。当她们的邻居劳伦斯先生听说此事后便准备了丰富的晚餐给这群可爱的小妇人们。 而劳伦斯的孙子劳里也跟Joe成为了好朋友，成为了马其家的一员。他的家庭教师约翰爱上了Meg，Beth在照顾生病的邻居孩子时感染上了猩红热，在最危险的时候，去华盛顿照顾受伤父亲的妈妈回来了，把父亲也带回来，他们一家团聚。 四年后，Meg和约翰终于喜结连理，大学毕业的劳里也向Joe求婚，却惨遭拒绝，打击太大的他愤而离家，辗转欧洲，偶遇在欧洲旅游的Amy，此时的Amy早已改掉了虚荣的毛病，她对劳里的关切打动了劳里的心，他们决定结婚。然而此时却传来了Beth病危的消息，还没赶到家Beth已经离开了大家。 心灰意冷的Joe去了纽约，认识了她生命中的真命天子。",
        "imgUrl": "https://p0.meituan.net/movie/4329b836ac241d11ae76c5d5bd3f23f9336940.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2天前",
                "score": "10",
                "likes": "0",
                "content": "各自精彩的人生",
                "UserId": 470
            },
            {
                "publishDate": "04-08",
                "score": "9",
                "likes": "0",
                "content": "马奇太太四个女儿，活出各自精彩生活。",
                "UserId": 156
            },
            {
                "publishDate": "01-19",
                "score": "10",
                "likes": "0",
                "content": "赖德的甜美微笑、邓斯特的灵气、贝尔的英俊……，无疑，这是超高颜值的一版。四季分明的景色让人倍感家庭的温馨，“如果上帝要带我走，没人能够阻止他”——善良的贝丝让人怜惜，幸福的喜悦同样让人热泪盈眶，觉醒的女性抒发了女权宣言。然后期待下今年的奥斯卡热门2019版。",
                "UserId": 13
            },
            {
                "publishDate": "01-14",
                "score": "8",
                "likes": "1",
                "content": "维诺拉瑞德，舔舔舔，贝尔，舔舔舔。感觉把一整本书浓缩到一部电影里还是有点困难，没办法做到面面俱到。不过贝丝去世那一段还是让我很感动的，有的人志在千里，胸怀诗与远方，而有的人却安土重迁，只为家人的陪伴。",
                "UserId": 283
            },
            {
                "publishDate": "2019-12-23",
                "score": "8",
                "likes": "1",
                "content": "第一次知道可能是老友记Rachel口中，欧洲优雅古典的服化道，一家子美美的女儿，但确实不同的追求和命运，beth哭死我了😭临近圣诞，适合观赏的电影～",
                "UserId": 549
            },
            {
                "publishDate": "2019-01-02",
                "score": "9",
                "likes": "0",
                "content": "可以说将小说改编得很好了，但仍有不足的地方。可能因为电影篇幅不够，角色的刻画不太深入，四姐妹的女权精神也没有很好地传达。但有优点之处：电影背景的布置特别真实；角色设定有自己的理解在里面，像是贝丝去世的场景设置特别引人感同深受；演员特别美型...因为《小妇人》真的是一本很经典的书，也希望后人能改编出更好的电影作品。",
                "UserId": 326
            },
            {
                "publishDate": "2017-08-02",
                "score": "9",
                "likes": "2",
                "content": "非常喜欢的风格。",
                "UserId": 412
            },
            {
                "publishDate": "2017-05-14",
                "score": "8",
                "likes": "0",
                "content": "服装好看~剧情好看~角色好看~理想生活状态~",
                "UserId": 968
            }
        ],
        "id": 97
    },
    {
        "link": "https://maoyan.com/films/1279934",
        "name": "火山地狱",
        "type": "犯罪 悬疑",
        "region": "中国大陆",
        "duration": "90分钟",
        "publishDate": "1994-12-21多平台上线",
        "score": "7.7",
        "income": "3.5",
        "introduce": "一名女记者遇到了一名持枪抢劫者，她并没有简单的选择报警，而是与之接触，当女记者与抢劫者达到心灵沟通时，这名持枪抢劫者做出了影响他一生的决定……",
        "imgUrl": "https://p1.meituan.net/movie/316d316ce583c0bf945b8fd91a8b2c6e3982308.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "3天前",
                "score": "10",
                "likes": "0",
                "content": "值得去看期待",
                "UserId": 260
            },
            {
                "publishDate": "09-03",
                "score": "5",
                "likes": "0",
                "content": "这电影应该不怎么行额，但又有中影为出品",
                "UserId": 453
            },
            {
                "publishDate": "08-30",
                "score": "0",
                "likes": "0",
                "content": "不知道什么时候上映",
                "UserId": 241
            },
            {
                "publishDate": "08-14",
                "score": "1",
                "likes": "1",
                "content": "主创方自己拍了好多部百万级电影了，这个电影票房不会低于100万，努力",
                "UserId": 652
            },
            {
                "publishDate": "06-10",
                "score": "8",
                "likes": "3",
                "content": "中影出品的电影，我还是挺期待的。质量上绝对ok，这个电影题材很好，是有望成为2020票房黑马的。",
                "UserId": 999
            },
            {
                "publishDate": "2019-09-02",
                "score": "10",
                "likes": "2",
                "content": "票房大卖，票房大卖",
                "UserId": 620
            },
            {
                "publishDate": "2019-08-22",
                "score": "10",
                "likes": "2",
                "content": "陈龙实力派演员，值得一看！",
                "UserId": 575
            },
            {
                "publishDate": "2019-08-13",
                "score": "10",
                "likes": "5",
                "content": "期待陈龙，少年杨家将，琅琊榜里的蒙挚",
                "UserId": 153
            },
            {
                "publishDate": "2019-08-12",
                "score": "10",
                "likes": "5",
                "content": "人之初，性本善\n善良终究会迎来光明 悬崖勒马为时不晚\n情义两个字占着主导地位\n情义二字是世上很珍贵的东西\n人心都是肉做的 再冰的心终会捂暖 终会回头\n既警世亦导 人向善❤",
                "UserId": 772
            },
            {
                "publishDate": "2019-08-10",
                "score": "10",
                "likes": "6",
                "content": "陈龙的颠覆性演绎，期待",
                "UserId": 766
            }
        ],
        "id": 98
    },
    {
        "link": "https://maoyan.com/films/246286",
        "name": "疯狂动物城",
        "type": "动画 动作 冒险",
        "region": "美国",
        "duration": "109分钟",
        "publishDate": "2016-03-04中国大陆上映",
        "score": "8.8",
        "income": "3.1",
        "introduce": "故事发生在一个所有哺乳类动物和谐共存的美好世界中，兔子朱迪（金妮弗·古德温 Ginnifer Goodwin 配音）从小就梦想着能够成为一名惩恶扬善的刑警，凭借着智慧和努力，朱迪成功的从警校中毕业进入了疯狂动物城警察局，殊不知这里是大型肉食类动物的领地，作为第一只，也是唯一的小型食草类动物，朱迪会遇到怎样的故事呢？ 近日里，城中接连发生动物失踪案件，就在全部警员都致力于调查案件真相之时，朱迪却被局长（伊德瑞斯·艾尔巴 Idris Elba 配音）发配成为了一名无足轻重的交警。某日，正在执勤的兔子遇见了名为尼克（杰森·贝特曼 Jason Bateman 配音）的狐狸，两人不打不相识，之后又误打误撞的接受了寻找失踪的水獭先生的任务，如果不能在两天之内找到水獭先生，朱迪就必须自愿离开警局。朱迪找到了尼克，两人联手揭露了一个隐藏在疯狂动物城之中的惊天秘密。",
        "imgUrl": "https://p0.meituan.net/movie/9c79f4791bff2f85f1fd2a3ab09bc8e9358164.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-03-06",
                "score": "10",
                "likes": "3621",
                "content": "疯狂动物城搞笑中的真理1:不论你做什么工作，安全问题永远是家人最关心的（兔朱迪的父母）；2儿时的梦想只要坚持不放弃就会有实现的机会（兔朱迪）；3工作的地方有关系，总比没关系的强（羊副市长推荐）；4工作中曾经帮助过你的人一旦触碰他的大利益，他也会把你解决掉的（羊副市长）；5别名真的不要轻信，叫闪电的不一定是快，叫你帅哥美女就别再当真了（闪电树懒）6不要小瞧个头小巧的人，说不定他就是哪个领域里的老大（大先生）；7举手之劳的忙一定要帮，日后说不定哪天就会有回报（大先生的女儿）；8努力做好别人做不好的事情是会被尊敬的；9当现实和想象中不一样要勇敢接受尝试改变；10不要总听别人口中的他，要自己去感受",
                "UserId": 623
            },
            {
                "publishDate": "2016-03-04",
                "score": "10",
                "likes": "1886",
                "content": "凌晨去看的首映 包场的感觉  很好看为什么没有人去看",
                "UserId": 949
            },
            {
                "publishDate": "2016-03-04",
                "score": "10",
                "likes": "1459",
                "content": "好看！笑死啦，感觉狐狸好像杰克吉伦哈尔",
                "UserId": 558
            },
            {
                "publishDate": "2016-03-04",
                "score": "9",
                "likes": "1471",
                "content": "迪斯尼的动画真的没话说，同一部影片，不同的人看到的结果都不同。小朋友看到了正义战胜邪恶，看小兔子和小狐狸打败了大坏蛋。大人的我却看到了美式的政治正确，除了都是动物，一切的一切都是人类社会的缩影。不同DNA人种的和谐相处，人类的正义和奸诈，理想和现实，亲情和爱情，这一切的一切都是我们脑海中动画片所不应该有的，而迪斯尼的动画就是这样，与其说是给孩子们看的动画片，不如说是给我们这些“大孩子”看的动画片。",
                "UserId": 698
            },
            {
                "publishDate": "2016-03-04",
                "score": "9",
                "likes": "1834",
                "content": "我想说这部动画电影里面什么都有！要看情节？情节跌宕起伏，张弛有度 要看画面？画面质量上乘，多彩斑斓 要看动作？追逐打斗，跳崖冒险都有。要看情感？亲情成长，勇气友情全在。要看内涵？傲慢与偏见，反讽了整个世界。要看梗？狐狸和兔子都在一起了，教父梗什么的我就不说了。要看卖萌？满屏幕都是萌！能把你萌化了！",
                "UserId": 845
            },
            {
                "publishDate": "2016-03-04",
                "score": "10",
                "likes": "2369",
                "content": "迪士尼出的动画电影高质就不多说了 画质极精良 色彩丰富饱满 人物个性鲜明 剧情轻快不拖沓 节奏紧张与轻松并存 笑点泪点齐飞 剧情反转的也很棒 意料之外又在情理之中。狐尼克好酷啊啊啊啊(ฅ>ω<*ฅ)狐尼克～狐尼克～当兔朱迪乘坐的列车驶入动物城的时候着实被惊艳了一把：冰川镇 撒哈拉沙漠区 热带雨林区 啮齿小动物区  特色鲜明😘重点是片子整体传达出来的 积极向上的寓意：当梦想实现的时候 现实也许和我们想象的并不一样 或许会不被重视 被嘲笑 被误会…但既然是一直追求的梦想 那就要坚持下去啊～生活从来都不会亏欠每一个认真努力的人😄你想要的 终究会如愿以偿～众生平等 愿我们的世界不再有歧视～",
                "UserId": 411
            },
            {
                "publishDate": "2016-03-04",
                "score": "8",
                "likes": "563",
                "content": "很好的一步充满理想坚定信念片子",
                "UserId": 788
            },
            {
                "publishDate": "2016-03-07",
                "score": "10",
                "likes": "73",
                "content": "超级期待！每次看到那个树懒办事员都会笑死，他听到狐狸说想不想听个笑话：“为啥骆驼有三个驼峰？因为她怀孕了”的时候，停顿好久，整张脸开始慢慢舒展开来，眉毛上抬，眼睛睁大，嘴角上弯，简直太活灵活现了！最后他开始ha~ha~……慢语速笑的时候，我总会笑趴，哈哈哈哈。问题是他还要把笑话讲给隔壁估计有一腿的菇凉，也是树懒。哎呀妈呀，想到就搞笑😂\n☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆\n3月7号，终于看了期待已久的这部电影！完全没有一点失望，特别的爱！从头萌到尾，从头爱到尾。各种细节控，反差萌，随便一张就是屏保。总之，我想跟着Shakira唱“Ohohohohoh ，Try Everything~”",
                "UserId": 454
            },
            {
                "publishDate": "2016-03-13",
                "score": "10",
                "likes": "30",
                "content": "经过多次的观看和对比我来说下两个版本的感受（关于影片就不多说了）：国语版的兔朱迪总的来说还可以 但是有几处细节比原版差 包括音调 语境。国语版的狐尼克配音几乎完美 和原版不相上下。至于其他国配角色 大概在原版8成左右水平。\n\n其实 国语版整体不如原版的主要原因在于有些翻译不到位（不过有些翻译过来反而很好笑）另外 有些梗只有用英语说出来才好玩。\n\n总结：电影本身满分。原版配音100分 国语75分",
                "UserId": 59
            },
            {
                "publishDate": "2016-03-05",
                "score": "10",
                "likes": "27",
                "content": "看完电影我就知道明年奥斯卡最佳动画基本已经被提前预定了。用一句话来评价就是：别的动画给10分是因为它值得，这部动画给10分是因为满分只有10分…电影全程都是表情包并且细节、梗和彩蛋多到爆。这根本不是一部传统意义上的动画片，而是一部用充满诙谐、拟人的手法来表达人类情感、反映现实社会、传递正确价值观和世界观的艺术作品。它在让你大开眼界、捧腹大笑的同时又能让你反思和感悟。从电影里我看到了什么是理想与现实、亲情与友情、正义与邪恶、歧视与平等、权利与金钱…去了解一下背后的制作吧！看完你就会和我一样感叹 这将是一部能载入动画类影史史册的巨制。感谢迪斯尼给我们带来了这样一部诚意满满的完美之作！💯我喜欢！！",
                "UserId": 645
            }
        ],
        "id": 99
    },
    {
        "link": "https://maoyan.com/films/905",
        "name": "一代宗师3D",
        "type": "剧情 动作 传记",
        "region": "中国大陆",
        "duration": "111分钟",
        "publishDate": "2015-01-08中国大陆上映",
        "score": "9.6",
        "income": "9.4",
        "introduce": "广东佛山人叶问（梁朝伟 饰），年少时家境优渥，师从咏春拳第三代传人陈华顺学习拳法，师傅“一条腰带一口气”的告诫，支持他走过兵荒马乱、朝代更迭的混乱年代。妻子张永成（宋慧乔 饰）泼辣干练，二人夫唱妇随，琴瑟合璧。1936年，佛山武术界乱云激荡。八卦拳宗师宫羽田（王庆祥 饰）年事已高，承诺隐退。其所担任的中华武士会会长职位，自然引起武林高手的关注与觊觎。包括宫羽田的独生女宫二（章子怡 饰）在内，白猿马三（张晋 饰）、关东之鬼丁连山（赵本山 饰）、咏春叶问等高手无不将目光聚焦在正气凛然的宫羽田身上。拳有南北，国有南北乎？最有德行之人才堪会长重任，然这浮世虚名却引得无数迷乱之人狂醉奔忙，浪掷残生。生逢乱世，儿女情长埋藏心底，被冷若寒冰的车轮碾作碎泥……",
        "imgUrl": "https://p0.meituan.net/movie/7b03a29ff76639b8b8449f6d23fbb931301654.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-08-16",
                "score": "10",
                "likes": "81",
                "content": "都说看不懂张震的戏？\n一千个人，一千个故事，人生戏，演的好，皆为大师。\n小隐隐于野，中隐隐于市，大隐隐于朝。\n宫二是野，报仇这座高山，赢了面子，却输了里子，无论吸大烟还是走火入魔，都是种无奈，隐于野，活的是自己。\n一线天是市，拳法苍劲，杀人见血，却沦为市井，收不像样的徒弟，做小生意，但内心平静，那便是隐。\n叶问是朝，武林中屹立，虽不挂招牌，却咏春拳发扬光大，万千武林始终留着一盏灯，念念不忘，终有回响，终于见了众生。\n天下武术大同，一横一竖，参悟透了都是宗师。\n另：叶问爱过宫二么？",
                "UserId": 418
            },
            {
                "publishDate": "2015-01-16",
                "score": "8",
                "likes": "32",
                "content": "剧情清晰流畅、一气呵成；配乐气势磅礴、绕梁三日；动作刚柔并济、收放自如；台词精炼深刻、引人深思；造型、场景、道具、化妆精致大气；摄影、画面、剪辑、声效相得益彰；一部堪称艺术精品的电影，值得细细品味。人生最难看破的只有四件事：生死、是非、成败、荣辱，归根结底，也就一个字：我；世间所有的相遇，都是久别重逢；风尘之中，必有性情中人；宁在一思进，莫在一思停；念念不忘，必有回响……",
                "UserId": 145
            },
            {
                "publishDate": "2015-01-11",
                "score": "1",
                "likes": "7",
                "content": "看着睡着了，重来没试过看电影这样的，不知道是不是我太屌丝了，不懂欣赏！",
                "UserId": 144
            },
            {
                "publishDate": "2015-06-22",
                "score": "10",
                "likes": "17",
                "content": "台词回味。画面美不胜收。抬叶问抬得过了。叶问现在已经是消费品了.王家卫为拍片走访这么多名家值得敬佩。希望米正气长存，有灯就有人。",
                "UserId": 416
            },
            {
                "publishDate": "2015-01-13",
                "score": "10",
                "likes": "13",
                "content": "我觉得这部电影实在不适合这个浮躁的社会里这些浮躁的人们。人活一世，静不下心，就活不成里子。",
                "UserId": 448
            },
            {
                "publishDate": "2015-01-12",
                "score": "10",
                "likes": "6",
                "content": "一部把中国动作片展现出浓厚艺术气息和人文底蕴的电影，片中的一些画面如同油画，一些台词更是意味深长。念念不忘，必有回响。有灯就有人。每一次相遇都是久别重逢。王家卫的高水准影片，即使再上一个3D版本，也是值得再看的。",
                "UserId": 202
            },
            {
                "publishDate": "2015-01-09",
                "score": "10",
                "likes": "5",
                "content": "王家卫导演用十年磨一剑，真的特别感动，在电影院里观看，发现看的不是电影，而是一种精神，一种领悟，一种说不出的人生，这是一部值得反复咀嚼的好片子，并且是一部需要拥有了人生历练后再好好观赏的好片子！",
                "UserId": 90
            },
            {
                "publishDate": "2015-07-13",
                "score": "9",
                "likes": "9",
                "content": "少年派的奇幻漂流也不见得人人都看的得懂，怎么就没人睡，看不懂就说不好，实在是观影素质太差！",
                "UserId": 340
            },
            {
                "publishDate": "2015-01-12",
                "score": "2",
                "likes": "4",
                "content": "超烂，超级大烂片",
                "UserId": 675
            },
            {
                "publishDate": "2015-01-11",
                "score": "1",
                "likes": "4",
                "content": "头一回看电影睡着了。前后睡着三回～完全不喜欢。",
                "UserId": 178
            }
        ],
        "id": 100
    },
    {
        "link": "https://maoyan.com/films/248170",
        "name": "复仇者联盟3：无限战争",
        "type": "动作 冒险 科幻",
        "region": "美国",
        "duration": "149分钟",
        "publishDate": "2018-05-11中国大陆上映",
        "score": "7.2",
        "income": "15.8",
        "introduce": "银河系中的至尊霸主灭霸 （ 乔什·布洛林 饰）带着几个得力手下破坏星球，只为了将所有的无限宝石镶嵌于金属手套上，这个手套可以将整个银河系彻底摧毁。为了拯救宇宙，托尼·斯塔克 （ 小罗伯特·唐尼 饰）和史蒂夫·罗杰斯 （ 克里斯·埃文斯 饰）需要摒弃前嫌，重组复仇者联盟，并与蜘蛛侠 （ 汤姆·赫兰德 饰）、奇异博士 （ 本尼迪克特·康伯巴奇 饰）、银河护卫队、黑豹 （ 查德维克·博斯曼 饰）以及瓦坎达人民的力量一同作战  。",
        "imgUrl": "https://p1.meituan.net/movie/266d24fe8567632e078b3717a096d104359095.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-05-11",
                "score": "10",
                "likes": "20790",
                "content": "大家好，我是灭霸😈，我的手套被海关查扣了，现在发200元红包出来或者点个赞，我交罚款。\n\n只要你们发红包或者点个赞。\n\n5月11号那天我打响指保证：你们可以活下来！！😈",
                "UserId": 288
            },
            {
                "publishDate": "2018-05-20",
                "score": "10",
                "likes": "7293",
                "content": "今天刷了第三遍 我又突然想到个细节想分享给大家听。不过全是剧透 没看的朋友不要点进来\n这个细节主要是奇异博士和钢铁侠的故事。奇异博士在未来看到了一千多万次结局但只有一次胜利。他发现能打败的点就是把时间宝石给了未来中一点的钢铁侠 所以托尼必须要活着 所以博士还是收回了选择宝石而放弃钢铁侠和蜘蛛侠的话。所以在星爵石乐志的时候，只有博士没有制止。在他临死前只说了一句 我们别无他法 意思我猜就是除了钢铁侠，其他人都没法获胜。博士没用过宝石么？用过！但不是现在。我猜他会把宝石送到了未来的钢铁侠手上。仔细看的观众会发现那颗宝石是从天上慢慢飞到手中而且是独立宝石个体。而这一切都只有现在的博士和未来的托尼知道",
                "UserId": 857
            },
            {
                "publishDate": "2018-05-12",
                "score": "10",
                "likes": "2627",
                "content": "十年布局，巅峰一役，博士临死前那句话预示着并不简单，他们的牺牲是为一千六百多万种结局中那唯一一个赢的结局做铺垫，结局很悲壮，死在响指之下的英雄们在4中必将回归，惊奇队长的加入肯定至关重要，4也许真的是初代复仇者们的收官之战了，复仇者集结！",
                "UserId": 248
            },
            {
                "publishDate": "2018-05-11",
                "score": "8",
                "likes": "2386",
                "content": "买票没看不予评论，当警察真不容易，本来买完票了一个案子又去不了，好多回这样了，真无语",
                "UserId": 868
            },
            {
                "publishDate": "2018-05-11",
                "score": "10",
                "likes": "2200",
                "content": "作为一个资深的MARVEL粉丝，复联三是必须支持的，还必须零点首映，嗯，下面说说剧情。。。\n斯坦·李这位大佬那可以说是无处不在的，其次洛基开局怒送一血，幻视上单送人头，雷神猥琐发育败方mvp，美队寡妇黑豹艰难保护我方水晶，铁人奇异星爵偷水晶失败被团灭，绿巨人开局心态崩了退出游戏…嗯，预知详情请关注复联四，估计得要两年了。。。",
                "UserId": 454
            },
            {
                "publishDate": "2018-05-11",
                "score": "10",
                "likes": "1308",
                "content": "就是片尾等的胡子都长出来了",
                "UserId": 591
            },
            {
                "publishDate": "2018-05-11",
                "score": "8",
                "likes": "869",
                "content": "几条故事线同时进行，几场打斗也安排的不错，最令人激动的莫过于老角色的逐渐登场，但是。。。总觉的缺点新意，四平八稳的一部10年收尾战，绝对不失望，但是也谈不上惊喜。最后，尽管灭霸爸爸捅了我妮妮一刀，但是莫名对这个角色不反感，有理想的反派啊！",
                "UserId": 230
            },
            {
                "publishDate": "2018-05-11",
                "score": "5",
                "likes": "734",
                "content": "真心的无语，为什么会有这么一个成事不足 败事有余的角色设定在里面，看得一点都不开心！",
                "UserId": 592
            },
            {
                "publishDate": "2018-05-12",
                "score": "10",
                "likes": "157",
                "content": "终于等到了!  堪称一绝!  已经等不及明年的妇联4了!",
                "UserId": 748
            },
            {
                "publishDate": "2018-05-11",
                "score": "10",
                "likes": "67",
                "content": "很不错啊。震撼",
                "UserId": 893
            }
        ],
        "id": 101
    },
    {
        "link": "https://maoyan.com/films/498327",
        "name": "惊悚",
        "type": "短片",
        "region": "英国",
        "duration": "45分钟",
        "publishDate": "2017-06-03韩国上映",
        "score": "7.3",
        "income": "7.0",
        "introduce": "What happens after the curtain falls on the death of Mimi, tragic heroine of Puccini's La boh?me? In Thriller, Mimi teams up with the opera's comic heroine Musetta to investigate her own death.",
        "imgUrl": "https://p0.meituan.net/movie/60ea7c7545c63c4d6e89e592a4d242ff228753.jpg@464w_644h_1e_1c",
        "comments": [],
        "id": 102
    },
    {
        "link": "https://maoyan.com/films/1292382",
        "name": "暗战",
        "type": "悬疑 恐怖",
        "region": "韩国",
        "duration": "86分钟",
        "publishDate": "2019-08-15韩国上映",
        "score": "7.4",
        "income": "11.0",
        "introduce": "為了尋找被禁止上映的電影之真相，他們陷入了極度殘酷的恐懼中！ 擁有強烈抱負的導演美京（徐睿知 飾），為了要拍攝新的恐怖電影而費盡心思。即使每晚做了許多可怕的惡夢，仍無法阻礙她想拍攝恐怖片的心。某日，美京從朋友那得知，聽說有一部由鬼拍攝而成的神祕電影，她因此深受吸引。 在調查這部電影時，美京開始將自己寫進自己的劇本中。故事敘述一名電影導演，追尋由鬼所拍攝的被禁電影的蹤跡。然而，當她越接近真相，生活中就開始發生了許多奇怪的事，彷彿她已置身於恐怖電影中，電影和真實生活之間的界限越來越模糊，將她推向一個完全無法預測的結局……",
        "imgUrl": "https://p1.meituan.net/movie/c016c59558c27ae0c783b232add1e6b540548.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-11-04",
                "score": "7",
                "likes": "0",
                "content": "结局应该是女主角把鬼干死了，为了自己的功成名就，就算烧死了自己的好友也做到底！偏执狂的自传！",
                "UserId": 390
            },
            {
                "publishDate": "2019-10-23",
                "score": "6",
                "likes": "0",
                "content": "像鬼故事一样的电影，恐怖氛围并不强烈，女鬼样子也不怎么吓人，但在看的过程中还能被故事带动着想要了解纯美死亡的真相，不过看到纯美死亡的真相后电影就没有任何令人感到精彩的地方了。故事讲述的还比较新颖，从旁观角度切入在转换成故事主人，感觉还不错。",
                "UserId": 673
            },
            {
                "publishDate": "2019-10-04",
                "score": "5",
                "likes": "0",
                "content": "故事一般啦。",
                "UserId": 574
            }
        ],
        "id": 103
    },
    {
        "link": "https://maoyan.com/films/287274",
        "name": "恐怖片",
        "type": "喜剧 科幻",
        "region": "美国",
        "duration": "75分钟",
        "publishDate": "1975美国上映",
        "score": "8.6",
        "income": "5.8",
        "introduce": "2个外星人来到好莱坞，由于他们的星球快要撞向太阳，他们需要人类来繁殖，方法是侦察进行着性行为的男女，然后把女传送到宇航船，那里她们会保持着昏睡状态，直到怀孕。",
        "imgUrl": "https://p0.meituan.net/movie/7d083baa2a4ac3be285893b0737629b045023.jpg@464w_644h_1e_1c",
        "comments": [],
        "id": 104
    },
    {
        "link": "https://maoyan.com/films/1229534",
        "name": "银河补习班",
        "type": "剧情 家庭",
        "region": "中国大陆",
        "duration": "147分钟",
        "publishDate": "2019-07-18中国大陆上映",
        "score": "9.0",
        "income": "12.5",
        "introduce": "马皓文因一次意外事故而入狱，让他遗憾地错过了儿子七年的成长时光。用自己独特的教育方法和满满的爱给予儿子马飞自由成长的空间，教会儿子独立思考的能力和面对困难的勇气。马飞面临学业问题，尽管在学校看来儿子没有可塑之处，但马皓文从未放弃，鼓励孩子找到心中的梦想并为之努力。阎主任和马皓文立下赌约，打算用一个学期时间将马飞的学业提高，证明他不是不可救药的学生，“学渣”也是可造之材  。",
        "imgUrl": "https://p0.meituan.net/movie/bb9f75599bfbb2c4cf77ad9abae1b95c1376927.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-18",
                "score": "10",
                "likes": "21198",
                "content": "超白组合的第三个作品，没有让人失望，反而超出预期！无论主角还是配角都很棒！年少和成年的马飞都超级帅！笔芯！",
                "UserId": 282
            },
            {
                "publishDate": "2019-07-18",
                "score": "10",
                "likes": "25506",
                "content": "人生就像射箭，梦想就是箭靶子，找不到箭靶子，每天拉弓又有什么意义？人，要做自己喜欢的事，要有独立的思想。",
                "UserId": 400
            },
            {
                "publishDate": "2019-07-18",
                "score": "10",
                "likes": "16703",
                "content": "实话讲，影片有很多套路！但是！这些套路我全都吃！！！影片2个多小时，哭过也笑过！超级棒！",
                "UserId": 506
            },
            {
                "publishDate": "2019-07-18",
                "score": "9",
                "likes": "5958",
                "content": "整个电影院的人都疯了，一会哭一会笑，不得不说，影片的感染力真的很强！特别喜欢剧中的一句台词：我一定不会认输的！加油！！",
                "UserId": 45
            },
            {
                "publishDate": "2019-07-18",
                "score": "9",
                "likes": "4354",
                "content": "30岁的人，看这部电影感触很深。片中提到的几件事，放佛从小时候又经历了一遍，尤其九八年的洪水。\n邓超饰演的父亲，对孩子的教育很多人提出质疑，但我想说，片子不是在说哪种教育方法对哪种错，而是想说，不一样的孩子，不一样的父母，不一样的相处方式，会产生不一样的化学反应，影响孩子的一生。父母对孩子的成长非常重要。\n值得父母去看，也值得孩子去看～",
                "UserId": 422
            },
            {
                "publishDate": "2019-07-18",
                "score": "9",
                "likes": "2584",
                "content": "长大后一定要做自己喜欢的事情。可惜，我虽然长大了，也没有做成自己喜欢的事情…这个愿望说起来容易，实现起来太难，羡慕马飞，以及一切坚持初心的人们！",
                "UserId": 535
            },
            {
                "publishDate": "2019-07-20",
                "score": "10",
                "likes": "2540",
                "content": "银河补习班，最好的补习班，教给我们①有梦想②不认输③保持独立思考的能力④保持一生学习的态度。",
                "UserId": 890
            },
            {
                "publishDate": "2019-07-18",
                "score": "10",
                "likes": "2206",
                "content": "影片超级棒！有好几个片段我真的看哭了！尤其是马飞被人欺负抱着地球仪跑那段，真的和我小时候太像了！！！！！哈哈",
                "UserId": 41
            },
            {
                "publishDate": "2019-07-20",
                "score": "4",
                "likes": "281",
                "content": "价值观太搞笑了。谁信了邓超的邪谁家孩子就完了。",
                "UserId": 746
            },
            {
                "publishDate": "2019-07-18",
                "score": "10",
                "likes": "1267",
                "content": "电影《银河补习班》，提前一周买的票，它这个暑假要燃!!!没去看点映，而它今天上午8点正式上映，买了9点的票:这是一部适合各个年龄阶层观影的作品，全长约147min，足见作品的用心之处。它记录了孩子从小到大一路成长追梦的故事，述说的是父子深情，也可说是呈现了家庭与学校教育的一些现实问题，而家国情怀的思想亦是让我潸潸落泪——简言之，安利安利安利啦～",
                "UserId": 272
            }
        ],
        "id": 105
    },
    {
        "link": "https://maoyan.com/films/1201124",
        "name": "食神归来",
        "type": "喜剧 爱情 剧情",
        "region": "中国大陆",
        "duration": "86分钟",
        "publishDate": "2020-09-25中国大陆上映",
        "score": "9.1",
        "income": "10.7",
        "introduce": "岛城之上有三位食神鼎足而立：“火云邪神”严万东、“笑面佛”蓝斌和“快刀溪”骆紫溪。在这片美食江湖中，三人之间的争斗从未停止过。卑鄙的蓝斌窃取了骆氏祖传菜谱“月海游龙”，并逼迫严万东和骆紫溪退出江湖，骆紫溪的弟弟和严万东的养女联手为亲人复仇，偶然间，他们发现了岛城上隐藏的第四大食神……",
        "imgUrl": "https://p1.meituan.net/moviemachine/868c24e8d2011570d22168e580c24bdb7559541.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-02-15",
                "score": "10",
                "likes": "23",
                "content": "看见修睿才进来看的举手",
                "UserId": 169
            },
            {
                "publishDate": "2018-08-28",
                "score": "10",
                "likes": "12",
                "content": "小四，加油，期待观看",
                "UserId": 798
            },
            {
                "publishDate": "2017-06-29",
                "score": "10",
                "likes": "6",
                "content": "非常好，以为是那版，不过也挺好",
                "UserId": 280
            },
            {
                "publishDate": "2017-11-19",
                "score": "10",
                "likes": "7",
                "content": "为什么还不上映，从7月等到现在，一定要看到小四",
                "UserId": 244
            },
            {
                "publishDate": "01-01",
                "score": "1",
                "likes": "9",
                "content": "都是拍的垃圾电影，坑人",
                "UserId": 576
            },
            {
                "publishDate": "2017-10-21",
                "score": "3",
                "likes": "8",
                "content": "总导演是什么鬼？食神这个名字真的是已经太烂了",
                "UserId": 618
            },
            {
                "publishDate": "2017-07-30",
                "score": "1",
                "likes": "7",
                "content": "无星爷不食神",
                "UserId": 81
            },
            {
                "publishDate": "2018-08-09",
                "score": "10",
                "likes": "6",
                "content": "冲着小四来的，期待一下",
                "UserId": 227
            }
        ],
        "id": 106
    },
    {
        "link": "https://maoyan.com/films/1250729",
        "name": "漫长的告别",
        "type": "剧情 家庭",
        "region": "日本",
        "duration": "128分钟",
        "publishDate": "2020-08-28中国大陆上映",
        "score": "7.1",
        "income": "12.0",
        "introduce": "本片改编自中岛京子同名小说，讲述原是中学校长的父亲(山崎努饰)被确诊为认知障碍后，他是如何和妻子曜子(松原智恵子饰)及两个爱女(竹内结子、苍井优饰)度过接下来的时光的。",
        "imgUrl": "https://p0.meituan.net/moviemachine/525dba8e11f374d4e005fb1908446aae434363.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-28",
                "score": "10",
                "likes": "38",
                "content": "非常感人的一部日本影片，刻化细腻，生活细节描写都很真实，人物间相处关系来源于现实生活，观众都能从中找到现实中影子。影片最后用外孙见到校长，校长的一番话中跳出影片要表达的主题片名很有新意。影片的音乐也很美，配合画面很协调，起到烘托气氛的作用。",
                "UserId": 851
            },
            {
                "publishDate": "08-29",
                "score": "8",
                "likes": "24",
                "content": "太好哭的电影，因为实在忍不住。一贯日本电影的那种细腻，情绪始终不会有太大的起伏。但就是这种平稳的细水长流会让你慢慢融入其中。两年一个节点的时间轴往前推移，符合季节的书签生活又细腻。每个人的生活其实都在变化，但又貌似没有变化。只有妈妈一直在用尽全力照顾那个已经渐渐遗忘一切的爸爸。三色雨伞和绚烂游乐场的木马，也许是记忆深处最无法放下的过往，你可曾注意到，最后的时候大家戴着的生日帽与伞的色系是一模一样的。老爷子的演技太好了，包括背影的那些步伐和动作，他身上的那些萌点恰好也成为了我的哭点。A long goodbye，多不情愿也要慢慢告白。被打动了！",
                "UserId": 175
            },
            {
                "publishDate": "09-06",
                "score": "8",
                "likes": "3",
                "content": "the long goodbey，把老人最后的日子过成一生的片花和彩蛋，让孩子重回生活的本原，不错的片子。\n恐怕不太适合把一切影片都看成轻喜剧的年轻人。",
                "UserId": 812
            },
            {
                "publishDate": "09-11",
                "score": "9",
                "likes": "2",
                "content": "当一个人患了阿兹海默症，他就向周围的人也向他自己开始了一场漫长的告别……\n从小津安二郎—山田洋次—是枝裕和…日本家庭伦理片早已成为了独特的存在……\n一个个细节，一段段回忆，直击内心最柔软的那一处～\n演员不做作，故事不煽情，不卖惨，互相治愈，传递温暖乐观坚强的正能量，是这部电影最大的亮点～",
                "UserId": 267
            },
            {
                "publishDate": "08-31",
                "score": "10",
                "likes": "2",
                "content": "Something you cannot read does really exist.",
                "UserId": 923
            },
            {
                "publishDate": "09-08",
                "score": "9",
                "likes": "1",
                "content": "又是想她的一天～",
                "UserId": 131
            },
            {
                "publishDate": "08-22",
                "score": "0",
                "likes": "389",
                "content": "有没有人看成苍井空的，看错的扣1。。。",
                "UserId": 692
            },
            {
                "publishDate": "2019-04-07",
                "score": "9",
                "likes": "51",
                "content": "“我多希望，我们能像你和妈妈一样” 雨天去游乐园接女儿的故事、妈妈低着头找爸爸床位、工作日白天下雨飞机晚点都来接你、爷孙俩视频里的隔空挥手、病房里戴起生日帽…都是既温馨又泪目的瞬间。“他们管老年痴呆，叫漫长的告别。他们渐渐失去记忆，一点点离开…”只要他想活着，那就开心的活着。长达7年的告别，苦中作乐，生活的酸楚变幻成家人的幸福。“无论我多么努力，都无法胜过他的家人”",
                "UserId": 923
            },
            {
                "publishDate": "04-09",
                "score": "7",
                "likes": "24",
                "content": "这种过度理想化的照顾“漫长的告别”老人戏码，真是吹棒得过分。一是主线完全平铺直叙，没有该有的戏剧冲突，反而是在旁枝末节上下功夫。二是女儿的角色过于简单和圣人化，大女儿的家庭戏完全多余。三是祖孙戏简直莫名其妙，用来收尾怕是疯了！完全就像个窃取胜利果实的小偷。",
                "UserId": 573
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "18",
                "content": "日本韩国电影都品牌的有深度，我泱泱大国那么多的导演还有我们的电影审查都该反思，多的不罗列就说入殓师和这一部漫长的告别，这些电影都有深度有思想性，在拍人看的电影，我们许多电影都在务虚。人民是需要教化的，我们该拍拍接地气的有内涵的作品，好的素材和本子还是有的。\n强烈呼吁这类好的电影影院的排片期该重视，多拍场次，放到好的时间点。我看的这一场观众虽寥寥五人，但每个人都安静的一只看完最后的字幕，一直听完最后的音乐声才离开。不是所有的人，都要看无脑作品，相当一部分人是有思想的。",
                "UserId": 596
            }
        ],
        "id": 107
    },
    {
        "link": "https://maoyan.com/films/1240025",
        "name": "紫罗兰永恒花园",
        "type": "动画 短片",
        "region": "日本",
        "duration": "34分钟",
        "publishDate": "2018-07-04日本上映",
        "score": "8.9",
        "income": "8.0",
        "introduce": "电视动画《紫罗兰永恒花园》的BD、DVD第4卷将于2018年7月4日发售，收录了第11话、第12话以及第13话。除此之外，在光盘中还将收录番外篇OVA《Extra Episode》。OVA主要讲述了在第4话和第5话之间的数个月里，薇尔莉特为歌姬代笔的故事。 『ヴァイオレット・エヴァーガーデン きっと”恋”を知る日が来るのだろう』",
        "imgUrl": "https://p0.meituan.net/movie/bf9e9ec82dddddce7328321b940b397079910.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "06-01",
                "score": "10",
                "likes": "0",
                "content": "吹爆紫罗兰！！",
                "UserId": 322
            },
            {
                "publishDate": "03-21",
                "score": "10",
                "likes": "26",
                "content": "都是老京吹了，开车不开薇尔莉特",
                "UserId": 558
            },
            {
                "publishDate": "03-20",
                "score": "10",
                "likes": "0",
                "content": "我永远喜欢薇尔莉特",
                "UserId": 789
            },
            {
                "publishDate": "02-29",
                "score": "10",
                "likes": "0",
                "content": "加油啊啊啊啊",
                "UserId": 661
            },
            {
                "publishDate": "01-11",
                "score": "10",
                "likes": "6",
                "content": "非常喜欢也非常好看的一部京都动漫",
                "UserId": 939
            },
            {
                "publishDate": "01-11",
                "score": "10",
                "likes": "0",
                "content": "永远支持京都和紫罗兰永恒花园。",
                "UserId": 389
            },
            {
                "publishDate": "01-02",
                "score": "10",
                "likes": "5",
                "content": "吹爆京紫！不容错过！",
                "UserId": 713
            },
            {
                "publishDate": "2019-12-30",
                "score": "10",
                "likes": "0",
                "content": "无法评价，太美了",
                "UserId": 892
            },
            {
                "publishDate": "2019-12-26",
                "score": "10",
                "likes": "3",
                "content": "京紫天下第一",
                "UserId": 892
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "9",
                "content": "我打心底里爱着你",
                "UserId": 790
            }
        ],
        "id": 108
    },
    {
        "link": "https://maoyan.com/films/1211482",
        "name": "熊出没·变形记",
        "type": "喜剧 动画 冒险",
        "region": "中国大陆",
        "duration": "89分钟",
        "publishDate": "2018-02-16中国大陆上映",
        "score": "7.5",
        "income": "7.0",
        "introduce": "光头强爸爸突然到访狗熊岭，向来严厉古板的强爸却对光头强嘘寒问暖，而朝夕相处却未能缓和关系，反而导致了父子矛盾的爆发……在一次激烈的争吵中，光头强和两熊被“缩小机”意外缩小，毫不知情的强爸伤心离开，并无意间带走了“缩小机”。于是，光头强和两熊踏上了追赶强爸和机器的“微观世界”冒险之旅。与此同时，一名陌生国外女记者突然出现，并频频出没于大马哈鱼生活的河域附近，举止神秘，牵出了一系列神秘事件……",
        "imgUrl": "https://p0.meituan.net/movie/8a99acbac01d5fa5120a1ad9cf9643e0231700.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "850",
                "content": "在孩子成长的过程中父母的陪伴其实是最重要的。孩子成长的经历就那么一次，你错过了，就再也没有了。哪怕日后你家缠万贯，你也没有办法拥有那一段与孩子共有的回忆。这不仅仅只是你一辈子的遗憾，更是孩子一生的遗憾！年少的光头强因为父亲对自己一次又一次的冷漠而对父亲逐渐失望。直到父亲被埋在垃圾堆底下，捡起父亲遗失的小本子时，才明白父亲也是不容易的。虽然电影里的结局是美好的，但是在现实中，孩子对父母一次又一次的失望造成的也许就是两代人之间那条永远也无法跨过的沟壑。所以，请父母们多陪陪孩子！钱没了可以再赚，孩子长大就再也回不去了。",
                "UserId": 665
            },
            {
                "publishDate": "2018-02-16",
                "score": "9",
                "likes": "507",
                "content": "我觉得o**k  就是带着眼镜有点不舒服  但是电影很好看 那个哈麻鱼感觉就要跳到自己身上 哈哈哈哈  还有很搞笑 也很感人  特别是光头强哭那段 我妹在跟着哭\n总的来说好评",
                "UserId": 301
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "161",
                "content": "不错，小孩特喜欢，唯独里面的小孩太吵了，希望工作人员维护一下安静，有些孩子的家长也是不管管没素质，真是有什么样的家长就有什么样的后代。",
                "UserId": 824
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "187",
                "content": "故事情节很好(✪▽✪)，孩子们看的很专注，看出他们很喜欢😍",
                "UserId": 626
            },
            {
                "publishDate": "2018-02-17",
                "score": "9",
                "likes": "96",
                "content": "由一句“我抱起砖就没法抱你，我放下砖就没法养你”的事实而引发的父子之间从隔阂到激化到谅解，最后和好的过程。影片中还描述了对低头族的讽刺，在手机日益普遍的当今社会，随之而来的问题也与日俱增，人与人之间的沟通也越来越少。环境保护依旧是当下的重中之重，影片中发现和追踪破坏环境罪犯的妹子是个“老外”或是华裔什么的，突出了保护环境，人人有责。人在江湖，身不由己。朋友多了路好走。这两句话概括下动画片的武侠剧。",
                "UserId": 271
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "81",
                "content": "好看，希望国产动画片越来越好。",
                "UserId": 534
            },
            {
                "publishDate": "2018-02-16",
                "score": "10",
                "likes": "125",
                "content": "年年都陪女儿看《熊出没》，前四部给我积累的固有的低幼形象被第五部一扫而空。\n简直是焕然一新的大狗熊。剧情编排上可以说终于走出段子和烂梗堆砌的低幼层次的强行搞笑。\n这次的剧情表现力很有张力，桥段虽老，但四五个线索的穿插起承很自然，剧情线索上看起来零零碎碎却完美汇总，最终大爆发大团圆，十分适合春节合家欢。\n父子误会和解，很感动。\n我要收回楼上的预测，这次，我给九分。",
                "UserId": 394
            },
            {
                "publishDate": "2018-02-22",
                "score": "10",
                "likes": "22",
                "content": "全家人看完最深的感触就是：\n父亲的陪伴是多么的重要\n做父母的不拿别人家的孩子对比自己孩子\n多肯定自己的宝贝\n小时候我们是父母的骄傲\n长大后父母是我们的骄傲\n所以，为人父母请做好榜样[OK]\n创造舒适的环境，而不是争争吵吵\n世界上没有后悔药\n错过了就是错过了，弥补是弥补不回来的\n所以，请当好父母的角色[OK]",
                "UserId": 842
            },
            {
                "publishDate": "09-10",
                "score": "0",
                "likes": "0",
                "content": "明敏咯看看咯了吧？嗯ヽ(○^㉨^)ﾉ♪",
                "UserId": 221
            },
            {
                "publishDate": "2018-02-22",
                "score": "10",
                "likes": "4",
                "content": "带儿子看的，儿子4岁2个月，看的很投入，去年看《熊出没之奇幻空间》时他才3岁多，没看几分钟就满场跑，今年居然全神贯注地从头看到尾，不但看懂了，而且还感动到哭。\n儿子的泪点：光头强和强爸一起掉下车，强哥找不到强爸，只剩下强爸的笔记本，打开后是强哥小时候的画画本，记载着强哥和强爸的点点滴滴，以及强爸因为工作没能陪伴强哥所留下的遗憾……至此，强哥才明白强爸此次来看望自己的真实目的，后悔到哭……\n看到这里，我回头看了一下儿子，正想给他讲解一下，谁知道，回头看到两行眼泪齐刷刷的流下来，我立刻抱住儿子，说：爸爸抱着看吧？儿子也用力搂着我，边抹眼泪边点点头……\n给国产动画片点赞👍",
                "UserId": 652
            }
        ],
        "id": 109
    },
    {
        "link": "https://maoyan.com/films/158",
        "name": "大话西游之大圣娶亲",
        "type": "喜剧 爱情 奇幻 古装",
        "region": "中国大陆",
        "duration": "110分钟",
        "publishDate": "2014-10-24中国大陆上映",
        "score": "9.0",
        "income": "13.0",
        "introduce": "至尊宝（周星驰 饰）被月光宝盒带回到五百年前，遇见紫霞仙子（朱茵 饰），被对方打上烙印成为对方的人，并发觉自己已变成孙悟空。 紫霞与青霞（朱茵 饰）本是如来佛祖座前日月神灯的灯芯（白天是紫霞，晚上是青霞），二人虽然同一肉身却仇恨颇深，因此紫霞立下誓言，谁能拔出她手中的紫青宝剑，谁就是她的意中人。紫青宝剑被至尊宝于不经意间拔出，紫霞决定以身相许，却遭一心记挂白晶晶（莫文蔚 饰）的至尊宝拒绝。后牛魔王救下迷失在沙漠中的紫霞，并逼紫霞与他成婚，关键时刻，至尊宝现身。",
        "imgUrl": "https://p1.meituan.net/moviemachine/508056769092059fe43a611b949f27d14863831.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "2649",
                "content": "何谓经典，经典都是不可逾越的鸿沟。\n初看时还小，觉得乱七八糟群魔乱舞，完全看不懂中心思想，等到稍大一点的时候再去温习，笑的不能自己，原来TMD是一个喜剧片！然后等到情窦初开，走过爱情的河流，与女朋友分手之后再去看这部电影，瞬间潸然泪下，原来爱一个人真的很痛，原来女朋友在我心里也曾留下过一滴眼泪，只是当时混球一个全然没有发觉，再然后，毕业了工作了，整天起早贪黑的在社会上打拼，偶尔翻出这部电影再看，居然无语凝噎，原来我们在爱情面前不是败给了真爱，而是败给了现实！",
                "UserId": 548
            },
            {
                "publishDate": "2019-02-08",
                "score": "10",
                "likes": "704",
                "content": "情不知其所起，是的，这就是我对大话的感情。说什么情怀也好，真爱也罢，就算明知是冷饭，我尝一尝又何妨？毕竟这是我的一生所爱。曾经无知无畏，无知无忧。现在经历越多，越能看到电影里的照映的自己，于我来说，它早已是一个情意节。大话把所有美好的东西以最美的姿态展示给你看，然后再掰碎了揉烂了在你面前践踏它，到头来，终究是春梦一场，没有什么七彩祥云，没有什么齐天大圣，自然，也没有什么紫霞仙子与至尊宝的故事。什么后现代，什么是解构主义？这些我不懂，我只是情不自禁得喜欢，哪怕看上一百遍还是想看。看紫霞那一瞥一笑一眨眼，看至尊宝带上金箍的彻悟，看大圣为紫霞一怒冲冠，最后看这天意弄人，万事求而不得。",
                "UserId": 939
            },
            {
                "publishDate": "2017-04-14",
                "score": "1",
                "likes": "141",
                "content": "预告片里加长片段呢？？这算不算欺骗消费者啊。如果知道只有开头一点加长 我不会去看的 真的。我爱周星星 o3o",
                "UserId": 908
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "230",
                "content": "生日看经典老片，一个人，算是给自己的礼物吧。老公忘了我的生日，自从生了小孩之后，看电影基本都是一个人自己看。从另外一个角度，老公带着小孩，让我去看电影。\n大话西游首播在95年，我小升初，13岁。六年级的我，拿着第一封情书，用感恩感激之心，关注着送情书的男生，就算他是同时送给三个女生，我只是其中一个，我也毫不吝惜我对他的好感。\n95年下半年，我读初一时，移情别恋喜欢班上一个帅哥。当年只是好感，只是喜欢，只是吸引，不影响俺数一数二的成绩。\n\n转眼过了22年，再次认真看大话西游，已经是大彻大悟的中年妇女了。\n紫霞多好，由始至终只爱一个人。\n但就算是女子，经历的也是至尊宝内心的成长，而不是紫霞的单一。",
                "UserId": 381
            },
            {
                "publishDate": "2017-04-13",
                "score": "10",
                "likes": "166",
                "content": "大屏幕看还是很有感触，很多人说重映是圈钱，中国经典爱情片重映是圈钱，那好莱坞泰坦尼克号圈了近10亿，狮子王圈了近3亿，大家怎么说呢",
                "UserId": 20
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "83",
                "content": "至尊宝爱的是白晶晶！紫霞的意中人是孙悟空！我真搞不懂为什么那么多人喜欢把紫霞和至尊宝连在一起！至尊宝对紫霞只有愧疚！因为一直在骗她！最后爱紫霞的也不是至尊宝！是孙悟空啊！至尊宝是孙悟空的转世所以才能拔出紫青宝剑！而且至尊宝和孙悟空本身就是两个人！只是孙悟空借用了至尊宝转世而已！是观音的一步棋！带上金箍不是为了救紫霞是为了救唐僧！不要以为周星驰和朱茵出现就是至尊宝和紫霞！而且紫霞是至尊宝和白晶晶的第三者！如果至尊宝爱紫霞！就没有必要等蜘蛛精杀他！拿到铃铛的时候就可以去救紫霞！知道紫霞在等他，不是应该马上去救吗？再看看对白晶晶！第一部",
                "UserId": 531
            },
            {
                "publishDate": "2017-04-20",
                "score": "10",
                "likes": "82",
                "content": "还是好。天马行空、恣意挥洒、人的妈、妖的妈、only you的后面，是至尊宝的割舍和牺牲。",
                "UserId": 508
            },
            {
                "publishDate": "2014-10-29",
                "score": "10",
                "likes": "100",
                "content": "白静静爱的是孙悟空，爱白晶晶的是至尊宝！紫霞仙子爱的是至尊宝，爱紫霞的是孙悟空！他们其实都错过了500年！",
                "UserId": 931
            },
            {
                "publishDate": "2017-04-14",
                "score": "10",
                "likes": "47",
                "content": "浪费钱、浪费时间。",
                "UserId": 913
            },
            {
                "publishDate": "2018-10-12",
                "score": "1",
                "likes": "43",
                "content": "看完就和女朋友分手了，这是我最后悔的一件事，我后悔来看这部片",
                "UserId": 375
            }
        ],
        "id": 110
    },
    {
        "link": "https://maoyan.com/films/341229",
        "name": "命运之夜——天之杯：恶兆之花",
        "type": "剧情 动画 悬疑",
        "region": "日本",
        "duration": "120分钟",
        "publishDate": "2019-01-11中国大陆上映",
        "score": "7.9",
        "income": "7.1",
        "introduce": "圣杯是传说中可实现持有者一切愿望的宝物，7位Master和7位Servant为了得到圣杯而相互厮杀的仪式被称为圣杯战争。第五次圣杯战争中最关键的人物——间桐樱，父亲时臣为不浪费她的魔术回路将她过继给间桐家。她被间桐脏砚植入了数百的刻印虫，忍受着从肉体到精神上的巨大痛苦。 对间桐樱所隐瞒的状况一无所知的卫宫士郎和间桐樱终于确定了恋爱的关系，然而间桐樱却依然要忍受体内的腐蚀以及间桐慎二残忍的虐待；另一方面，间桐樱的姐姐远坂凛却展现着她在方方面面超越樱的优秀，甚至对卫宫士郎的态度也逐渐暧昧，在这基础之上，间桐樱的自卑与痛苦终于变成了仇恨，孕育在魔力源之中的恶魔瞬间控制了她的内心。",
        "imgUrl": "https://p0.meituan.net/movie/6aacfd9b692d3afe4d555fa33c2f0ec8199333.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "11062",
                "content": "粉丝向电影，三部曲的第一部。建议从未了解过该系列就打算直接看的观众不要浪费钱去看一部自己很可能看不懂的电影。请月厨帮个忙顶下让更多人看到，减少低星评价。\n以及，路人了解fate系列的最快方式之一是观看fate stay night [unlimited blade works]动画第0话到第2话，需要注意动画和电影的剧情有显著不同，即使看过动画也不会剧透电影内容。\n最后，该片不建议年龄较小的儿童观看（香港台湾等地上映时均有年龄限制），非要带孩子的家长请让孩子全程保持安静。\n一刷国语版，虽然有点不习惯，但比想象中好。删减地方挺多，但总体时间不长，也可以接受。\n二刷日版字幕尚可。另，还是日语舒服。",
                "UserId": 586
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "2472",
                "content": "剧情动画没得说\n长这么大第一次见到高潮部分戛然而止开始播下集预告的",
                "UserId": 278
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "199",
                "content": "超烂，，白期待这么久了",
                "UserId": 116
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "1691",
                "content": "这次的电影太赞了，他在质量方面绝对是业界顶级，但唯一美中不足的是他对非原作党不大友好，希望以后能有更多的优秀动画引进。（注：电影结尾有彩蛋）",
                "UserId": 188
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "627",
                "content": "跪求熊家长别带孩子看，真不适合!",
                "UserId": 972
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "239",
                "content": "国内上映还是躲不掉删减啊。。。",
                "UserId": 950
            },
            {
                "publishDate": "2019-06-20",
                "score": "6",
                "likes": "113",
                "content": "妥妥的粉丝向电影，外人看不太懂，有转后宫向的可能，节奏和一般日本电影差不多，太拖沓了",
                "UserId": 15
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "112",
                "content": "我有点没看懂。。。。˃̣̣̥᷄⌓˂̣̣̥᷅",
                "UserId": 369
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "99",
                "content": "打斗场面很精彩，就是有点太少了，看的人不多，不过我觉得这样就好了",
                "UserId": 800
            },
            {
                "publishDate": "2019-06-22",
                "score": "4",
                "likes": "78",
                "content": "wtf？这个剧情，这个结局？？？╭(°A°`)╮",
                "UserId": 535
            }
        ],
        "id": 111
    },
    {
        "link": "https://maoyan.com/films/78410",
        "name": "冰雪奇缘",
        "type": "喜剧 动画 歌舞 奇幻",
        "region": "美国",
        "duration": "102分钟",
        "publishDate": "2014-02-05中国大陆上映",
        "score": "7.0",
        "income": "4.1",
        "introduce": "在四面环海、风景如画的阿伦黛尔王国，生活着两位可爱美丽的小公主，艾莎和安娜。艾莎天生具有制造冰雪的能力，随着年龄的增长，她的能力越来越强，甚至险些夺走妹妹的生命。为此国王紧闭宫门，也中断了两姐妹的联系。悲哀的海难过后，艾莎（伊迪娜·门泽尔 配音 ）终于到了加冕的年龄，各国王公齐来祝贺。艾莎战战兢兢，唯恐被人识破隐藏了多年的秘密。然而当听说安娜（克里斯汀·贝尔 配音）将要和初次见面的南埃尔斯王子汉斯（圣蒂诺·方塔纳 配音）结婚时，依然情绪失控露出了马脚。在此之后她逃到山中，构建了属于自己的冰雪王国，而阿伦黛尔也陷入可怕的寒冷之中。安娜独自来到山中，在山民克斯托夫（乔纳森·格罗夫 配音）的帮助下总算来到姐姐的宫殿，她能否让国家重新找回失落的绿意？",
        "imgUrl": "https://p1.meituan.net/movie/33d047d4f653689039365391a830b980368269.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2014-03-02",
                "score": "10",
                "likes": "184",
                "content": "画面太美了！歌曲很好听！因为自助取票机的原因让我晚了几分钟，不过不影响大局。迪士尼的动画片做工精致，富有教育意义。画面唯美，幽默健康积极。国产动画片得加把油啊！呢个西游记大闹天宫果然垃圾，幸亏没看！还是86版西游记电视剧百看不厌啊！！！别再改西游记了。。拜托！！",
                "UserId": 573
            },
            {
                "publishDate": "2014-05-13",
                "score": "10",
                "likes": "137",
                "content": "给这部片满分并不是它的情节有多跌宕起伏和精妙绝伦，而是整部影片带给我的感觉，一种震撼激励、心情愉悦的感觉。不可否认迪士尼的动画质量高而精，从画面到配音，故事线路到思维逻辑，超高精致度让人全程无尿点。我知道很多人认为这只是一部动画片，然而这种动画通常以完美结局结尾千篇一律没什么看头。但我要说的是，整个场次座无虚席且全都是二十岁以上的成年人，证明这部影片的观赏价值并不仅存在于儿童市场！它给人一种进取，励志和希望的光芒，泪点偏低的人都会被催发泪腺。看的时候我的鸡皮疙瘩一直起，心情一直愉悦畅快，不因为情节或者画面，而是整部电影呈现出一种震人心魄的爽快感！一定要看原版英文配音，feel so good！",
                "UserId": 226
            },
            {
                "publishDate": "2014-03-01",
                "score": "10",
                "likes": "85",
                "content": "无疑迪斯尼又给全中国的电影人上了一课，亲情友情爱情以及美国普世价值观的完美体现，毫无疑问这又是一部满分的电影，动画片要这样拍才对位，这样的动画片才能教育影响激励小朋友以及大朋友…真心不想吐槽上国，但是如果真的有一天中国也能拍出这样的电影的话，中国肯定是世界第一大国，才有所谓的中国梦可言…",
                "UserId": 962
            },
            {
                "publishDate": "2016-02-24",
                "score": "9",
                "likes": "21",
                "content": "电影很棒，歌好听，画面唯美，童话般的故事让人向往。看动画的时候什么也不想，一切与自己无关，没有烦恼没有忧愁，一切都是多么的完美，所以动画是没有年龄限制的，当生活不如意时，就去动画的世界寻找原本的那一份天真，那一份快乐。好的动画不容错过。不过我想说那些去电影院玩手机的，聊天的都是去做什么的，你**钱多可以捐红十字会，时间多可以去扫马路啊。为什么非要去电影院破坏别人的雅兴？最起码的道德都没有，还能再说什么。动画都不能平复的反感，是真的很讨厌吧。",
                "UserId": 441
            },
            {
                "publishDate": "2015-03-05",
                "score": "10",
                "likes": "18",
                "content": "真的是！太棒了！我都中毒了！每天都用手机看这电影的唱歌部分！是我修炼程度不够。还是这部动画太有吸引力了？我觉得两个都有。彻底爱上elsa！赞赞赞。",
                "UserId": 127
            },
            {
                "publishDate": "2014-02-08",
                "score": "10",
                "likes": "18",
                "content": "从头笑到尾。音乐很赞。对白很萌。不像喜羊羊那个小**年年恶心人。。。",
                "UserId": 263
            },
            {
                "publishDate": "2014-03-06",
                "score": "10",
                "likes": "17",
                "content": "不愧是让**思夜想的动画片 人物好喜欢 歌曲也好喜欢 故事情节紧凑 虽然是动画片但一点也不觉得乏味 值得回味什么样的才是真爱",
                "UserId": 762
            },
            {
                "publishDate": "2015-11-17",
                "score": "10",
                "likes": "16",
                "content": "真是非常不错的一部动画片 和国产的根本没法比～我团的座位比较靠前 效果棒极了～旁边坐的小孩子一直很兴奋～看着唯美的画面～顿时也把我带入了神奇的梦幻世界～女王的魔法太美了！我太喜欢那个用冰变出的城堡了！这次的团购真的没有让我失望……太棒了！",
                "UserId": 546
            },
            {
                "publishDate": "2014-02-24",
                "score": "8",
                "likes": "14",
                "content": "女儿人生中第一次看电影",
                "UserId": 801
            },
            {
                "publishDate": "2014-02-25",
                "score": "10",
                "likes": "11",
                "content": "超棒的3D动画片。延续了迪土尼一贯注重画面感和童真內心的故事情节，真心不错!更值得赞扬的是其中几段对白是唱出来的，像极了歌剧，美妙不可言，宛转而高雅。不仅是小朋友喜欢的冰砌城堡住着美丽魔力的公主，可爱善良的雪宝，憨态可掬的驯鹿和拉冰块为生的男孩，更深刻的讲述的最终还是爱!爱可以熔化一切。推荐大人一同观看，很美的一部片子!",
                "UserId": 506
            }
        ],
        "id": 112
    },
    {
        "link": "https://maoyan.com/films/1257417",
        "name": "若能与你共乘海浪之上",
        "type": "奇幻 爱情 动画",
        "region": "日本",
        "duration": "96分钟",
        "publishDate": "2019-12-07中国大陆上映",
        "score": "9.6",
        "income": "15.2",
        "introduce": "夏天、阳光，沙滩、海浪，青年消防员雏罂粟港（片寄凉太 配音）和爱好冲浪的向水日菜子（川荣李奈 配音）相遇并迅速展开热恋。看似命中注定的这对恋人，却不幸遭遇生死别离。无法接受港已经离世的雏子，某天突然发现，只要唱起属于两个人的那首歌，港就会从水中出现……",
        "imgUrl": "https://p0.meituan.net/movie/bf2a8fed75e718413273ba7fb0082f38571064.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-07",
                "score": "7",
                "likes": "369",
                "content": "一般吧。前半部分比较惊艳。尤其两个人一起唱那首歌的时候，超级甜。后半开始有点混乱，感觉没表达好。还有就是人设问题可能不太能接受。画面我还是比较喜欢的。而且我感觉最后女主还是没有走出来啊？最后男主他妹妹说的那句只有傻子才不恋爱真的没头没脑，和主题并不是很适配（并且我感觉我受到了伤害）。当然我知道它是为了吸引情侣受众啦。很一般，后半我挺想离场的。节奏很慢。本来做好了哭成**的准备结果挺失望的。心情平静，太多套路，很好猜到，挺没意思的后半。当然片寄凉太的声音超好听超有少年感我很喜！主题曲也很棒！最大感受是这可能是个消防宣传片hhh。",
                "UserId": 872
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "677",
                "content": "『接下来这封信是来自一年前是由【雏罂粟港】送给【向水日菜子】小姐的』\n我哭爆，虽然刚开始有点太爱情偶像剧(尤其是主题曲响的时候好的我已经单曲循环了)虽然中间感觉有点鬼畜(?)虽然洋子后来说“只有傻瓜不谈恋爱”，但是我也要吹爆它，www我也想喝草莓苏打(bushi)，片片的声音我太可了",
                "UserId": 973
            },
            {
                "publishDate": "2019-12-08",
                "score": "10",
                "likes": "152",
                "content": "若能与你共乘海浪之上，这个“若能”真令我难受！我现在的心情久久不能平复，港と日菜子、もう会えなくなる。悲しいすぎる。私も港みたいの彼が会いたい。愛情は美しい、私は手に入れるかなてよかたね。有情人终成眷属，可是港和日菜子永远也不能再在一起了，不能再牵手，不能再拥抱，不能再吃到港做的蛋包饭，不能再喝到港泡的咖啡，不能再一起冲浪，不能再在一起彼此陪伴在对方身边……一定要好好珍惜现在所拥有的一切，因为我们不知道在哪一天会失去什么，失去的永远也回不来了！優しいの港大好きだ。",
                "UserId": 629
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "392",
                "content": "这狗粮里藏刀片啊,又甜又泪目.\n\n\n“你的姓好难写啊”\n“以后你也会是我的姓 看你怎么办”\n\n接下来这封信是由（雏罂粟 港）先生送给（向水 日菜子）小姐的，咦？是来自一年前的呢：\n圣诞快乐，日菜子，以后的每一个圣诞都要一起过，永远，永远，永远。\n\n只有傻瓜不谈恋爱鸭,希望大家都能找到你们心爱的那个人❤️\n\n「若能与你共乘海浪之上」",
                "UserId": 630
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "137",
                "content": "感觉，没有四叠半和春宵好看",
                "UserId": 723
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "433",
                "content": "虽然看之前就知道很好看很感人，有做好心理准备。但是看了之后还是止不住哭了，世界上没有人能轻易做好一件事。但是看见港能轻松的完成消防员的日常练习，能够做出一份完美好看的蛋包饭，能够泡出一杯香气诱人的咖啡时，我的第一想法是这个男人太优秀太完美，长相出色，工作认真，厨艺了得。也在港和日菜子相爱后，直接进入悲伤阶段，别说是日菜子会对港的离开感到难过，我也很难过。慢慢的，日菜子走进了港的生活，她发现港轻易能做到的事情并不是因为他是个天才，而是因为他一直在努力。她也发现原来她就是那个救了港的人，她就是港的英雄。即使到最后在水中都无法与港相见，我们也不会忘记港。最后，brand new story牛逼！",
                "UserId": 325
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "425",
                "content": "我喜欢这部日漫，大爱\n  奔着片寄凉太配音去的，被剧情深深吸引\n  前面真的超甜，我一个单身狗😂😂旁边都是情侣🍋🍋🍋\n  然而男主没了😭😭😭当时超级心疼女主，后来水中相遇，虽然甜但心里仍然忧伤，因为不管怎么样，港都触碰不到日莱子了，而且这也不是一直下去的办法。终于现实一点点的冲击，日莱子也发现小时候的相遇...几次救援，日莱子终于明白港的心意:乘上自己的海浪🌊\n  我觉得很治愈，而且男女主都很优秀，港自从小时候被救获得重生后就一直朝着去拯救更多的人这个目标而努力，他太优秀了，我要向他学习。\n  喜欢，指路动画音乐《Brand New Story》，片寄凉太演唱。",
                "UserId": 618
            },
            {
                "publishDate": "2019-12-10",
                "score": "2",
                "likes": "74",
                "content": "看电影这么多年 第一次看到一半就走了 什么神奇故事？？别给我说画风问题 稍微远一点男女主脸都没了 身体比例很像刚开始画画的小白整不明白比例 脖子比脸还长 脸部细节处理得真的特别一言难尽？？？剧情是真的很莫名其妙？？？强行煽情 强行围着“冲浪”造句 我**要不是为了凉太 我连一半都看不下来OK？？还有 主题曲真的强行拉着凉太的那一首歌疯狂洗脑 而且就那一首 一首！！开场插曲都这一首！！！ 谁看谁傻 我寻思烟花都比这个OK？？？",
                "UserId": 722
            },
            {
                "publishDate": "2019-12-07",
                "score": "10",
                "likes": "267",
                "content": "看的很舒服，汤浅画面把控依旧很好，剧情也许弱一点，但感情渲染还较到位，总体来说也是很棒，虽然还是没春宵棒（笑）",
                "UserId": 107
            },
            {
                "publishDate": "2019-12-19",
                "score": "9",
                "likes": "0",
                "content": "又是一记小清新催泪弹[快哭了][大哭][流泪]，欲抑先扬最后升华，简单的唯美画风却一波三折辗转反侧，跟《天气之子》不相上下[嘿哈]，影片中依然隐藏着日本人的生死观与万物为灵的宗教信仰，唯一缺点是影片全程撒狗粮对单身人士不太友好[捂脸][擦汗][抠鼻]",
                "UserId": 430
            }
        ],
        "id": 113
    },
    {
        "link": "https://maoyan.com/films/249294",
        "name": "7号房的礼物",
        "type": "剧情 喜剧 家庭",
        "region": "韩国",
        "duration": "127分钟",
        "publishDate": "2013-01-23乐视视频独播",
        "score": "9.7",
        "income": "14.0",
        "introduce": "1997年，只有6岁儿童智商的智障男子李龙久（柳成龙 饰）和可爱的女儿艺胜（葛素媛 饰）相依为命，生活虽然简单清贫，却充满幸福。某天，执着为女儿买美少女战士书包的龙久意外卷入一起幼童诱拐奸杀案，而死者竟是警察局长的女儿。龙久懵懂无知，搞不清状况，昏头昏脑就被投入监狱。在7号牢房中，聚集着走私犯蘇杨浩（吴达洙 饰）、诈骗犯崔春浩（朴元尚 饰）、通奸犯姜万范（金正泰 饰）、恐吓犯老徐（金基灿 饰）和抢劫犯申奉植（郑万植 饰）等五毒俱全的“社会渣滓”。龙久孩子般纯洁的心渐渐感动了这几个“大坏蛋”，他们甚至不惜冒险将艺胜带入牢房与父亲相会。黑暗冰冷的监牢内，7号牢房阳光满满……",
        "imgUrl": "https://p1.meituan.net/movie/72893ec4e242172c20b596ffa3adc31f398909.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-06-12",
                "score": "7",
                "likes": "11",
                "content": "是部典型的成人童话，要知道片中一系列违反常理的故事情节在现实生活中是不可能发生的，也许只有在电影中，十恶不赦的大坏蛋才能显得那么可爱。电影中叫艺胜的小女孩无疑是幸运的，**父亲蒙冤入狱被判死刑，被监狱长抚养成人学成律师为父昭雪，这样的事情倘若发生在现实中必定算是一种\"美好\"结局，可惜现实是残酷的，这种故事在现实中多半以悲剧收场，小女孩的人生轨迹也将在社会意识形态下的仇恨中偏离;现实总让人受伤。",
                "UserId": 76
            },
            {
                "publishDate": "2015-06-03",
                "score": "10",
                "likes": "5",
                "content": "柳承龙一直在银幕上扮演着硬汉的形象，却在这部电影里剪了西瓜头，去扮演一个智商只有6岁的**男。刚开始看的时候会觉得不过是一部嬉笑怒骂的闹剧，笑料层出，不过也都是老包袱。但是到后面看到父女俩分别的时候，两人隔着牢门的哭喊，眼泪就怎么也止不住了，虽然影片里有很多逻辑硬伤，但是都没办法掩盖住作为一部悲情电影而获得的巨大成功。",
                "UserId": 866
            },
            {
                "publishDate": "2015-06-03",
                "score": "8",
                "likes": "5",
                "content": "眼泪流下止也止不住，谁说**爸爸就没有爱了，谁说单亲爸爸就不懂得爱了，太多的情感涌上心头，这个世界上伟大的不止母爱还又父爱—我们都处在一种不懂爱却盲目被爱的处境，我想敞开心扉去爱才是最好的选择",
                "UserId": 402
            },
            {
                "publishDate": "2016-11-15",
                "score": "9",
                "likes": "3",
                "content": "其实中国也有很多这种着重于亲情、人性的电影，可惜大部分票房都不过千万、导致后来都一个劲的拍商业片，7号房的礼物在韩国票房超过一千万人次（韩国电影史上超过一千万人次的就十部左右）。我敢肯定同样的题材在中国不超过一千万。除非是像亲爱的那样、优秀导演和知名的优秀演员。",
                "UserId": 298
            },
            {
                "publishDate": "2019-08-25",
                "score": "9",
                "likes": "0",
                "content": "这部电影我是在网上看的，观看整体的过程是笑着带哭。首先，我为智英有这样一位警察局长爸爸而感到羞耻；他明知道李龙九是清白的，只是因为李龙九，女儿才出了意外，这不是一个为了祭奠女儿而混淆是非的理由。监狱里面的每个人都有一段不堪回首的过去，但是他们渐渐了解了李龙九，并帮助李龙九和女儿见面。监狱里自从有了李龙九和艺胜，渐渐的有了欢声笑语，这说明他们的人性是没有泯灭的。五彩斑斓的气球成为了父女最后一次美好的定格，绳索被铁丝网勾住，隐喻着即使再绚烂浮华的梦境，也有被现实所羁绊住的那一刻，他们就那样看着夕阳，什么都不想，也不知道想什么。李龙九在面对死亡之前不断道歉，父爱如山，他努力拥抱女儿，但结局不可更改。",
                "UserId": 171
            },
            {
                "publishDate": "2015-06-05",
                "score": "7",
                "likes": "2",
                "content": "一部简单的煽情片，片子主推亲情和人情的，很能捕获观众的心。影片可圈可点的地方是它的色调很美，时时都让人感到那种温馨。小姑娘实在是太打动人心了，看到她圆鼓鼓的小脸上泪花连连，让人好心碎。",
                "UserId": 454
            },
            {
                "publishDate": "2015-06-04",
                "score": "8",
                "likes": "2",
                "content": "我们目击的事实 往往只是浮出水面的冰凌 冰山下面的巨大事实 更排山倒海穿透视听 我们直面的人生舞台 也许只是幻蝶化影 层层垂帘般幕后的故事 更震撼世道人心",
                "UserId": 723
            },
            {
                "publishDate": "2016-11-13",
                "score": "9",
                "likes": "2",
                "content": "韩国电影最棒的地方就是能够彻底的彰显人性，能够在灰色背景下设置喜剧元素让悲剧更加可悲。‘聪明’与‘低智’，善良与丑恶，大爱与小爱都是人性，一念成佛，一念成魔。",
                "UserId": 430
            },
            {
                "publishDate": "2015-12-11",
                "score": "10",
                "likes": "0",
                "content": "很温情的电影虽然结尾哭惨了。父女之情很令人感动包括中间体现出的哪怕是犯了错的人也有温暖的一面也很暖心。特别喜欢七号房的一众狱友还有小时候的艺胜。看起来很强势却是个文盲的黑帮老大苏杨浩，特别爱舞文弄墨的崔春浩和爱跟他拌嘴讨好黑帮老大的姜万范，怕死最后却在艺胜的帮助下与妻子得到联系并且得到自己孩子消息的申奉植以及看到艺胜以后显示出满满爷爷情的老徐，每一个人都给我留下了深刻的印象包括科长。这个电影虽然评分不是特别高但是我真的特别喜欢。点赞满分！",
                "UserId": 660
            },
            {
                "publishDate": "2019-10-13",
                "score": "9",
                "likes": "0",
                "content": "影片从一个仅有6岁智商的父亲，因为一个书包导致了一场意外而懵懵懂懂的被抓进监狱，留下了7岁的女儿一人讲起，由于男主“**”的人设，所以他总是怀揣着一颗赤诚之心，用单纯的心思和简单的头脑，去帮助了很多人，在电影当中，同时也说明了一个现象就是：当你怀揣着善意对待别人的时候，别人也会以同样的方式回馈于你。影片在欢乐之中带着一股悲伤，也在绝境之中给予别人希望，期间的故事有太多的无奈，也让人感受到真诚的欢笑和泪水。一部非常值得观看的电影。",
                "UserId": 605
            }
        ],
        "id": 114
    },
    {
        "link": "https://maoyan.com/films/1190122",
        "name": "叶问4：完结篇",
        "type": "动作 剧情 传记",
        "region": "中国大陆",
        "duration": "107分钟",
        "publishDate": "2019-12-20中国大陆上映",
        "score": "7.4",
        "income": "11.7",
        "introduce": "因故来到美国唐人街的叶问（甄子丹 饰），意外卷入一场当地军方势力与华人武馆的纠纷，面对日益猖狂的民族歧视与压迫，叶问挺身而出，在美国海军陆战队军营拼死一战，以正宗咏春，向世界证明了中国功夫。",
        "imgUrl": "https://p0.meituan.net/movie/a3d6ca3bdd5b0ddd7016acff9a9f2f2e2805813.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-20",
                "score": "9",
                "likes": "15208",
                "content": "之前很担心这个系列烂尾，但看完觉得足够给观众交差了。单说武打呈现，绝对不辱没这个系列的水准。至于剧情，压根不去纠结，这个系列的情节都是编的，看点也不在这儿。所以无所谓，逻辑合理就行。8分的电影，多1分赠给这个团队十年的付出。",
                "UserId": 61
            },
            {
                "publishDate": "2019-12-20",
                "score": "8",
                "likes": "9570",
                "content": "一代功夫巨星，叶问，时代谢幕，中国人要崛起了。为中华民族伟大复兴，好好学习天天向上。",
                "UserId": 857
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "10573",
                "content": "从一直等到4，有始有终，有开始也有完结，从打日本鬼子 拳王 泰森到阿金斯。看的很触人，将中国武术发扬光大。\n打戏看的非常的过瘾。\n 其实做人最重要的就是自信！\n                                         ——叶问",
                "UserId": 459
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "1784",
                "content": "问叔打不动了   看他满脸沧桑   心疼了好久   😭😭😭",
                "UserId": 355
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "1210",
                "content": "拍的好，拍出中国人在国外的辛酸，拍出现实那些美国人口口声声的自由民主都是**👍",
                "UserId": 380
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "564",
                "content": "旁边吵闹的胖子****",
                "UserId": 68
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "1413",
                "content": "收官之作，很值得去看，习武者应心存正义，这是武德，武功有高低之分，武德是统一的，动作精彩，咏春拳的动作细节很到位，习武者精神也很展现得很淋漓尽致，剧情也按排得很紧凑，叶问的终极片，大师的身很是让人钦佩，甄子丹的演技炸烈，不卑不亢大师风范展现得也很到位👍👍👍",
                "UserId": 865
            },
            {
                "publishDate": "2019-12-21",
                "score": "10",
                "likes": "1074",
                "content": "爽片，拳拳到肉，刺激。\n剧情上一如既往的风格你欺负我，我忍，忍无可忍我在打回去。中华功夫威武霸气",
                "UserId": 170
            },
            {
                "publishDate": "2019-12-26",
                "score": "4",
                "likes": "308",
                "content": "功夫战狼4.0实锤了，说真的，打戏很好没有任何问题，甄子丹的叶问和陈国坤的李小龙都很赞。话说回来，比武就比武，带什么民族主义节奏？第一部中抗击日本军国主义的民族气节让人振奋，但是这部完全不一样啊！既想让儿子尝试西方主流高端私立教育，又要用拳头打倒洋鬼子？你把叶问当成国内裸官了？确定不是消费叶问？歇斯底里的疯子教官完全照搬库布里克《全金属外壳》就不说了，种族歧视这样的全人类社会问题，真不是靠三拳两脚解决的好吧！也是，民族主义的春药能带来大把变现的票子，打老外永远有市场，这就是政治正确吧！把我们的武术家拍成打不死的战狼！何其悲哀？最后，恳请尊重所有为中国功夫努力的人，不要过分消费他们，谢谢！",
                "UserId": 789
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "722",
                "content": "扬我中华武术！降美国**妖孽！精彩过瘾！提气！好作品！！！",
                "UserId": 883
            }
        ],
        "id": 115
    },
    {
        "link": "https://maoyan.com/films/342903",
        "name": "上海堡垒",
        "type": "科幻 爱情 战争",
        "region": "中国大陆",
        "duration": "107分钟",
        "publishDate": "2019-08-09中国大陆上映",
        "score": "7.2",
        "income": "15.9",
        "introduce": "未来世界外星黑暗势力突袭地球，上海成为了人类最后的希望。大学生江洋（鹿晗 饰）追随女指挥官林澜（舒淇 饰）进入了上海堡垒成为一名指挥员。外星势力不断发动猛烈袭击，林澜受命保护击退外星人的秘密武器，江洋和几个好友所在的灰鹰小队则要迎战外星侵略者，保卫人类的最后一战最终在上海打响……",
        "imgUrl": "https://p1.meituan.net/movie/5dde9673a97f1e11540dc4c4cc78cbcb3314363.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-08-09",
                "score": "1",
                "likes": "17829",
                "content": "男主演技是真的差，才不配位。冲着科幻和舒淇去的，结果着实被男主的演技以及男主粉丝的恶臭行为影响。没看过的真的不用非要特意去看了。我这个场次里的男主粉丝真的太恶臭了，遇到有男主的镜头就开着闪光灯拍照，还一直录屏。男主的某些恶臭粉丝不要再嘴臭了哦，除了不停地展现你们低下的素质以外没什么用。",
                "UserId": 911
            },
            {
                "publishDate": "2019-08-09",
                "score": "1",
                "likes": "34567",
                "content": "《流浪地球》改变了中国科幻,\n但《上海堡垒》又改回来了。\n吴京改变了中国演员，\n但鹿晗又改回来了。",
                "UserId": 153
            },
            {
                "publishDate": "2019-08-09",
                "score": "10",
                "likes": "17390",
                "content": "演员都很棒\n原著粉没失望",
                "UserId": 261
            },
            {
                "publishDate": "2019-08-09",
                "score": "1",
                "likes": "11081",
                "content": "抱歉，这不是我想要的上海堡垒\nPS：鹿晗是个面瘫吧？",
                "UserId": 396
            },
            {
                "publishDate": "2019-08-09",
                "score": "1",
                "likes": "9042",
                "content": "是我看过的最烂国产片，无数槽点，不胜列举",
                "UserId": 196
            },
            {
                "publishDate": "2019-08-11",
                "score": "5",
                "likes": "7825",
                "content": "感情戏真的很乱，甚至有点多余，导演是没钱拍吗，107分钟讲科幻+爱情很混乱，感情戏也不感人，两个都拍不完美，而且掐掉开头那一段黑屏介绍人物，一段带点仙藤、大炮图片什么的人物介绍，怀疑导演就是在故意磨时间，去掉结尾，这时间短的可怜，吐槽\n1.指挥中心人太少了，人死了一波，没了灰鹰过来是不是直接完蛋了。\n2.若干年了，泡防御那些都能弄，武器还是现在的武器，怎么打外星人\n3.上海陆沉以后，5年就重新建好了\n4.最后拿出箱子，要指纹，死了的人怎么开\n不说主角光环，这既然是原著改编，那你拍出来就要不仅让看过原著的接受，没看过的看明白才算成功\n其实鹿晗，舒淇还可以，主要导演的剧本太烂，特效还可以不好不坏",
                "UserId": 819
            },
            {
                "publishDate": "2019-08-09",
                "score": "6",
                "likes": "4751",
                "content": "原来不止我一个人觉得，这部片子并没有想象中的惊喜。\n有优点：比如对于逝去英雄的播报和缅怀、比如江洋最后眼眶湿润的拼死最后一战、比如整部影片的场面感。\n可劣势却也更加明显，这部影片在前一个小时中，每个情节上，或者说每一个关键点上的情感处理都不够丰富，总觉得还没等到演员的情绪到位，就马上切入到了下一个情绪爆发点。用一场脱口秀来形容的话，那就是节奏感真的不太好。\n在以为，终于可以使自己的感受凝聚，可以感同身受的去继续看这部影片时，依旧被这种情感的节奏感所踢了出来。\n其实，剧本是个好剧本，彩蛋也是个好彩蛋，但这一次不知道到底是应该演员们的演技背锅还是导演背锅…\n衣衣和林澜的内心情感线可以在明显一点吗…",
                "UserId": 920
            },
            {
                "publishDate": "2019-08-09",
                "score": "1",
                "likes": "6736",
                "content": "硬汉鹿晗，头可断血可流，发型不可乱",
                "UserId": 814
            },
            {
                "publishDate": "2019-08-09",
                "score": "10",
                "likes": "4066",
                "content": "**** **** ****\n\n但是作为江南七年的粉丝分还是要给的\n\n被最后颐和园路5号秀到了",
                "UserId": 250
            },
            {
                "publishDate": "2019-08-12",
                "score": "3",
                "likes": "320",
                "content": "剧情来说安排的不是很好，哪一个方向都没靠住，特效只能说真的一般…",
                "UserId": 443
            }
        ],
        "id": 116
    },
    {
        "link": "https://maoyan.com/films/338059",
        "name": "电力之战",
        "type": "剧情 传记 历史",
        "region": "美国",
        "duration": "102分钟",
        "publishDate": "2020-08-28中国大陆上映",
        "score": "7.0",
        "income": "14.1",
        "introduce": "讲述1880年，“电灯之父”托马斯·爱迪生（本尼迪克特·康伯巴奇 Benedict Cumberbatch 饰）与铁路大亨乔治·威斯汀豪斯（迈克尔·珊农 Michael Shannon 饰）为争夺全美乃至全世界的电力供应系统，展开连场恶斗。爱迪生发明了直流电发电机，威斯 汀豪斯研发了交流电发电机，当两大发明家明争暗斗之时，神秘后起之秀（尼古拉·特斯拉 Nicholas Hoult 饰）突然出现…三位电力巨人会如何改变世界？",
        "imgUrl": "https://p0.meituan.net/moviemachine/f0eb865d1cf85d3f939baaf3f9a44c251442128.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-28",
                "score": "10",
                "likes": "213",
                "content": "最初看名字只是想去看看电是怎么发明的，结果看到奇异博士和蜘蛛侠，真是太惊喜了",
                "UserId": 851
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "109",
                "content": "这是一部可以算是重新让大众认识历史的电影，这也是一部歌颂三位电力巨头的电影，这里的背景乐很棒，让人觉得是一部大作，爱迪生，西屋特斯拉是改变生活方式的人，很棒！",
                "UserId": 786
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "99",
                "content": "奇异博士✖️蜘蛛侠领衔超级英雄“场外战”，爱迪生PK特斯拉的百年恩仇，世纪天才的巅峰之战⚡。发明的道路是坎坷曲折的，也要有坚持，………路该怎么走…方向在哪里…如何选择[疑问]……，影片最后展览会的中央充满了中国元素，隐约的“天下太平”，以诚合作[握手][握手]，我想应该是最佳的状态。我们记住了这些给人类带来方便与光明的发明家🙏🙏。最后还要谢谢给我们带来生活惊喜的影像和录音的Thomas Alva Edison[拥抱][拥抱]",
                "UserId": 872
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "13",
                "content": "还以为是部战争片，哈哈，但该片算得上是给观众上了一堂趣味的历史课,该片吸引人,重点也很突出,聚焦于历史以及发明了灯泡的爱迪生和发明了机车空气制动装置的威斯汀豪斯二人之间的竞争,  原来大名鼎鼎的通用电气是创始人是爱迪生，同时爱迪生也发明了电不死人的电椅，哈哈哈。😂 😂 😂",
                "UserId": 233
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "8",
                "content": "非常不错的一部历史纪实片，将几个电力大头之间的斗争与政治展现的淋漓尽致。看见爱迪生死磕交流电挺难受的。一部没有好人与坏人的电影，结尾挺不错，特斯拉和乔治得了爱迪生奖，所以他们都是赢家，都改变了世界。",
                "UserId": 324
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "7",
                "content": "今天是疫情之后第一次上电影院哈！要描述真实的观影感受的话，首先就是卷福饰演的爱迪生带给我的惊喜。如果只看前面半部的话，剧情方面是有点单薄了，就是讲爱迪生的直流电和西屋的交流电之争。中间再穿插特斯拉嫌爱迪生给的工资低(其实不会低)而跳槽，投奔西屋去的事。但是在影片后半部，加进一个更尖锐的矛盾，就是使用交流电时在安全方面的争议，爱迪生在这里耍了小阴谋，要力图证明使用交流电是dangerous危险的事，到这里就比较好看了，连电椅都搞出来了。再后面就是争夺为芝加哥世界博览会提供电力照明的资格，所以整片看下来之后，情节也不觉得单薄，拍的还算紧凑。字数不够写了，就用五个字作结，挺好，推荐看。",
                "UserId": 240
            },
            {
                "publishDate": "09-01",
                "score": "10",
                "likes": "1",
                "content": "字幕倒数第二页的，倒数第三行没有看清楚就飞过去了，不过不耽误我理解剧情，其实就是影片是一直在说爱迪生和另外两个人在“打仗”，爱迪生主张直流电，而他的对手主张交流电，其实爱迪生雇佣的这个叛徒，就是影片的线索，他负责勾连矛盾，是用交流电杀死人挣多多的钱，还是多为人的福祉，最长远的考虑呢？他负责在这两个矛盾之间穿针引线，最后虽然尽管爱迪生输了战争，但是却赢得了民心，尽管只凭借摄影机获得了发明专利，但是赢得战争的另外两个人，虽然发达了，一个死得很惨，另外一个则身败名裂，交流电害死人的核心技术，却没有向世人公布，影片呼应开头，爱迪生",
                "UserId": 540
            },
            {
                "publishDate": "08-28",
                "score": "10",
                "likes": "4",
                "content": "特斯拉好帅啊，冲脸和配乐给10分👀\n\n虽然我什么都想搞，但以电为代表的——gas/electricity、arc/incandescent——技术之争及其与社会的互动，才是我主要搞的东西。之所以到今天搞建筑、搞戏剧、搞政治仪式，都是因为想要了解“光”/spectacle对于当时的各色人等意味着什么。\n\n我还挺喜欢电影的名字里用的“war”，因为现在“战疫情”也是war，（蹭一下）《八百》也是war——战火引燃后，其影响绝不仅限于最先起火的区域和领域👁️\n\n看完之后会让人好奇是什么最终决定了芝加哥世博的竞标结果，是编剧留给观众的功课吗那我去做功课了🤦",
                "UserId": 27
            },
            {
                "publishDate": "2017-07-30",
                "score": "0",
                "likes": "31",
                "content": "个人认为本尼更适合演特斯拉",
                "UserId": 553
            },
            {
                "publishDate": "08-29",
                "score": "4",
                "likes": "18",
                "content": "昏昏欲睡，传记片可能都这样？如果是反复实验最终找到合适的材料做灯丝那最后放在点灯的场景做个爆点也许还有点意思。然而这故事是发生在那之后，百分之九十的时间都是商战，就是告诉我们资本家都不是光明磊落的。妻子的去世也没有泪点，完全成了发明电影机的铺垫。除了男一号的孤傲人设勉强建立起来了之外其他都是符号和纸片人，而这也只能说导演选角很厉害，卷福的招牌演技与这个形象不谋而合。对。我始终没觉得卷福的演技有多高级，每个角色都几乎是神探夏洛克那一副死出。4分给………服装道具摄影还有那匹可怜的马吧。另外末尾两人会面时那位写中国毛笔字的大妈写的也太难看了，而且那个年代真的中国人都写简体字了嘛？表示怀疑。",
                "UserId": 83
            }
        ],
        "id": 117
    },
    {
        "link": "https://maoyan.com/films/246211",
        "name": "老炮儿",
        "type": "剧情 动作",
        "region": "中国大陆",
        "duration": "137分钟",
        "publishDate": "2015-12-24中国大陆上映",
        "score": "7.3",
        "income": "10.8",
        "introduce": "曾经风光四九城的老炮六爷 （冯小刚饰），难以适应社会巨变，蛰伏于胡同深处，过着溜鸟、管闲事、发牢骚的无聊日子。某日，六爷和“小炮儿”儿子晓波 （李易峰饰）父子间产生巨大情感冲突，导致小炮儿负气离家出走，不想遭遇暗算，被新崛起一代的“小爷”小飞 （吴亦凡饰）非法拘禁。为了解救儿子，并偿还当年对儿子的愧疚之情，六爷重出江湖。六爷用自己的规矩，试图摆平事件，却无奈的发现，无论是这个时代，还是自己的身体，早已今非昔比。一场父子恩仇、新旧势力的对决无法避免。在解决烂摊子的过程当中，老炮发现自己身体也出现了问题，真正力不从心。但同时也在抽丝剥茧的查询过程中抓住了 “三环十二郎” 的把柄，两人下了对战书决定来一场单挑  。",
        "imgUrl": "https://p1.meituan.net/movie/d3d08c5849f6d813b01a11a42fc0a6a2548078.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-13",
                "score": "9",
                "likes": "1311",
                "content": "恭喜冯小刚因为老炮儿获金马影帝，其次这是一部带有浪漫情怀有些诗意的老北京生活之平民江湖。也期待青年演员吴亦凡饰演的小飞，带有着侠义情结官二代对武侠情感敬佩。",
                "UserId": 164
            },
            {
                "publishDate": "2016-01-02",
                "score": "10",
                "likes": "861",
                "content": "真的真的太好看了，小刚导演演的特别好！最后结局哪里真的好感动，管虎导演把最后一幕发挥特别好，好有意境，那种对立面一下子就出来了，真的不得不服！有时间在二刷！小鲜肉演的也不错，喜欢吴亦凡那句“都**醒醒”，跑车真的太酷了！！",
                "UserId": 915
            },
            {
                "publishDate": "2016-01-28",
                "score": "10",
                "likes": "437",
                "content": "绝对的良心电影！在这个烂片纵横的时代，多想看一些能够触碰到心灵引人深思有内涵的电影，老炮儿做到了！我在影院看了3遍，之后在网上又看了几遍，的确要多看几遍才能体会其中的含义。我一个女生看了都深深地佩服崇敬六爷的侠义刚正讲义气！特别是后面他跟鸵鸟一起疾驰在道路上，那一刻我的眼眶红了，他们终于解脱了…明知自己可能有去无回，但为了儿子，为了尊严，他还是义不容辞的慷慨赴约，最后他在冰湖上奔跑，然后倒下，小飞哭了，我们的心也碎了，但是他的侠义之风将会在小飞那儿得到传承！不得不说凡凡的演技真心赞！帅爆了！从不屑到崇敬，我看那么多遍不仅是为了吴亦凡，而是因为谭小飞这个角色，一个让人心疼的孩子！从此路转粉！",
                "UserId": 955
            },
            {
                "publishDate": "2016-01-21",
                "score": "9",
                "likes": "239",
                "content": "今天看了《老炮儿》感受颇多，“仁义礼智信”老祖宗传下来的，不能丢、不能忘，做人不能忘本。电影反映了老百姓的现实生活，体现了人情世故、社会风情，也从侧面反应了社会病态问题，值得发人深省！故事情节不错，也体现了老北京一些特有的东西，虽然在语言上刻意强调了很多老北京话，但是看到电影，听到配音，总觉得少了点老北京话的那股子“劲儿”，就会感觉故事很抓人眼熟，语话就跟不上劲了！总体还是不错的😊最后的感悟就是：当拥有的时候应当好好珍惜，不要等失去了才要追悔莫及！人总是在生活中学会成长，但代价往往却是我们无法想象的～出来混的😱早晚是要还的！",
                "UserId": 864
            },
            {
                "publishDate": "2016-05-31",
                "score": "9",
                "likes": "109",
                "content": "冯小刚在老炮儿里的表演绝了，金马影帝获奖实至名归。电影的核心是“道义”，但是为了迎合主旋律，最后的设定让我认为老炮儿六爷并没有守住这个信念，着实遗憾。而吴亦凡饰演的谭小飞，虽然外表叛逆乖张，但是从头到尾他都恪守了自己的原则。这个故事中最喜欢的人物就是谭小飞，吴亦凡对他的诠释很到位，他的表演细节处也很讲究。这电影另一大败笔就是父子情，无力吐槽, 看过的人应该明白我的意思。",
                "UserId": 589
            },
            {
                "publishDate": "2015-12-24",
                "score": "10",
                "likes": "71",
                "content": "刚从电影院出来，讲真，已经很久没有一部电影让看完之后险入沉思，它严肃但不沉闷，把新老一辈的冲突代入亲情友情真的特别打动人，冯小刚演技爆发，李易峰把晓波这人物演得很饱满，跟冯小刚对戏也丝毫不怯场，这孩子塑造性真不错，最后彩蛋里那个笑容很棒！最喜欢最后六爷在冰面上“决斗”的镜头，绝对堪称经典，六爷对自己死守那份规矩的倔强、与新“江湖”格格不入的无奈、和对儿子晓波的不舍的情绪慢慢随者他的奔跑不断放大！这个时候配乐特别燃，整个场面特别悲壮，镜头也配合的非常完美，真的很不错的片子！",
                "UserId": 406
            },
            {
                "publishDate": "2016-01-21",
                "score": "10",
                "likes": "55",
                "content": "这是中国的骑士精神,中国的现代武侠。老炮儿生活在一个特殊的时代,这个时代不会重来一遍,这个时代有很糟糕的地方,但也产生了很多及其珍贵的东西。这些东西就像电影里所演的,能懂能理解的,除了他的朋友们,甚至不是他儿子,而是吴***所饰演的小飞。电影很精彩,有空去电影院看看吧。",
                "UserId": 104
            },
            {
                "publishDate": "2016-01-18",
                "score": "8",
                "likes": "47",
                "content": "国内近年来看的难得的好片。本片纯粹而质朴地展现了皇城根底下老北京怀揣道义和规矩的敞亮，局气。将北京小老百姓那种可以穷，但不可以丟范的讲究劲表现得淋漓尽致。很有过去工业时代英国落魄绅士穿着早已磨白却始终平整的大衣体现出的内心的坚持与自尊。另一面也反映出在时代背景下不与时俱进则终将被历史遗弃的残酷事实。冯小刚的小圈子和他已经走出去飞黄腾达的哥们之间的对比正是导演不愿意却不得不承认的事实。\n会扣掉两分完全是因为以好片的角度吹毛求疵。1，最后的结尾导演想用浪漫主义的手法将老炮们最后的情怀与激情找出来与观众共鸣，这固然没错，不过却也破坏了片子之前一直力求的质感与真实。2，吴亦凡和李易峰与张涵予他们相比还",
                "UserId": 152
            },
            {
                "publishDate": "2016-02-02",
                "score": "8",
                "likes": "49",
                "content": "电影很好看啊，相当不错，冯小刚的演技也很出彩，之前看过很多评论，什么北京的老炮儿根本就不是这样的，什么这部电影只是管虎一厢情愿的意淫而已，可我觉得，这只是一部电影罢了，有句话不是说了吗:在现实中寻求虚幻感觉的人都是那啥…什么意淫不意淫，水浒中对仁义的描述比这部电影有过之而无不及，教父中对仁义，规则的描写也不少，当然这部电影还远远比不上前者，但把他说的一无是处就不对了，最起码，在我看来，这不是一部烂片，值得一看。",
                "UserId": 467
            },
            {
                "publishDate": "2016-02-01",
                "score": "2",
                "likes": "11",
                "content": "很多人都说好看 可是我觉得整部电影就是冯小刚在表现自己  无法理解他们之间的兄弟义气  主人公的儿子也有错 但冯小刚这个角色就光显示自己是个英雄没错一样。还有吴亦凡这个角色最后的转变我也觉得很牵强",
                "UserId": 474
            }
        ],
        "id": 118
    },
    {
        "link": "https://maoyan.com/films/248933",
        "name": "功夫瑜伽",
        "type": "喜剧 动作 冒险",
        "region": "中国大陆,印度",
        "duration": "108分钟",
        "publishDate": "2017-01-28中国大陆上映",
        "score": "7.3",
        "income": "11.9",
        "introduce": "考古学教授Jack（成龙 饰）多年没有踏出学校，校长和学生都对他添油加醋的历史半信半疑。一次授课后，一个印度女孩找到Jack，用一张千年地图吸引了Jack的目光。于是Jack和挚友的儿子李琼斯（李治廷 饰）、助教小光（张艺兴 饰）组成“寻宝小分队”，为“神秘宝石”展开冒险，在迪拜和土豪飙车，在冰岛潜入神秘冰穴，在印度大战土狼，和印度贵族斗舞，动作喜剧再升级，打笑全世界。",
        "imgUrl": "https://p1.meituan.net/movie/df21c5f2b97418f938ed311d0fb8c831430274.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-01-28",
                "score": "10",
                "likes": "5572",
                "content": "不得不说，如今六十岁以上的成龙，打一部少一部了。可世上，除了成龙，再没人能演绎成龙喜剧。当《功夫瑜伽》回到了单纯一点的成龙喜剧上，娱乐至上，杂念不多，成龙不该像个重返球场的退役巨星一样，收获一些欢呼声吗？",
                "UserId": 594
            },
            {
                "publishDate": "2017-03-01",
                "score": "7",
                "likes": "3120",
                "content": "我真的不知道为什么会这么高分！简直难看！龙式喜剧，一年比一年看不懂，瑜伽吧，整部电影和瑜伽也没啥联系，就是几个女的会瑜伽！开头有个古代女人画像！我就觉得像金喜善的神话！最后你还真给我来段神话🙄️",
                "UserId": 611
            },
            {
                "publishDate": "2017-01-28",
                "score": "10",
                "likes": "1866",
                "content": "有正史为基调的幻想世界观，有征服世界的稀世珍宝，有成龙张国立为首的老牌压阵，也有张艺兴李治廷代表的小鲜肉胡渣男。有瑜伽女神，有美金沙滩，有武打追杀，有豪车枪战。有西藏，冰岛，迪拜，印度……说好的要啥有啥，必然一个都不会少，最华丽的场景轮番上阵，共献一场瞠目结舌腺素爆表的劲爆大片。",
                "UserId": 137
            },
            {
                "publishDate": "2017-01-30",
                "score": "10",
                "likes": "513",
                "content": "喜欢龙叔的“功夫电影”也喜欢龙叔的诙谐幽默！\n打小看着龙叔电影长大，看着龙叔这一步步走到现在，实属不易！\n现如今龙叔可是好莱坞有名的中国武打巨星！了不起！了不起啊！\n听说这次《功夫瑜伽》更受到迪拜政府和皇室的支援，各种高贵名车全都免费出借！包括布加迪、法拉利、宾利、兰博基尼和麦拉伦等品牌共多达70余辆！其中2辆布加迪威龙、2辆麦拉伦，基本上都是世界限量版的超级跑车！当中甚至有3辆超跑堪称全世界最贵！就连现场的男演员们都对这些超豪华道具瞠目结舌！\n迪拜王子甚至出借“全球仅此一辆”的超跑Devel Sixteen，只为打造一场最豪华飞车场面！\n顺便说一句:我相信那头狮子今后肯定不想再坐那辆车了😝",
                "UserId": 691
            },
            {
                "publishDate": "2017-01-28",
                "score": "10",
                "likes": "36",
                "content": "不想多说什么剧情啊，演员啊，特技什么的，只要是成龙电影，必看！",
                "UserId": 965
            },
            {
                "publishDate": "2017-01-28",
                "score": "10",
                "likes": "31",
                "content": "张艺兴好帅唷",
                "UserId": 470
            },
            {
                "publishDate": "2017-01-28",
                "score": "9",
                "likes": "29",
                "content": "延续成龙电影的特点，动作+幽默。全家一起看挺热闹。但是剧情稍显单薄，探宝的过程过于简单，相比其他探宝类电影来说，没有解谜题的感觉。影片多个细节在向电影《神话》致敬。",
                "UserId": 493
            },
            {
                "publishDate": "2017-01-28",
                "score": "10",
                "likes": "28",
                "content": "一部环游世界的夺宝电影！和《十二生肖》有点像，带家人一起来看的，都很喜欢，一直在笑。电影里的取景地都很酷，也感受到了冰岛，迪拜，印度的风光，结尾成龙大哥和李治廷张艺兴一起跳舞好欢乐啊～",
                "UserId": 46
            },
            {
                "publishDate": "2017-02-04",
                "score": "7",
                "likes": "7",
                "content": "挺好玩的啊，本来没啥期待因为成龙已经有3部电影了，但这部还真有点早期动作戏的搞笑，唐季礼还是很不错的，希望以后多合作吧。",
                "UserId": 307
            },
            {
                "publishDate": "2017-02-01",
                "score": "6",
                "likes": "1",
                "content": "无力吐槽了。",
                "UserId": 586
            }
        ],
        "id": 119
    },
    {
        "link": "https://maoyan.com/films/1283507",
        "name": "半条被子",
        "type": "剧情",
        "region": "中国大陆",
        "duration": "99分钟",
        "publishDate": "2020-09-05中国大陆上映",
        "score": "7.9",
        "income": "14.3",
        "introduce": "红军长征时期，3名女红军借宿在湖南汝城县沙洲村村民徐解秀家中。见到徐家家境贫寒，家里连床御寒的被子都没有，临走时，女红军用剪刀把自己仅有的一床被子剪开，将半条被子留给了徐解秀，徐解秀说，什么是共产党？共产党就是一条被子也要剪下半条给老百姓的人。 故事展现了军民鱼水情及伟大的长征精神。",
        "imgUrl": "https://p0.meituan.net/moviemachine/5d83f339e42875108a2c0f39580c8fdb118115.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-18",
                "score": "5",
                "likes": "11",
                "content": "2019年7月我们去湖南旅游，刚好碰到剧组在湖南飞天山拍摄🎬哈哈",
                "UserId": 909
            },
            {
                "publishDate": "01-21",
                "score": "1",
                "likes": "10",
                "content": "这种电影也能上映么？",
                "UserId": 592
            },
            {
                "publishDate": "07-30",
                "score": "9",
                "likes": "11",
                "content": "老家汝城拍的。。。。。",
                "UserId": 213
            },
            {
                "publishDate": "08-22",
                "score": "10",
                "likes": "7",
                "content": "通过半条被子深刻地反映出了艰苦的长征路，深深地体现出了初心和使命，",
                "UserId": 958
            },
            {
                "publishDate": "09-04",
                "score": "1",
                "likes": "7",
                "content": "说是九月五日上映，明明根本就没有放映!",
                "UserId": 676
            },
            {
                "publishDate": "01-21",
                "score": "0",
                "likes": "9",
                "content": "满满的正能量，个个实力派，大家多多关注",
                "UserId": 958
            },
            {
                "publishDate": "09-04",
                "score": "7",
                "likes": "5",
                "content": "为什么不给一条？",
                "UserId": 424
            },
            {
                "publishDate": "09-11",
                "score": "9",
                "likes": "3",
                "content": "还不错，看完全场有点意犹未尽。",
                "UserId": 528
            },
            {
                "publishDate": "09-18",
                "score": "1",
                "likes": "3",
                "content": "这是啥啊？红色影片拍成这样，真的没谁了？导演\n这是个什么水平？太差劲了\n牵强的将镜头链接，几点内涵都没有。无语😓",
                "UserId": 646
            },
            {
                "publishDate": "07-03",
                "score": "10",
                "likes": "4",
                "content": "一直都想看这部正能量的影片，想看像尔康一样的男人，一直等着上映",
                "UserId": 598
            }
        ],
        "id": 120
    },
    {
        "link": "https://maoyan.com/films/342485",
        "name": "抵达之谜",
        "type": "剧情 爱情 青春",
        "region": "中国大陆",
        "duration": "114分钟",
        "publishDate": "2020-07-31中国大陆上映",
        "score": "8.9",
        "income": "12.4",
        "introduce": "上世纪90年代长江边的小城里，反骨叛逆的男孩赵小龙（李现 饰）遇上心爱女孩冬冬（顾璇 饰）及其好友小梅（张绮烟 饰）后，随着初心萌动，与几位好友：方圆（董博睿 饰）、大四（林晓凡 饰）、三皮（刘韦伯 饰）、武义（李宗雷 饰）走过肆意张扬的青春时光。这段青春最终因为冬冬的失踪戛然而止，十几年后，当兄弟们都面目模糊的走向中年时，只有小龙还固执地要为下落不明的冬冬讨个说法。聚会上，步入中年的四人回忆往昔，小龙却突然逼大四说出冬冬 “失踪”的真相，被尘封的“真相”，令他们永远无法抵达自己的内心.....",
        "imgUrl": "https://p0.meituan.net/movie/e96758adb4b03fd3302cb63fe8f63bd92262906.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "07-31",
                "score": "10",
                "likes": "1404",
                "content": "第一次这么正式的写影评，勿喷。古惑仔版本的青春有你，情窦初开、兄弟情谊、血气方刚，接地气真实的生活场景又不失唯美，每个人物之间紧密的联系，环环相扣，又给了我们意想不到的开放式结尾。",
                "UserId": 674
            },
            {
                "publishDate": "07-31",
                "score": "1",
                "likes": "1037",
                "content": "这部电影非常值得我专门写影评，看电影10年，从来不写评论。烂的我必须写一个，这都演的什么跟什么？赵小龙爸爸那段出来什么意思？打完架，赵小龙一个人回家又出去什么意思？赵冬冬跟谁都暧昧不清什么意思？导演的摄像机没支架吗？还是拍老电影摇摇晃晃才有b格啊？情结支离破碎的，没一个对的上，大哥，你这好歹放在银幕上的电影，杀人犯法了，杀人犯关半年就出来了？人失踪了警察不查案的吗？这么多年了人也没找着，凶手也不追究，意思是就这么算了？怎么过审的啊？电影协会这都批啊？？？？杀人了为了一句兄弟情就这么就算了？？？还有里面武义恨他哥就鼓舞他们四个去烧船，那个大的四个人是傻子吗？不查下是谁的船就烧啊？写不下了气s我了",
                "UserId": 269
            },
            {
                "publishDate": "07-31",
                "score": "4",
                "likes": "662",
                "content": "到底想表达啥？我**了。",
                "UserId": 779
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "663",
                "content": "剪辑有些乱，顺序比较难理清，个人认为一个半小时之后才是重点慢慢显现，高潮到来。几个演员的演技令我惊讶，动作情绪青涩中带着感动。总体来讲还是比较值得一看到文艺片",
                "UserId": 315
            },
            {
                "publishDate": "07-31",
                "score": "9",
                "likes": "634",
                "content": "一部片子，绝对带着导演成长的痕迹，看过以后可能有人会觉得，不知道导演想表达什么，那是因为他跟导演不是同龄人，没有经历过那个年代的青春期的成长和生活。\n整个影片大部分时间，都用灰色的基调，诠释着青春的迷茫，导演选角应该还是很成功的，几个演员的表演可圈可点，尤其是赵小龙的父亲，虽然是个配角，没有一句台词，但是给人的印象最最深刻。儿子被打，回来洗手、擦手、含酒消毒，仅凭简单又日常的几个行动。就完美表达了对不懂事，爱惹事生非儿子的爱与恨的无奈交换。\n李冬冬的死，是整个影片最大的悬念，也间接影响了他们的整个青春以及未来，导演在某些细节上给观众留以悬念，结尾也还在猜测，不知道李冬冬到底是死了，还是活着……",
                "UserId": 282
            },
            {
                "publishDate": "07-31",
                "score": "9",
                "likes": "475",
                "content": "看完电影之后，感觉有很多情绪，好像懂了，又好像没懂。在最后我的脑中一直在想“抵达之谜”抵达什么，抵达的主语是什么，为什么要抵达。抵达之后得到了失去了什么？赵小龙，三皮，小四，方圆等人在遇到李冬冬失踪案后大家都好像一瞬间“长大了”。在小龙得知事情的真相后，电影画面一转就到了十几年后，表面上的平静暗示着底下如江中的汹涌。在磅礴的大雨中，一艘“兄弟船”抵达渡口。",
                "UserId": 267
            },
            {
                "publishDate": "07-31",
                "score": "10",
                "likes": "381",
                "content": "锁死现哥。锁死现哥。",
                "UserId": 354
            },
            {
                "publishDate": "08-01",
                "score": "1",
                "likes": "166",
                "content": "差评，这是疫情后来水影院的吗？因女孩一场意外导致兄弟情裂！一句话的事，拖拖沓沓一晚上，昏昏欲睡。\n再一次被国产片伤害！",
                "UserId": 812
            },
            {
                "publishDate": "08-02",
                "score": "2",
                "likes": "105",
                "content": "这部电影，除了李现等人演技在线，男女主长相养眼，其他列如没头没尾的剧情，列如不知道转到哪去的转场，列如不同时代服饰头型基本不变的形象，都可以说是非常差，打一分只是给了李现一个人，剩下九分是剧组的差劲，我是女生，但我不是追星族，我也对男明星包括李现无感，这个剧情不打动我，这个剪辑转场不震撼我，虽然我不知道一个评价能造成什么，但我不想让制作组觉得只要有小鲜肉或者流量明星电影就稳赢或者只要有影帝或者有演技的人就稳赢，后期处理不好，剧本编排不好，一样是烂片。哦，对了，我觉得，既然是杀人了，就算是过失杀人，麻烦点清楚，编剧请不要打法律的擦边球。多给一分给国产片鼓励分，请不要再拍烂剧情片，浪费演员演技了。",
                "UserId": 788
            },
            {
                "publishDate": "07-31",
                "score": "5",
                "likes": "118",
                "content": "“一个女人引发的血案”，总体来说观感非常一般，前半部分铺垫太长，讲的故事也是支离破碎，不知所云，到了中间才引出女主失踪接下来的一系列事情，剧情推进和人物冲突比前半段强了一些，但是呈现出来的效果并不咋的，几场人物冲突戏真的是挺尴尬的，可见导演的功力还是不太够，很一般的文艺片，唯一的亮点就是主角李现的表演还算可以吧。",
                "UserId": 620
            }
        ],
        "id": 121
    },
    {
        "link": "https://maoyan.com/films/360504",
        "name": "诛仙1",
        "type": "古装 爱情 奇幻",
        "region": "中国大陆",
        "duration": "101分钟",
        "publishDate": "2019-09-13中国大陆上映",
        "score": "7.5",
        "income": "13.8",
        "introduce": "草庙村被屠，少年张小凡（肖战 饰）双亲离世，被青云门大竹峰收留。机缘巧合之下，他习得佛门天音功法，又意外获得魔教法器烧火棍，踏上强者之路的同时，也让他陷入了巨大的危机。至魔法器的现世，与陆雪琪（李沁 饰）、碧瑶（孟美岐 饰）、田灵儿（唐艺昕 饰）三个女生间命运的交错，都让他原本单纯的人生轨迹充满变数。一个勇者驳斥命运的传奇之旅就此展开......",
        "imgUrl": "https://p0.meituan.net/movie/845dce25ba800e91ac591b683a0c3ba92450317.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-13",
                "score": "2",
                "likes": "18941",
                "content": "能一星都不给吗？？？我已经抱着把它当成同人电影看了，不求还原原著，但是还是被气到了，剧情魔改生硬，演员和角色极度不符，里面找不到半点原著的影子，我看了个什么鬼东西！！！",
                "UserId": 64
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "20269",
                "content": "一大早赶去看战战，演的真棒",
                "UserId": 76
            },
            {
                "publishDate": "2019-09-13",
                "score": "2",
                "likes": "7471",
                "content": "这剧情改的跟**一样，不会改编就回去小学系统的学习一下啊。诛仙里面最厉害的法宝诛仙剑呢。**被你喂狗了么，**一样。张小凡一个玉清境第四层的刚刚新手村毕业的人居然能吊打七峰峰主这些上清境界的人。编剧导演你们是要上天和太阳肩并肩么。",
                "UserId": 526
            },
            {
                "publishDate": "2019-09-13",
                "score": "8",
                "likes": "10819",
                "content": "画面很棒，特效真的不止5000万投资的效果，看到程小东的电影就是满满的情怀，这个中秋，诛仙值得一看",
                "UserId": 692
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "4675",
                "content": "** 辛亏去影院了 特效震撼的批爆",
                "UserId": 533
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "4264",
                "content": "肖战铁粉，刚看完，超好看，比起之前的电视剧，我还是更喜欢肖战这一版",
                "UserId": 853
            },
            {
                "publishDate": "2019-09-14",
                "score": "1",
                "likes": "3803",
                "content": "不尊重原著的垃圾电影！！除了一群女的犯花痴，疯狂的刷五星。。。。\n这个电影，真的演出了诛仙？？？？？？\n我头一次看见会伤害田灵儿、田不易的小凡！！！\n我没见过他吗战败了，连女儿都不管了就逃跑的魔教枭雄鬼王万人往！！\n我也没看到过所谓小竹峰月下舞剑就跟表演杂技、少女天团一样的月下舞剑！\n更没有见过空手肉搏的修真斗法！！\n\n整个诛仙，连诛仙剑都没有出来过！\n张小凡为什么身怀佛法，为什么天地不仁？整个电影除了喊了口号，有表达过千百年来修真，修得长生那种渴望吗？？？？",
                "UserId": 497
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "3388",
                "content": "为了肖战哥哥来的 期待诛仙期待肖战哥哥 肖战哥哥的演技真的超级好得，简直了，这演技真的是炸裂",
                "UserId": 806
            },
            {
                "publishDate": "2019-09-14",
                "score": "1",
                "likes": "3143",
                "content": "很高兴看到这样的“作品”，我们应该感谢《诛仙I》。\n\n《上海堡垒》为流量电影盖上了棺材板，《诛仙I》直接给钉上了几颗钉子。",
                "UserId": 747
            },
            {
                "publishDate": "2019-09-13",
                "score": "10",
                "likes": "2053",
                "content": "服化道没有那些吐槽的那么破烂了啦～还是仙气飘飘的",
                "UserId": 887
            }
        ],
        "id": 122
    },
    {
        "link": "https://maoyan.com/films/1277644",
        "name": "两只老虎",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "96分钟",
        "publishDate": "2019-11-29中国大陆上映",
        "score": "9.1",
        "income": "9.1",
        "introduce": "爱情事业均不成功的余凯旋 （ 乔杉 饰），生活没有方向，缺钱，笨，但还是有那么一点善良在。余凯旋想一夜暴富，绑架了一名几十年来忙着挣钱，事业成功了，但没家人、没朋友，突然间就对生活绝望的大富商张成功 （ 葛优 饰），打算勒索100万，张成功讨价还价之后，竟然答应给200万，条件是让余凯旋帮他做三件事。完成死之前的三个心愿，这三个心愿对应的是他的三个愧欠，对爱人，友人与亲人。绑匪与人质一路互相嫌弃又惺惺相惜，踏上了一段未知而温暖的旅程  。",
        "imgUrl": "https://p0.meituan.net/moviemachine/19d48b1fd4f4af5c8c8e1c780a26fa431567220.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-11-29",
                "score": "6",
                "likes": "3911",
                "content": "一个人包场看的，满心而来，失望而去，票房估计要扑街了。整体没有亮点，没有笑点，没有泪点，影片最后略有升华。在葛大爷的影史上，这算得上是失败的一笔了。",
                "UserId": 225
            },
            {
                "publishDate": "2019-11-29",
                "score": "8",
                "likes": "2669",
                "content": "没看的时候真想不出这会是一个什么故事，不过演员们大都是我喜欢的。剧情其实比较牵强，\n老板跟小人物的思维方式行为习惯绝对是两回事，不知不觉就完成了角色的调换。为了迎合日益壮大的有车族的口味，公路片的感觉现在属于标配。赵薇的戏中戏很显沧桑，有点儿违和。《两只老虎》这首儿歌确实不简单，以前叫《打倒军阀》？引申一下，意义在于只要你有勇气，就可以打倒一切旧的人&事&物，甚至打倒旧世界，欧耶！",
                "UserId": 246
            },
            {
                "publishDate": "2019-11-29",
                "score": "10",
                "likes": "1503",
                "content": "很好，不错 ，很温馨。以后要多多看葛大爷的电影。",
                "UserId": 523
            },
            {
                "publishDate": "2019-11-29",
                "score": "9",
                "likes": "1316",
                "content": "葛大爷的领衔主演还是喜欢的，笑点不断，也具有生活哲理，生活不易能过则过，剧中不乏精彩台词！棒极了！",
                "UserId": 729
            },
            {
                "publishDate": "2019-11-29",
                "score": "10",
                "likes": "662",
                "content": "葛大爷和范大爷的高手过招",
                "UserId": 12
            },
            {
                "publishDate": "2019-12-01",
                "score": "1",
                "likes": "708",
                "content": "葛大爷用实力告诉你：“***还是***”，潘斌龙那段太逗了  剩下全程有点尬 不好意思 果断差评",
                "UserId": 272
            },
            {
                "publishDate": "2019-11-29",
                "score": "8",
                "likes": "353",
                "content": "讲真喔，葛大爷的演技的话……看久了觉得好像都一个样，表情比较木 没啥大变化，然后说话慢悠悠一字一顿的（仅代表个人意见），没有特别大的惊喜。\n通篇讲了张成功对自己整个人生的回顾和救赎，顺带便救赎了觉得人生无望想要一下暴富的余凯旋～怎么说呢，快乐吧得过且过吧，整个电影要表达的中心思想我大致明白，节奏就是不怎么好，也并没有很吸引人。\nok 最后还是比心（给音乐🎶）",
                "UserId": 913
            },
            {
                "publishDate": "2019-12-02",
                "score": "2",
                "likes": "179",
                "content": "我非常喜欢葛优，乔杉还有范伟老师，所以我来看了。但是这部电影真的烂，真不知道在拍什么**",
                "UserId": 177
            },
            {
                "publishDate": "2019-12-12",
                "score": "10",
                "likes": "75",
                "content": "我们都有不愿记起的事，不能面对的人，生命本身就是一场告别，所有短暂的离别都是为了迎接最终的相逢。所谓向死而生，若不能领悟死，则注定无法释怀生，也就只能混沌地活。若无法自爱，也就无力爱人。若无法在落寞中自处，在绝望时渴望，则必然无法面对内心深处的无助与彷徨，也就只能在喧嚣尘世中独自迷失和沉沦。接受自我，拥抱死亡，当自我的光照进现实的雾，幸福自然如影随形。正如自由只能来自于严酷的自律，幸福也只能诞生于痛苦的洗礼。正因人间种种不值得，生命才得以如此绚烂而多娇。",
                "UserId": 872
            },
            {
                "publishDate": "2019-11-29",
                "score": "8",
                "likes": "195",
                "content": "一般般的电影，只是喜欢葛优才去看的",
                "UserId": 524
            }
        ],
        "id": 123
    },
    {
        "link": "https://maoyan.com/films/1216383",
        "name": "比悲伤更悲伤的故事",
        "type": "剧情 爱情",
        "region": "中国台湾",
        "duration": "105分钟",
        "publishDate": "2019-03-14中国大陆上映",
        "score": "9.7",
        "income": "13.2",
        "introduce": "唱片制作人张哲凯（刘以豪 饰）和王牌作词人宋媛媛（陈意涵 饰）相依为命，两人自幼身世坎坷只有彼此为伴，他们是亲人、是朋友，也彷佛是命中注定的另一半。父亲罹患遗传重症而被母亲抛弃的哲凯，深怕自己随时会发病不久人世，始终没有跨出友谊的界线对媛媛展露爱意。眼见哲凯的病情加重，他暗自决定用剩余的生命完成他们之间的终曲，再为媛媛找个可以托付一生的好男人。这时，事业有成温柔体贴的医生（张书豪 饰）适时的出现让他成为照顾媛媛的最佳人选，二人按部就班发展着关系。一切看似都在哲凯的计划下进行。然而，故事远比这里所写更要悲伤......",
        "imgUrl": "https://p1.meituan.net/movie/94b9bfc5ffeea6d6e362395992f547762041095.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "8",
                "likes": "35125",
                "content": "整部电影我感觉男一女一顶多算悲伤，这个电影名，比悲伤更悲伤的故事更适用于男二，自己拿了大部分积蓄给了前对象自己当个小牙医，结果还被前对象绿了，绿的还不止一个人，好不容易走出阴影爱上另一个人，结果还是被利用，再想找自己老婆发现老婆已经死了，老婆死了又没家人，财产应该是男二的，结果又跑前对象那让前对象火了一把，想要再找对象但身边的人都知道了自己是有老婆的人了，想要重新开始必须丢下产业到另一个城市。感觉最后男二到墓碑跟前哭的不是老婆而是自己，毕竟再结婚也还是二婚，解释起来刚结婚的老婆死了再背个克妻的名声，比悲伤更悲伤的故事用在男二身上再合适不过了",
                "UserId": 909
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "42145",
                "content": "那个最后一排我旁边的小姐姐！如果你看到就回复我吧！我是陪你看了这场电影的人",
                "UserId": 113
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "7700",
                "content": "两个渣逼拆散两个傻子 诱其结婚 再相继殉情 留俩傻子尬聊 为其扫墓",
                "UserId": 107
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "13596",
                "content": "电影故事挺好的 我没提前看预告 不然这种 我真不来看 想起我哥了 他说过会一直陪着我 可是 计划是赶不上变化 的 我也要坚强的活着 虽然抑郁症重度很难熬很难熬 我依然要抗住 哭的稀里哗啦的 旁边有个男的也一个人看 搞的我捂着脸哭 生怕尴尬 声都不敢坑 🤭",
                "UserId": 226
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "11701",
                "content": "借着看电影的由头去电影院哭的人才是最悲伤的吧",
                "UserId": 150
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "6098",
                "content": "超级烂片！！！导演编剧三观不正！！男主女主都自私到爆炸！一个以自己快死了要挟女二和男二分手！就是为了自己喜欢的女主能所谓的幸福！而女主更是自私渣女代表！！！自己为了能让男主安心！利用欺骗玩弄男二的感情！！压根不爱男二！还一步步勾引交往结婚！！结果结婚后就立马甩了男二！跑去找男主！！！靠！！！这是什么烂编剧！！男主女主真是自私自利到极点！一个负责拆散人家！！一个负责利用欺骗人家的感情！！什么比悲伤更悲伤的故事！！！最该悲伤的应该是男二！！倒了八辈子霉遇到这一对极品情侣！！",
                "UserId": 881
            },
            {
                "publishDate": "2019-06-20",
                "score": "1",
                "likes": "4189",
                "content": "我想笑，不想哭，我笑得眼泪都出来了，找不到泪点",
                "UserId": 903
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "3938",
                "content": "神仙爱情故事 就是前面的老头秃顶 妨碍到我看电影了",
                "UserId": 899
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "4826",
                "content": "看了《比悲伤更悲伤的故事》，看完后不禁让我想起莫文蔚唱的那句：爱是折磨人的东西，却又舍不得这样放弃。\n虽然早就猜到了会是一个悲伤的结局，但还是没控制住自己的情绪，随着影片的发展流下了眼泪。小时候不懂为什么明明相爱的两个人不能在一起，一直觉得两个人之间最大的障碍是不够相爱，现在明白了，当各种残酷现实袭来的时候，仅仅凭着爱意是没办法解决应对的，爱真奇怪，让你看得到却不会让你轻而易举就得到。\n在我看来比悲伤更悲伤的故事是，我们总是在用自己的方式希望对方能够幸福，但其实两个人相爱最希望的只不过是在一起。",
                "UserId": 103
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "3403",
                "content": "前几十分钟我几乎看不下去，最终还是看到了最后。\n不可否认的是，我被感动了。\n\n时钟倒回的那一刻，所有的情节开始改写，你会发现细节都没有改变，只是听见了另外两个人心里的悲伤。\n她服下药的那一刻，天旋地转，原来这不是让脑袋聪明的维他命ABC，而是延续他短暂生命的止痛药。\n她擦干了眼泪，嗔怪地说，我和你吃在一起，住在一起，为什么我没有昏倒？其实她想说，为什么生病的只是你？\n他对她说，最希望的事是她找个好男人嫁了。于是她就真的找了一个好男人，说喜欢他，和他约会，和他亲吻，向他求婚。其实她知道，哪里还有更好的男人，因为最好的这个男人，一直在她的身边，像戒指，像眼镜，像床，像笔记本，像所有最亲近的东西。",
                "UserId": 424
            }
        ],
        "id": 124
    },
    {
        "link": "https://maoyan.com/films/246063",
        "name": "美人鱼",
        "type": "喜剧 爱情 科幻",
        "region": "中国大陆",
        "duration": "93分钟",
        "publishDate": "2016-02-08中国大陆上映",
        "score": "8.7",
        "income": "15.2",
        "introduce": "富豪刘轩 （邓超饰）的地产计划涉及填海工程，威胁靠海为生的居民。因为人类对大海及生态的破坏，美人鱼只能被赶到了一艘破船里艰难生存，背负家族秘密的珊珊 （林允饰）被派遣前往阻止 填海计划。刘轩是一个靠自己努力才取得成就的人，虽然表面有钱但实则空虚寂寞的他和美人鱼珊珊在交手过程中互生情愫。刘轩最终因为爱上珊珊而停止填海工作，但珊珊却因意外受伤而消失于大海  。",
        "imgUrl": "https://p0.meituan.net/movie/646ac32d931f350a934bb126100154d2642811.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-02-08",
                "score": "10",
                "likes": "3823",
                "content": "首映看完了，买票之前我是冲着美人鱼这个响头去的，买票以后我看了预告，当时的预告是觉得这个片子可能不太好看，接着又买了美人鱼结束之后的澳门风云4心想着就算美人鱼不好看还能看看澳门风云。但是看了美人鱼以后觉得真的拍的太好了，女主角的演技不错，在新星里已经算得上实力派了，比较耐看。看完了美人鱼还意犹未尽。再看澳门风云4的时候完全感觉比不上美人鱼四分之一的精彩镜头。😂😂😂期待下一部作品",
                "UserId": 946
            },
            {
                "publishDate": "2016-02-14",
                "score": "10",
                "likes": "3722",
                "content": "满满的都是感动。满屏都是星爷的影子，每个细节都能勾起无限的回忆——折凳、旺财、鸡翅膀、狮吼功、小刀会序曲、睡声、烤八爪鱼、田鸡的笑、逗比的警察等等，欢乐笑声不断。星爷还是那个星爷，普通的脸，执着的心。纵使无敌，也要勇敢面对爱情，保卫爱情。邓超应该好好向星爷学习一下什么是无厘头喜剧，其实我最想说的是这部片如果是星爷出演就更完美了😙",
                "UserId": 176
            },
            {
                "publishDate": "2016-02-13",
                "score": "10",
                "likes": "3673",
                "content": "星爷的电影一如既往的有大情怀，环保这个主题在这个商业电影下基本上没有哪位导演会去提及，即使提及也不会像星爷的电影那样契合的不生硬而流畅自然，虽然原本期待会有更多的喜剧桥段，但也不少，童话故事在这种不夸张不做作的喜剧下表现得更唯美，点个赞，当然电影里也有一些个人觉得有点太快的情节，比如美人鱼和邓超的角色相爱太快，有点突兀，总体是不错的，在另外两部同当的电影下更显的优秀，所以给满分。",
                "UserId": 255
            },
            {
                "publishDate": "2016-02-10",
                "score": "7",
                "likes": "3061",
                "content": "谢邀。\n以为是海鲜，其实它是一碟青菜。不是不好吃，只是，我，没，有，吃，饱。\n问世间是否此山最高？\n\n情怀可以荡气回肠，毕竟我们从星爷那里得到过太多欢乐，但人情归人情，欠下的电影票一定要还。可看完电影走出来，还是要说一句，这部《美人鱼》没有那么好",
                "UserId": 699
            },
            {
                "publishDate": "2016-02-09",
                "score": "8",
                "likes": "3206",
                "content": "看星爷的电影除了为了享受喜剧的快乐之外，也许更有种被长辈教育的亲昵感。珊珊这条美人鱼不够性感，却有种单纯纯粹的美。刘轩在经历了急功近利的成功之后，透过与珊珊的相遇寻找到那个简单的自己。所谓无敌，所谓成功，也许并不完全是幸运，得到整片海洋的自由大概是宁愿用自己所有来交换的。星爷的片子总不吝惜用现实的残酷直接暴露给我们看，新年里看的第一部片子，让我们先用反思来看待这个世界。",
                "UserId": 340
            },
            {
                "publishDate": "2016-02-08",
                "score": "8",
                "likes": "1482",
                "content": "说到《功夫》就不能不提到星爷。， 一年一影帝，百年周星驰！\n一个真正的喜剧之王，带给人无数欢乐的神级演员，只能一个人默默地坚持自己的道路，他没有王晶的人脉，没有向华强的权利，没有四大天王噱头，就连一个与他同辈的助手都没有，他只有我们，一群老去的80后和大龄的90后。说句实话，美人鱼的票房也许真的打不过澳门3，因为现在的年轻人，00后估计还不熟悉有星爷这么一个演员，他们只知道哪个电影宣传得热闹就去看哪个。就像歌词所说的一样，星爷已然封神，然而神是孤独的，满头的花发却孑然一身，他把一身都给了他的事业，给了我们这些有了家庭的影迷～～星爷，谢谢你！！！欠你一张影票一定补上、大年初一不见不散",
                "UserId": 906
            },
            {
                "publishDate": "2016-02-13",
                "score": "8",
                "likes": "2663",
                "content": "《美人鱼》——周星驰这三个字如果你爱就别废话，走进电影院就够了。犹如一个久别重逢的老友用他特有的方式讲人鱼恋的故事，影片充满了周式斑驳美学，周式叙事节奏，周式浪漫情怀，但过程是虐心的，掺杂了周式无厘头，周式童贞趣味，周式忧伤思考。观影过程被强烈吸引不由自主地将情感交托了出来，任由他带你“笑着流泪”，星爷你做到了！邓超拿到了可以爆发的好剧本，演技超赞；星女郎林允牺牲自己娱乐大众；小猪罗志祥饰演的八爪鱼超级搞笑；张雨绮高冷出场，花瓶也不是谁都能当的。值得一提的是开场就看到了徐克大导，更期待他的武侠新作。刘轩与珊珊诠释了“爱是彼此懂得，单纯美好，互相欣赏”影片中引用了《圣经》对于爱的解释。祝猴年大吉",
                "UserId": 969
            },
            {
                "publishDate": "2016-02-16",
                "score": "10",
                "likes": "2062",
                "content": "这周末可能就破24亿啦➕星爷——最真的敬业精神值得我说。圈内出了名的演技好，就连他的对手都不得不夸他是个不可多得的人才。放眼圈内……有几个能与之相论！",
                "UserId": 540
            },
            {
                "publishDate": "2016-02-12",
                "score": "9",
                "likes": "2312",
                "content": "《美人鱼》是一部童话式的作品，是周星驰少男心里简简单单的纯爱故事，是游乐场式和试验性的作品。 它寄托了周星驰对世界美好的希冀。在大华语电影背景下，也只有周星驰能拍出《美人鱼》这样童真、好笑、富有想象力、现实意义的喜剧了。",
                "UserId": 306
            },
            {
                "publishDate": "2016-02-08",
                "score": "10",
                "likes": "742",
                "content": "今年春节三部电影感觉都好看！不希望粉丝们相互攻击了，大家共同支持不行吗？当个文明粉丝！反正我都是要看的！都是我喜欢的！美人鱼期待已久，星爷的电影特效好不好，我不在乎，特效不是星爷做的！星爷的电影风格一直很喜欢，陪伴我们长大！澳门2特喜欢傻强！希望在澳门3里，能看到傻强👍！发哥，张家辉都很喜欢！三打看预告演员片，演技没的说，场面宏大！特效棒！",
                "UserId": 122
            }
        ],
        "id": 125
    },
    {
        "link": "https://maoyan.com/films/1320225",
        "name": "星耀征途：中国女排里约夺冠记",
        "type": "纪录片",
        "region": "中国大陆",
        "duration": "150分钟",
        "publishDate": "2018-05-29中国大陆上映",
        "score": "9.8",
        "income": "4.1",
        "introduce": "CCTV《体育人间》20180529-0531推出三集纪录片星耀征途。2016年里约奥运会，中国女排由主帅郎平带领，力争夺取奖牌。由于大部分都是首次参加奥运会的新队员，中国女排在强敌如云的里约奥运会面临巨大考验。在小组赛中，中国女排队员发挥欠佳；而淘汰赛阶段，中国女排连克强敌巴西和荷兰，杀出重围挺进决赛。在决赛中又战胜塞尔维亚成功夺得冠军。中国女排又一次站上了世界之巅。",
        "imgUrl": "https://p0.meituan.net/movie/a02699ea06e6470c011763524d46a4ca253669.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "08-18",
            "score": "10",
            "likes": "0",
            "content": "特别好看，觉得中国女排太棒了",
            "UserId": 26
        }],
        "id": 126
    },
    {
        "link": "https://maoyan.com/films/1336795",
        "name": "勇敢的你",
        "type": "剧情",
        "duration": "117分钟",
        "region": "中国大陆",
        "publishDate": "2018-05-29中国大陆上映",
        "score": "8.7",
        "income": "13.9",
        "introduce": "你我生而平凡。但每一份勇敢、每一份乐观，汇聚在一起，成就了非凡。本片正是讲述几个普通人用勇敢乐观，在困境中逆流而上的故事，真实中带着疼痛，也充满对生命和希望的渴求。",
        "imgUrl": "https://p0.meituan.net/movie/f39f6f7b534742dad2e82abced1411e71683927.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-12",
                "score": "10",
                "likes": "0",
                "content": "期待坐等拍完上映",
                "UserId": 765
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "0",
                "content": "期待上映，我的女神",
                "UserId": 783
            },
            {
                "publishDate": "07-21",
                "score": "10",
                "likes": "1",
                "content": "占第一，支持我女神乔恩",
                "UserId": 808
            }
        ],
        "id": 127
    },
    {
        "link": "https://maoyan.com/films/1203109",
        "name": "魔发精灵2",
        "type": "动画 歌舞 奇幻 冒险",
        "region": "美国",
        "duration": "91分钟",
        "publishDate": "2020-08-21中国大陆上映",
        "score": "7.8",
        "income": "1.1",
        "introduce": "据外媒报道，梦工厂动画将拍摄《魔发精灵》系列第二部电影，预计北美上映日期为2020年4月10日。 原班配音主角主演安娜·肯德里克、贾斯汀·汀布莱克将继续加盟续集电影。",
        "imgUrl": "https://p0.meituan.net/moviemachine/1870002aa30fb07d9358ad8a402a69528015987.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-21",
                "score": "10",
                "likes": "49",
                "content": "颜色五彩斑斓，音乐响亮动听，各种音乐元素完美结合，身体不由自主跟着一起扭动……\n我也成为了他们的好朋友！\n耶！",
                "UserId": 341
            },
            {
                "publishDate": "08-23",
                "score": "10",
                "likes": "10",
                "content": "音乐剧情啊，",
                "UserId": 423
            },
            {
                "publishDate": "08-22",
                "score": "10",
                "likes": "10",
                "content": "感觉精灵1太经典了，莫法超越！",
                "UserId": 237
            },
            {
                "publishDate": "14小时前",
                "score": "8",
                "likes": "0",
                "content": "为了听贝贝的heartbeatbbb",
                "UserId": 798
            },
            {
                "publishDate": "08-22",
                "score": "10",
                "likes": "2",
                "content": "梦工厂金主爸爸",
                "UserId": 616
            },
            {
                "publishDate": "08-22",
                "score": "8",
                "likes": "2",
                "content": "其实还不错。",
                "UserId": 634
            },
            {
                "publishDate": "08-24",
                "score": "10",
                "likes": "1",
                "content": "一部好好的电影，可以让大家懂得所有东西不是只有他的唯一性，合起来才是最美好的",
                "UserId": 259
            },
            {
                "publishDate": "08-29",
                "score": "10",
                "likes": "1",
                "content": "啊啊啊啊 贾老板 贾婷婷棒棒",
                "UserId": 844
            },
            {
                "publishDate": "08-22",
                "score": "7",
                "likes": "22",
                "content": "#微影评##魔发精灵2#（Trolls World Tour）这个丑萌的角色迎来了第二部 这次的格局明显大了很多 而且音乐种类代表不同国度的设定我真的好喜欢 抓住了每种音乐的精髓 这点真的很棒 而且全篇的音乐都好听 制作也很用心 只能说剧情偏低幼而且和这个角色本身关系不是很大 设定要远远好于剧情本身（7.4） ​​​",
                "UserId": 932
            },
            {
                "publishDate": "08-06",
                "score": "6",
                "likes": "8",
                "content": "剧情适合低年龄段，套路频出，不及前作；音乐和美术仍然是业界标杆，过饱和的多色彩的搭配是很大的亮点，但抱着听OST的心态观影更合适，建议dolby厅",
                "UserId": 327
            }
        ],
        "id": 128
    },
    {
        "link": "https://maoyan.com/films/64794",
        "name": "世界最大的影视城: 横店影视城",
        "type": "纪录片",
        "region": "日本",
        "duration": "49分钟",
        "publishDate": "2007-09-01中国大陆上映",
        "score": "9.0",
        "income": "11.7",
        "introduce": "伴着朝霞，渐渐映出紫禁城美丽的轮廓。中国波澜壮阔的历史故事，以紫禁城为舞台展开，多位皇帝端据玉座君临天下。可是这里并不是那有名的北京的紫禁城，一眺之下宛若真物实景，其实这是为拍摄电影建造的外景地。这是横店影视城——世界最大的电影拍摄基地，国内外超过5000部作品在此拍摄。影视城的地点在距离上海260公里的浙江省东阳市。农村悠闲的风景已经巨变，绵延的农田风光摇身一变为电影产业的外景基地。影视城里年轻的制作职员在不眠不休辛勤地工作，新人演员胸怀财富和名声的梦想在奋斗，这里还有已经达到人生目标实现了中国梦的超级明星。所有的人都在拼命努力向前，已抓住梦想的人和正在追赶梦想的人同处一城。",
        "imgUrl": "https://p0.meituan.net/movie/93e18f768f28c15cc446bb042df6fe1635923.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "2016-02-26",
            "score": "1",
            "likes": "8",
            "content": "没心情了啦！",
            "UserId": 393
        }],
        "id": 129
    },
    {
        "link": "https://maoyan.com/films/1198178",
        "name": "动物世界",
        "type": "动作 悬疑 冒险",
        "region": "中国大陆",
        "duration": "132分钟",
        "publishDate": "2018-06-29中国大陆上映",
        "score": "9.5",
        "income": "15.9",
        "introduce": "男主角郑开司（李易峰 饰）因被朋友欺骗而背负上数百万的债务，面对重病的母亲和痴心等待的青梅竹马，他决心登上“命运号”游轮，改变自己一事无成的人生。只要能在渡轮上的游戏中获胜，他就将有机会将债务一笔勾销，并给家人带来更好的生活。这场游戏看似简单，参与者只需以标着“石头，剪刀，布”的扑克为道具，赢取对手身上的星星标志。但游轮上的亡命徒们毫无底线的欺诈争夺，却让人性的自私与残酷暴露无遗，局中局、计中计，让游戏场最终沦为“动物世界”斗兽场。面对绝境的郑开司，能否坚守自我底线保持善良本性？能否凭借自己的智慧和坚韧摆脱困境？这是一场自我救赎的残酷游戏，多重考验也将接踵而至。",
        "imgUrl": "https://p1.meituan.net/movie/21bfea7c3ee823a2f4725b9d81b4ef5c1322685.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-06-29",
                "score": "10",
                "likes": "6233",
                "content": "好多年前就看过日漫赌博默示录真的非常非常喜欢。也看了真人版 当初电影版正所谓群星云集，但是放映后却不敬人意，开始并不知道这电影就是原作改编 名字也起的好奇怪 对于国产改编更是抱有质疑 但还是迫不及待开场就去看了 .....现在大荧幕上放着片尾曲，我给了满分，恩 没有失望更多的是惊喜 虽然有些地方不是看的很明白 但我还是给了满分 期待第二部",
                "UserId": 790
            },
            {
                "publishDate": "2018-06-29",
                "score": "9",
                "likes": "4735",
                "content": "精彩，刺激，爽。",
                "UserId": 209
            },
            {
                "publishDate": "2018-06-29",
                "score": "6",
                "likes": "1229",
                "content": "石头剪刀布的电影，真心不好看",
                "UserId": 489
            },
            {
                "publishDate": "2018-06-30",
                "score": "10",
                "likes": "3095",
                "content": "总体来说还是很不错的，真的值得一看。虽然电影比较长但是剧情真的很紧凑，完全没有让人放松的感觉。特效做的不错，李易峰在里面的突破也很大，他把角色还原的很好，能看到他的进步，看得出他很用心，从这部电影里也透露出了人性的善良和险恶，很有教育意义，以前看类似这种剧情的电影不太有感觉，也觉得石头剪刀布挺无聊的，但是从这部电影里觉得还是挺有意思的，有点费脑子，突然很佩服李易峰在里面记台词的能力。👍尤其是李易峰在这里面有一种痞帅的感觉，周冬雨的演技也很棒。用心创作。看懂它真的需要聚精会神，因为它会带动人的思考，需要很强的逻辑思维能力。",
                "UserId": 287
            },
            {
                "publishDate": "2018-06-29",
                "score": "4",
                "likes": "972",
                "content": "非常非常一般，抄袭的赌博默示录，伊藤开司演得不到位，铺垫太长正戏太少，这波很亏",
                "UserId": 180
            },
            {
                "publishDate": "2018-07-01",
                "score": "8",
                "likes": "1186",
                "content": "#动物世界#   我要说这是我见过最好的国产漫改（日漫）电影。\n国内电影取名《动物世界》也比较贴合故事主题。原作没有女主角，电影版加上女主角显然是为了故事显得更柔和，虽然周冬雨其实可有可无，但是为了故事整体的受众，多一个角色也是可以理解的。一开始我很担心怎样来呈现故事原作中抽象的人物形象和喧嚣的心理描写，但是导演运用大量的蒙太奇剪辑手法和奇思的动画场景穿插达到了惊喜的效果，风格之迥异可以说在现在的国产电影中很少见。\n电影对原作还原度相当高，除了加入周冬雨玛丽苏的情节和符合国情的医疗话题，其他部分和动画无二，特别李易峰还真的有点伊藤开司的眼神。只是絮絮叨叨有点想起城市之光😂\n8.5分，期待续作",
                "UserId": 110
            },
            {
                "publishDate": "2018-06-29",
                "score": "9",
                "likes": "1650",
                "content": "影片脑洞大开，剧情有跌宕起伏，智商高度在线，特效超燃超嗨，李易峰超帅超带感！总之，这是一部出人意料观赏值高于期待值的电影。李易峰在影片里，固执、倔强、聪明、睿智、还有内心不变的善良，在这个动物世界里，李易峰是个真正的人！",
                "UserId": 147
            },
            {
                "publishDate": "2018-06-29",
                "score": "10",
                "likes": "2106",
                "content": "满昏 看的太爽了！",
                "UserId": 599
            },
            {
                "publishDate": "2018-06-29",
                "score": "10",
                "likes": "1135",
                "content": "不错，很好，值得观看",
                "UserId": 214
            },
            {
                "publishDate": "2018-07-01",
                "score": "8",
                "likes": "42",
                "content": "人性的世界远比动物世界凶残。数学的元素相对烧脑，对于我这种数学逻辑较差的人，被绕得晕乎乎，看得一头雾水。不过常言道，学好数理化，走遍天下也不怕，还是挺有道理的。",
                "UserId": 801
            }
        ],
        "id": 130
    },
    {
        "link": "https://maoyan.com/films/1299144",
        "name": "阿里巴巴与神灯",
        "type": "冒险 动画 喜剧",
        "region": "中国大陆",
        "duration": "80分钟",
        "publishDate": "2020-09-05中国大陆上映",
        "score": "9.0",
        "income": "10.6",
        "introduce": "一群强盗闯入阿兹罗德，惊动了封印中的噩梦君主，强盗被噩梦控制企图打开封印，得知消息的阿里巴巴与小芝麻再次踏上了冒险之旅，此时冒险者阿拉丁带着他的神灯也进入了沙漠，一起联手将噩梦君主打败.",
        "imgUrl": "https://p1.meituan.net/movie/41d222686f37e7b6b312079e8a4651f22058796.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "39分钟前",
                "score": "10",
                "likes": "0",
                "content": "很好看，下次在看",
                "UserId": 912
            },
            {
                "publishDate": "2小时前",
                "score": "1",
                "likes": "0",
                "content": "不咋样，剧情也一般，纯粹为了满足娃娃",
                "UserId": 262
            },
            {
                "publishDate": "2小时前",
                "score": "6",
                "likes": "0",
                "content": "孩子看，凑合着，故事情节没啥惊喜",
                "UserId": 626
            },
            {
                "publishDate": "2小时前",
                "score": "1",
                "likes": "2",
                "content": "不好看，一点剧情都没有，快睡着了",
                "UserId": 937
            },
            {
                "publishDate": "5小时前",
                "score": "10",
                "likes": "1",
                "content": "好看…………",
                "UserId": 598
            },
            {
                "publishDate": "6小时前",
                "score": "3",
                "likes": "0",
                "content": "很一般，票价有点贵",
                "UserId": 119
            },
            {
                "publishDate": "6小时前",
                "score": "9",
                "likes": "1",
                "content": "😉孩子很喜欢",
                "UserId": 358
            },
            {
                "publishDate": "6小时前",
                "score": "10",
                "likes": "0",
                "content": "还行吧 支持国产",
                "UserId": 621
            },
            {
                "publishDate": "8小时前",
                "score": "8",
                "likes": "0",
                "content": "有点点幼稚，适合幼儿看",
                "UserId": 482
            },
            {
                "publishDate": "8小时前",
                "score": "8",
                "likes": "0",
                "content": "太一般般了，不咋的",
                "UserId": 791
            }
        ],
        "id": 131
    },
    {
        "link": "https://maoyan.com/films/1215201",
        "name": "小丑",
        "type": "剧情 惊悚 犯罪",
        "region": "美国",
        "duration": "122分钟",
        "publishDate": "2019-10-04美国上映",
        "score": "8.6",
        "income": "1.7",
        "introduce": "湿冷无望的哥谭市，卑微的亚瑟·弗兰克（华金·菲尼克斯 Joaquin Phoenix 饰）依靠扮演小丑赚取营生。与之相依为命的母亲患有精神疾病，而亚瑟深记母亲的教诲，无论遭受怎样的挫折都笑对人生，却因此让自己背负着莫大的压力，濒临崩溃。他梦想成为一名脱口秀演员，怎奈生活一次次将失望狠狠地砸在他的头上。不仅如此，他因意外丢掉了工作，偶然瞥见母亲的秘密，又使他心中燃起对那个与之地位悬殊却从未谋面的父亲的殷切渴望。命运习惯了事与愿违，空荡荡的地铁内，悲伤的小丑在无法自已的癫狂笑声中大开杀戒…… 本片荣获第76届威尼斯电影节金狮奖。",
        "imgUrl": "https://p0.meituan.net/moviemachine/7707dc3478f9ab26871688f4964ae45d6672925.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-04-04",
                "score": "8",
                "likes": "1969",
                "content": "十人说“希斯·莱杰之后再无小丑”，九人都***",
                "UserId": 963
            },
            {
                "publishDate": "2018-09-28",
                "score": "10",
                "likes": "1531",
                "content": "喜欢小丑，不喜欢***，看了几部电影，一天天就是小丑只认希斯莱杰，这样的真的恶心，小丑一定会大爆，DC牛逼！",
                "UserId": 822
            },
            {
                "publishDate": "2018-10-25",
                "score": "5",
                "likes": "410",
                "content": "不是莱托少爷演的，我不看",
                "UserId": 932
            },
            {
                "publishDate": "2019-04-05",
                "score": "0",
                "likes": "173",
                "content": "10.4美国，看来国内够呛能上映。。。",
                "UserId": 632
            },
            {
                "publishDate": "2019-04-04",
                "score": "10",
                "likes": "162",
                "content": "DC自从海王之后又一让人期待的一部作品，盲目跟风说比不上希斯'莱杰的，让人拭目以待吧。",
                "UserId": 297
            },
            {
                "publishDate": "2019-02-10",
                "score": "10",
                "likes": "173",
                "content": "WHY SO SERIOUS?",
                "UserId": 251
            },
            {
                "publishDate": "2019-01-05",
                "score": "10",
                "likes": "68",
                "content": "只能说期待有和希斯莱杰一样的表现吧",
                "UserId": 395
            },
            {
                "publishDate": "2019-04-04",
                "score": "10",
                "likes": "214",
                "content": "就小丑这两个字，我给满分",
                "UserId": 486
            },
            {
                "publishDate": "2019-09-14",
                "score": "10",
                "likes": "27",
                "content": "以前把普通人变成小丑 只需要把他推向化学池\n现在把普通人变成小丑 只需要把他推向社会",
                "UserId": 29
            },
            {
                "publishDate": "2019-09-10",
                "score": "10",
                "likes": "23",
                "content": "据消息，小丑已经在威尼斯国际电影节上获得了至高的评价，影片结束后长达八分钟的掌声。本片由三次获得奥斯卡的演员主演，演小丑之前，先减轻体重50斤，连续几周看狂笑症状的短片，值得被尊敬。影片没有出现蝙蝠侠，是想小丑是如何堕落的，内容真实，令人触目惊心。之后小丑这部电影将会剑指奥斯卡。让我们多多期待吧。",
                "UserId": 719
            }
        ],
        "id": 132
    },
    {
        "link": "https://maoyan.com/films/346103",
        "name": "拆弹·专家",
        "type": "动作 悬疑 犯罪",
        "region": "中国大陆",
        "duration": "120分钟",
        "publishDate": "2017-04-28中国大陆上映",
        "score": "7.6",
        "income": "7.1",
        "introduce": "章在山（刘德华 饰）是香港警队“爆炸品处理科”的一名高级督察。七年前，他潜伏到头号通缉犯火爆（姜武 饰）的犯罪团伙中，在一次打劫金库的行动中，章在山表露了其拆弹组卧底的身份，与警方里应外合，成功阻止炸弹引爆，并将火爆及其弟的犯罪组织一网打尽，可惜在千钧一发之间，火爆逃脱并扬言誓要报仇。复职后的章在山很快被晋升为警队的拆弹专家。七年后，香港接二连三遭遇炸弹恐怖袭击，警方更收到线报大批爆炸品已偷运入港，一切迹象显示香港将有大案发生。就在香港人心惶惶之际，城中最繁忙的红磡海底隧道被悍匪围堵拦截，数百名人质被胁持，终于现身的火爆威胁警方炸毁隧道。章在山唯有将火爆绳之于法，才能拆解这场反恐风暴背后的惊天阴谋……",
        "imgUrl": "https://p0.meituan.net/movie/91493c06734115005c8f95ab023841c6644479.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-04-28",
                "score": "10",
                "likes": "850",
                "content": "谁说香港的警匪片没落了......拉出去斩首...我们这场的观众没有说不好看的...我拉肚子都**忍了1个小时...",
                "UserId": 954
            },
            {
                "publishDate": "2017-04-28",
                "score": "10",
                "likes": "397",
                "content": "可以 可以,我最后统计了一下,刘德华一共死了21次,加上这部片子,刘德华已经死了22次了.真是难为刘德华了",
                "UserId": 571
            },
            {
                "publishDate": "2017-04-28",
                "score": "10",
                "likes": "65",
                "content": "节奏紧凑，人物刻画的也比较饱满。能看得出主创人员的野心，不仅仅是一个警匪片动作片，更像是一个灾难片。在一个隧道里，一个封闭的环境下，面对困境，我们该怎么选择？一个人重要还是一百个人重要？这是一个值得我们思考的问题。很棒！值得带家人和朋友一起去看。不过，小心炸弹💣，带好纸巾！",
                "UserId": 851
            },
            {
                "publishDate": "2017-04-30",
                "score": "10",
                "likes": "59",
                "content": "虽然好贵，不过值回票价。刘德华作为香港形象大使，亲自监制，投资，演出一部香港警匪电影而且效果十分好。感谢你付出。电影评分10分，警匪电影应该有枪战，飞车都有。值得一赞，一部警匪电影可以将感情戏表现得甘细腻绝对一流，剧情将香港警察形象提升了。这部电影感动了我不小于5次，感觉距完胜了寒战了。感谢上帝可以比我用生命保护生命。这是一部会流泪的警匪电影",
                "UserId": 878
            },
            {
                "publishDate": "2017-04-29",
                "score": "10",
                "likes": "54",
                "content": "香港电影拍的越来越有档次了 这几年的片子不断升华 敬畏生命 华仔再一次提升了他在我眼中的地位 导演很有思想 多拍好电影 情节给满分 细节可以再向外国电影多学习 给10分不怕你骄傲！",
                "UserId": 163
            },
            {
                "publishDate": "2017-04-29",
                "score": "9",
                "likes": "29",
                "content": "拆弹专家是难得的好片，剧情有张力，导演还拍的很好，演员都演的很到位，全程紧张，拆弹的时候心里特紧张，香港的观众还是比内地的有眼光，不管是谁拍的，只要好看都会支持，给的评价也很公正，不像内地的为了自己的支持的电影而去唱黑别人的电影，有些人真的无耻，为了自己的偶像既然这样黑老刘，这次的电影真的好好看，希望不会被无聊的人带黑影响，拆弹专家难得的佳片，老刘的警匪片确实牛逼，里面的生命保护生命的主题真的是泪点，记得只看过周润发阿郎的故事哭过，这部电影是我第二部流泪的电影，整个电影120分钟，从一开场就被剧情带入里面，情节刘畅，主题到位",
                "UserId": 385
            },
            {
                "publishDate": "2017-04-29",
                "score": "10",
                "likes": "30",
                "content": "华仔的电影必须要看",
                "UserId": 819
            },
            {
                "publishDate": "2017-04-28",
                "score": "10",
                "likes": "24",
                "content": "2017最精彩绝伦的香港警匪片，可称邱礼涛导演一部完胜他人的巅峰级作品！绝对压倒《寒战》、《赤道》、《风暴》的制作水准，真正的大场面大阵仗。全片专业的服装道具加上出色的演员阵容，以及香港警察公共关系科等机构的支持，让这部电影做到出类拔萃。刘德华遭遇其演绎的所有警察题材作品中“最凶险的战场，最DIE HARD的一仗”。",
                "UserId": 456
            },
            {
                "publishDate": "2017-04-28",
                "score": "10",
                "likes": "24",
                "content": "超级好看太震撼了刘德华太棒了",
                "UserId": 783
            },
            {
                "publishDate": "2017-05-08",
                "score": "1",
                "likes": "19",
                "content": "说好的口碑爆棚，原来也就这样。感觉被骗了。",
                "UserId": 314
            }
        ],
        "id": 133
    },
    {
        "link": "https://maoyan.com/films/580298",
        "name": "新喜剧之王",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "91分钟",
        "publishDate": "2019-02-05中国大陆上映",
        "score": "9.5",
        "income": "4.8",
        "introduce": "如梦 （鄂靖文 饰）是一个有明星梦的小镇大龄女青年。她在片场当了十几年的龙套演员，做过很多次替身，但始终没有放弃要当一个女主角的梦想。虽然她用乐观精神支撑自己的寻梦之旅，但生活的压力不断给她重击，譬如她的亲友甚至父亲，都越来越不认可她这虚无缥缈的演员梦。只有男朋友查理 （张全蛋 饰），支持如梦的事业，同样赚点小钱的查理，与如梦艰难地存着“结婚基金”。从来都坚定要当演员的如梦，在剧组中遇到了最大的打击。她见到了自己年少时的偶像、演员马可 （王宝强 饰）。曾经红透半边天的马可如今早已过气，内心自卑性情狂躁的他，给予她搭戏的如梦各种打击。内心“受重伤”的如梦第一次怀疑自己的梦想，当她想回到父母身边找份稳定工作时，又得知自己入围了知名导演新片的大型选角名单中。如梦陷入艰难抉择。",
        "imgUrl": "https://p0.meituan.net/movie/ec30a55b1b20e7b8621bfb7682b530f9568248.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "11053",
                "content": "#周星驰新喜剧之王# #新喜剧之王# 看完啦，前半段有点平淡，虽然中间女鬼那里是真的笑死我了，但是，我喜欢后面的感觉。愿每个人都会把你坚持时的挫折，变成成功路上的养分。不刻意煽情，但是最后，我蛮感动的。",
                "UserId": 993
            },
            {
                "publishDate": "2019-06-22",
                "score": "3",
                "likes": "6177",
                "content": "不给好评不是因为它不新，也不是因为不喜剧，更不是它变成《广告之王》。\n虽然知道并不是所有的努力都会成功，但不能把努力变成口号和死皮赖脸碰壁的借口，看不到女主为了提升演技的努力，看不到她进修学习，只看到她惹父母生气，看她明知被骗还把钱给张全蛋，真正关心她懂她的人却不予理会，女主的成功只是导演安排下幸运的个例，真正的努力不是只会吃苦就可以的。\n人不能以自我为中心，而不顾外界的声音。\n“最大的灾难就是这种人，就是又不行，又没有自知之明。还不死心，整天出来搞事情。”\n有梦不可怕，自欺欺人才可悲，周星驰老了，一碗“鸡汤”，食之无味。",
                "UserId": 839
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "11289",
                "content": "一年一影帝，百年周星驰！永远无条件支持星爷。《新喜剧之王》是周星驰导演，所以才是“周星驰作品”。希望大家是看电影而不是“还电影票”，毕竟周星驰说过，“从来没有人欠我电影票，都是我欠观众的。”不谈情怀，那样会绑架星爷绑架观众，我们去看他的电影，只是因为他是一名电影人，因为他独一无二的“周星驰作品”。大年初一，不见不散。",
                "UserId": 945
            },
            {
                "publishDate": "2019-06-22",
                "score": "4",
                "likes": "3430",
                "content": "不好看，一点意思也没有，可能我觉悟没那么高吧",
                "UserId": 915
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "5868",
                "content": "星爷的电影，没有一部低于五遍的，永远支持星爷、人生没有随随便便成功，只是人人都只看成功后，只有星爷喜欢，因为路太难了",
                "UserId": 193
            },
            {
                "publishDate": "2019-06-21",
                "score": "6",
                "likes": "2312",
                "content": "周星驰是神话。但是可惜没有永远的神话。\n保证第一天支持，尽管预告是那么辣眼睛。\n我也是星迷，而且是重度星迷，可以背得每部电影台词那种…\n但是看见一些脑瘫假粉我就想笑😂",
                "UserId": 131
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "2021",
                "content": "不愧是星爷！推荐大家去看电影，演员演技在线，剧情超棒",
                "UserId": 321
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "1752",
                "content": "赶在初一的早上来看猪年第一场电影，继续支持星爷的作品！果然没让我失望，依旧有笑点有心酸，在我心里喜剧之王没有别人，只有周星驰这三个字！",
                "UserId": 130
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "2765",
                "content": "我要带女朋友去看，需要1314个赞，看大家了",
                "UserId": 644
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "1719",
                "content": "《新喜剧之王》细数星爷龙套生涯，喜剧之王也是从临时演员一步一步走过来的，星爷自身就是一个最好的励志故事！努力，奋斗！",
                "UserId": 897
            }
        ],
        "id": 134
    },
    {
        "link": "https://maoyan.com/films/1167118",
        "name": "喋血战士",
        "type": "动作 科幻",
        "region": "美国",
        "duration": "109分钟",
        "publishDate": "2020-07-24中国大陆上映",
        "score": "9.9",
        "income": "13.2",
        "introduce": "电影根据勇士漫画改编，讲述由范·迪塞尔扮演的士兵雷·加里森在战斗中意外阵亡，被RST公司利用尖端纳米技术起死回生，变身即时自愈、媲美超级电脑的超级英雄——喋血战士。苏醒的他执着于脑海中残存的记忆碎片，踏上为爱妻的复仇之路，却发现自己竟无法分清真实与虚幻...",
        "imgUrl": "https://p0.meituan.net/moviemachine/1a7fa631ad461a6726637d89632681c5415004.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "07-24",
                "score": "10",
                "likes": "586",
                "content": "2020第一场电影，还**可以",
                "UserId": 380
            },
            {
                "publishDate": "07-25",
                "score": "10",
                "likes": "385",
                "content": "講眞的，併不怎麼算出彩(當然這得同速8比)，然作爲今年看的第弌部電影，已經很好了，武打設計挺好，特效也還行，如果是3D的就更好，可能投資較低原片就2D了，但這也差不多了，沒有仿谍影5，強行加上3D，看了令人頭暈，本來今年打算看範老大的速9，撤檔了，就先看範老大喋血戰士吧，誰能想到，今年全丗界的電影市場，竟要以韓國市場來撑，希望疫情快過去，中國電影市埸能盡快囬歸正常，中國人民都平安，",
                "UserId": 254
            },
            {
                "publishDate": "07-24",
                "score": "6",
                "likes": "396",
                "content": "6分。这种战士死而复生报仇的设计，真的是上世纪八九十年代的B级制作了。这次不过就是配上了新的科技和CG效果。内涵是不要去找了，但当作爽片来看的话竟然还不错~~几场重头打戏看的还是很过瘾的，配上现代天眼，EMP，纳米技术的特效，4500万的投资能做到这样，真的是不容易了。",
                "UserId": 922
            },
            {
                "publishDate": "07-24",
                "score": "1",
                "likes": "69",
                "content": "这是一个值得深思的故事：一个传销公司的女高管突然有一天良心发现，帮助公司里被骗的小伙找回自我，顺手还把公司一把火给点了，***感人了，摊上这种脑瘫、圣母的二五仔，这老板也是实惨，0202年了，还有这种剧情，这要是国内的导演来拍，不得被骂死？",
                "UserId": 192
            },
            {
                "publishDate": "07-24",
                "score": "9",
                "likes": "51",
                "content": "还好趴，刚开始看的时候，因为我没有睡午觉，然后看着看着睡着了，我是和六个小姐妹去看的，她们都说好好看，只有我躺在椅子上全程睡觉😂",
                "UserId": 410
            },
            {
                "publishDate": "07-24",
                "score": "9",
                "likes": "40",
                "content": "范迪塞尔从不让人失望，虽然每一部片子感觉都在演同一个人，但是特效看起来就是爽",
                "UserId": 614
            },
            {
                "publishDate": "07-26",
                "score": "1",
                "likes": "32",
                "content": "看得打瞌睡、垃圾片、啥都没有看懂、浪费我两个小时时间。",
                "UserId": 664
            },
            {
                "publishDate": "07-26",
                "score": "10",
                "likes": "27",
                "content": "对男主角植入记忆，将他变成杀人工具的剧情还是有点意思，但是后半部分又落入俗套了。\n范·迪塞尔从头到尾一副全天下我最屌的表情也是减分项，演什么电影都是一个样。\n范·迪塞尔以前演剧情片的时候还是很正常，怎么越演越倒退了呢？\n艾莎·冈萨雷斯比范·迪塞尔更帅，可惜戏份太少了。\n（你抢杰森·斯坦森的女朋友，杰森·斯坦森知道吗？）\n眼看超级英雄电影如火如荼，索尼也想分一杯羹。\n索尼已经有蜘蛛侠、毒液等900个漫威角色的版权还不满足，还想以《喋血战士》为起点拍摄5部电影打造“勇士电影宇宙”。\n结果第一部电影就扑了，票房仅2800万美元，亏得血本无归，多半没有续集了。",
                "UserId": 908
            },
            {
                "publishDate": "07-25",
                "score": "8",
                "likes": "15",
                "content": "Just be yourself，only you can decide who you will be in the future",
                "UserId": 666
            },
            {
                "publishDate": "08-02",
                "score": "10",
                "likes": "3",
                "content": "疫情以来第一部电影，剧情老套，特效可以，单纯的爽片，不过挺爽的。冲老范去的，期待速9！",
                "UserId": 559
            }
        ],
        "id": 135
    },
    {
        "link": "https://maoyan.com/films/1212492",
        "name": "老师·好",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "111分钟",
        "publishDate": "2019-03-22中国大陆上映",
        "score": "7.7",
        "income": "14.8",
        "introduce": "1985年的南宿一中，苗宛秋（于谦 饰）老师推自行车昂首走在校园，接受着人们艳羡的目光和纷至沓来的恭维。 桀傲不驯的洛小乙（王广源 饰）、温婉可人的安静（汤梦佳 饰）、新潮前卫的关婷婷（秦鸣悦 饰）、大智若愚的脑袋、舞痴兄弟文明（郝鹏飞 饰）建设（郜玄铭 饰）、八婆海燕（徐紫茵 饰）、奸商耗子（孙艺杨 饰）……三班是一个永远也不缺故事的集体。 苗宛秋怎么也不会想到，他即将走进的这个三班将会成为他以及他身边这辆自行车的噩梦。三班的同学也没有想到，这位新来的老师改变了他们的一生。",
        "imgUrl": "https://p0.meituan.net/movie/b8821d597382e319f9679b7e24e49d113204356.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "11022",
                "content": "可以说本片是今年至今为止，我看过的最好看的影片，没有之一！片子特别温情，除了开始有几个点比较搞笑外，我几乎事含着泪看完全场的—为师生间深刻的情感、为同学间真挚的友谊、为青春时美好的爱恋……总之，如果用一个词概括—\"纯粹\"，对，特别纯粹！我觉得凡70后、上过高中的人都应该走进影院，我想你会找到自己的影子(比如你曾就读是青岛三十九中😏 )。为于谦老师的演绎打CALL，老年的他一出现，我就泪崩了！特别想念我人生中对我影响至深的几位老师，深深地为你们祝福！",
                "UserId": 794
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "7148",
                "content": "看哭了，其实现在自己也想不明白，还在学校里读书的时候，怎么会喜欢上一个学习成绩不优秀、长得也不高大、各方面发展都不突出的男孩子呢？也许只有当时的我才能回答出来这个问题吧。",
                "UserId": 563
            },
            {
                "publishDate": "2019-06-21",
                "score": "9",
                "likes": "4624",
                "content": "很多情怀在里边，感慨这样的好老师难找，更愁现在的教师素质和道德水准，不错，安利！\n扣分在配音的bug",
                "UserId": 523
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "1086",
                "content": "简直是稀巴烂，老套的题材！\n要搞笑没搞笑，要剧情没剧情，要煽情没煽情！\n这个分数是怎么来了？9.5？失败，相当的失败！",
                "UserId": 823
            },
            {
                "publishDate": "2019-06-20",
                "score": "8",
                "likes": "1013",
                "content": "80年代的教育观可能就是像影片中苗老师所表现得的那样，严师出高徒，而且这种观念放在现在也是在延用的，虽然有好处，但是带给学生的压迫感也是真的存在的，所以高压教育和幸福教育哪个更好也是值得深思的。 时隔多年，似乎让我印象最深的还是那个曾经对我最严厉的老师，也是他的严厉让我更优秀更快的成长，谢谢您我的严师！",
                "UserId": 984
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "686",
                "content": "安静受到苗宛秋的重视，我上学那会，班上的好学生也都是班主任的掌中宝，反正老师都偏向于学习成绩好的同学，但是苗宛秋老师后来对洛小乙也不错，我听惊讶的。",
                "UserId": 183
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "842",
                "content": "上高中就是个学渣小痞子，一转眼大学毕业已经五六年了。高中跟老班一起喝酒，跟基友一起逃课打架，挨老师揍，考试交白卷，想法作弊，选择题抓阄...感谢这部电影，让我在社会上越来越懂人情世故冷漠如狗的时候，还能把回忆拉到从前。专门定了十点的票，大清早一个人来看，很感动，很好看 💯！",
                "UserId": 745
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "589",
                "content": "紧凑的剧情，真实的演技，非常感谢这部电影让我回到了小的时候，虽然是90后，但对80后还是有一定的记忆，我对电影完全没有槽点，感谢这部剧，真心感谢……",
                "UserId": 236
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "421",
                "content": "我猜百分之九十九的人都是奔着谦儿哥开的",
                "UserId": 622
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "511",
                "content": "不错，积极向上",
                "UserId": 244
            }
        ],
        "id": 136
    },
    {
        "link": "https://maoyan.com/films/78538",
        "name": "素媛",
        "type": "剧情",
        "region": "韩国",
        "duration": "122分钟",
        "publishDate": "2013-10-02韩国上映",
        "score": "9.6",
        "income": "5.1",
        "introduce": "她（李莱 饰）是一个美丽平凡的小女孩，和爸爸妈妈生活在位于街角的家中。家里经营着以她的名字素媛命名的杂货店，母亲（严智媛 饰）作为老板娘日夜忙碌不得闲暇，父亲则在工厂干着繁重的工作。在那个飘雨的早上，素媛打着雨伞独自上学。在离学校近在咫尺的地方，她遭遇一个相貌猥琐、酒气冲天的大叔，由此开启了她的悲剧之旅。柔嫩的小花遭到暴风雨无情摧残，受伤的岂止枝枝叶叶，更是那迎着阳光无忧成长的心。无良媒体铺天盖地大肆渲染，作为受害者的素媛一家仿佛成了周身污秽的耻辱之人，被四周诧异好奇的目光所包围。妈妈悲痛欲绝，几近崩溃。爸爸全力保护女儿，但受伤的小天使却拒绝爸爸的靠近。问凶之路伴随着天使的治愈旅程，美丽的女孩可会再露灿烂笑容？",
        "imgUrl": "https://p0.meituan.net/movie/19653e8af59cf473cd40f9ccc0658d93692304.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2014-01-19",
                "score": "10",
                "likes": "152",
                "content": "她说：那天，大叔走过来，我想直接走掉，但觉得下雨天应该帮大叔撑伞。人们都说我错了，为什么没有人表扬我？。。。（她懂得很彻底，不是无知，是善良。因为善良，所以才坚强）",
                "UserId": 671
            },
            {
                "publishDate": "2014-02-05",
                "score": "10",
                "likes": "40",
                "content": "看这部电影是因为看完了《熔炉》，抱着长痛不如短痛的想法我还是看了…说实话，这部电影和《熔炉》有很大的差别，《熔炉》色调黑暗，看过小说再看电影有一种窒息感。《素媛》（我觉得《素媛》比《许愿》这个翻译好）的整体基调是柔和的，画面除了前面小女孩受伤害以及后面审判之外都很明亮，但是却让我更为压抑。（不过多剧透）",
                "UserId": 117
            },
            {
                "publishDate": "2014-02-18",
                "score": "9",
                "likes": "26",
                "content": "最近微博校内很火～大概知道情节～很好奇但不太敢看～怕是很压抑的电影.....有跟我一样的吗？而且...一待定就不一定是啥时候了～",
                "UserId": 307
            },
            {
                "publishDate": "2014-01-18",
                "score": "10",
                "likes": "20",
                "content": "原名＜素媛＞网上早就出了   前面还好后面一直戳中泪点   真的很痛心 真想掐死这些恋童癖和虐童癖   片中爸爸的扮演者绝对的实力派他演过的电影都挺不错的  在片中一直给素媛传递的暖暖的父爱大大的正能量",
                "UserId": 989
            },
            {
                "publishDate": "2014-03-21",
                "score": "10",
                "likes": "12",
                "content": "刚刚看完，哭的一塌糊涂，很感人。\n想想，这个社会为什么会这么不公，素媛说的没错啊，为什么明明是做了好事，却没有人夸她呢？这个社会，善良真的是错么？\n曾经，大抵我们都像素媛一样单纯善良过吧，可是这个社会告诉我们这样是行不通的，于是我们逐渐长大，逐渐变得冷漠，慢慢的，我们学会了事不关己，高高挂起，遇见不公的事情更多的只是感慨一下，就接受了，再不会再义愤填膺，曾经我们都雄心勃勃的想过要去改变世界，最终却都被世界改变了，成为了麻木的芸芸众生的一员\n不知道该如何形容现在的心情，不知道在为还有好心人帮助秀媛而欣慰，还是为罪犯没有受到应有的惩罚而愤怒。。。。",
                "UserId": 961
            },
            {
                "publishDate": "2015-05-08",
                "score": "6",
                "likes": "16",
                "content": "爱过伤害的人总是笑的最开心，因为他们不愿意让身边的人承受一样的痛苦。",
                "UserId": 998
            },
            {
                "publishDate": "2014-01-28",
                "score": "9",
                "likes": "12",
                "content": "最孤独的人最亲切 最难过的人笑的最灿烂 这是因为 他们不想接受别人的自信和共同点 / 素媛(许愿)",
                "UserId": 999
            },
            {
                "publishDate": "2014-01-31",
                "score": "10",
                "likes": "12",
                "content": "这是很赞的一部片子，揭露人性想到都会揪心一下，不过很值得推荐，我也是在微博看到的，但是并不打算去电影院看，太压抑，心里真的很难受，是一部适合流泪的片子，看到要在影院上映了，过来评价给个五星赞......话说......不要告诉我许愿是取素媛的谐音嘛，改什么名字，原来就很好......",
                "UserId": 89
            },
            {
                "publishDate": "2015-02-10",
                "score": "10",
                "likes": "9",
                "content": "好虐心的片子，导演总能找到观众内心最柔软的地方！好片子！！！强烈推荐！！！",
                "UserId": 650
            },
            {
                "publishDate": "2019-03-29",
                "score": "10",
                "likes": "5",
                "content": "爸爸抱着素媛躲避记者的时候，素媛那恐惧无助的眼神深深地印在了我的心里。年仅8岁的她，根本就无法理解，还以为是自己做错了事。我想说的是，素媛受的伤，只有5分来自凶手，3分来自无良媒体，2分来自法律的不健全！听说凶手的原型2020年就要出狱了，更可恨的是，他居然丝毫没有悔过的意思，一个无辜女孩的一生毁于他手，居然只付出了12年的自由，天道何其不公！！！！",
                "UserId": 87
            }
        ],
        "id": 137
    },
    {
        "link": "https://maoyan.com/films/1228869",
        "name": "半个喜剧",
        "type": "爱情 喜剧",
        "region": "中国大陆",
        "duration": "111分钟",
        "publishDate": "2019-12-20中国大陆上映",
        "score": "7.8",
        "income": "5.0",
        "introduce": "三个自由浪漫的年轻人，过着各怀心思的人生：有人急着摆脱单身，有人想在结婚前放荡一番，有人想在 大城市站稳脚跟。因为一次情感出轨，三人扭结成了一团“嬉笑怒骂”的乱麻。当各种价值观碰撞在一起， 当一个人需要平衡亲情友情与爱情，他们慌乱的生活，就像是半个喜剧。孙同和多多是好朋友，多多是北京人，孙同是小地方考来北京的。孙同免费借住在多多的公寓里，面临毕业和就业的那个夏天，多多准备结婚，孙同也找到了留北京的工作。可是一个女孩出现改变了俩人的生活   。",
        "imgUrl": "https://p0.meituan.net/movie/9064b787a533d85fa2d2f8ad486351861051512.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "2296",
                "content": "半个喜剧大概另一半就是悲剧叭，笑着笑着眼角就有泪花，莫名现实又很心酸……\n男主有点怂，但是是整个剧最正常最喜欢的人，男二有点pua，莫默很真\n男主老妈真是个矛盾体，一方面说要有骨气，一方面又想男主靠男二……最终怨气都怨在女主身上，哦豁，服气\n最后男主女主真甜，最喜欢一段对话\n👩 ：你不是巨蟹吗\n👨 ：我上升白羊",
                "UserId": 979
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "1570",
                "content": "恰逢分手，也是自己的毕业季，每天也会有这样那样的烦恼面临各种各样的选择承受许多的压力，一个人坐在电影院看电影，回想过去这些点点滴滴，脑海里都是和你一起做过的事，笑着笑着就有点想哭，还是有些不舍得也有些感伤。\n我们到底会不会输给现实呢？我一直不敢说。\n但是我相信所有我们经历的这一切都是有意义的肯定会在某天给予我们回馈，是好是坏，都值得。",
                "UserId": 851
            },
            {
                "publishDate": "2019-12-20",
                "score": "1",
                "likes": "701",
                "content": "剧情很无趣？情节太单调，以至于都可以猜出来，看别的电影时都觉得很愉快，看这个电影觉得时间过的实在是太漫长了，都不知道为什么会有9.1的高分，而且故事背景模糊不清，一开始的剧情是无厘头？借着男二的视角才看出来男一是渣男？一步步说明男主之间的关系和男一的性生活紊乱，很抽丝剥茧，但一开始让人完全摸不着在讲什么，一会跟那个睡觉，一会又要结婚了，又一会跑来中学时暗恋女神跟睡觉？前因后果完全看不清，强行告诉你 ，就是这么回事。没有稳步推进，感觉十分唐突，也没有感觉出来什么喜剧感，可以说十分失败的作品。",
                "UserId": 962
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "2300",
                "content": "开心麻花出品，必属精品👍👍👍",
                "UserId": 140
            },
            {
                "publishDate": "2019-12-20",
                "score": "8",
                "likes": "1816",
                "content": "剧本太好了，男女主角太棒了，小电影大道理，又有深度。",
                "UserId": 219
            },
            {
                "publishDate": "2019-12-20",
                "score": "8",
                "likes": "227",
                "content": "奖励性的四颗星……完全冲着任素汐来，最后带着任素汐的嗓音走了👏🏻 ……故事讲得很一般，内容单薄、结构松散，就是一个个小品叠加！🐷 ……演员还算努力，孙同还行，高璐及格，快板男和柳妹子（？）反正比大鹏强😃 ……郑多多的角色设计，毁了演员的努力，编剧就是冲着器活来设计的，敢说不是么？（虽然，我觉得其实这演员再努力也就这样了😂，祖师爷不太眷顾） 。种马身材种马智商的设计，夸张、完全抓不住精髓的闹腾，表演水平和开心麻花一样糟糕，而且如出一辙！（后来才发现是开心麻花出品、那个心疼俺的银子啊！）……还好有歌，首首好听，尤其任素汐比李宇春好听！……结论:回去重写作业、换导演重拍！",
                "UserId": 785
            },
            {
                "publishDate": "2019-12-20",
                "score": "10",
                "likes": "155",
                "content": "抱着看喜剧的心去哭\n还是有笑\n春晚式的误会\n社会规则的讨论\nprivilege\n这根本就不是喜剧\n蛮好看",
                "UserId": 715
            },
            {
                "publishDate": "2019-12-20",
                "score": "8",
                "likes": "158",
                "content": "开始是悲剧就来变成喜剧了、女生还是要嫁给爱情",
                "UserId": 67
            },
            {
                "publishDate": "01-02",
                "score": "1",
                "likes": "65",
                "content": "毁我三观 谁都可以睡？ 朋友妻不可欺 你睡完我在睡？ 什么破电影？ 导演你是被带绿帽子了？？？",
                "UserId": 751
            },
            {
                "publishDate": "2019-12-20",
                "score": "9",
                "likes": "186",
                "content": "相对于《驴得水》命运轮盘式的去塑造人物，《半个喜剧》显得更为现实的塑造典型，误会式罗列叠加推进剧情，表面看似闹剧，殊不知铺垫了无数谎言伤害了彼此，弥补的时候还能不能找到初心的自己，自叹我是否还是我！",
                "UserId": 844
            }
        ],
        "id": 138
    },
    {
        "link": "https://maoyan.com/films/248645",
        "name": "变形金刚5：最后的骑士",
        "type": "动作 冒险 科幻",
        "region": "美国",
        "duration": "155分钟",
        "publishDate": "2017-06-23中国大陆上映",
        "score": "8.8",
        "income": "1.8",
        "introduce": "人类和变形金刚开战，擎天柱失踪，拯救未来的关键就埋藏在历史的秘密之中，那是地球上变形金刚的历史。拯救世界的责任落在一支非同寻常的队伍身上：凯德·伊格尔（马克·沃尔伯格 饰）、大黄蜂、一位英国爵士（安东尼·霍普金斯 饰）还有一位牛津大学教授（劳拉·哈德克 饰）。每个人一生中都会遇到这样一个时刻，它召唤着我们去改变世界。一直被追捕的人将成为英雄，英雄会变成反派。我们和他们的世界，只能存活一个。",
        "imgUrl": "https://p0.meituan.net/movie/1f9c1cd0936c06941a54cf146b04ea0e405928.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-06-24",
                "score": "4",
                "likes": "6958",
                "content": "首映归来，客观的说下这个片子\n1.有很多人评判一个科幻电影的好坏就是看特效，那么这次你们赢了，因为这个电影特效依旧很出彩，做的很棒\n2.艺术是商业的毒瘤，这句好莱坞的箴言，以后麻烦导演铭记，明明是个爆米花电影，偏要拍出来艺术片的味道，还找了《美丽心灵》的编剧，想表现谈吐优雅，对不起，只闻到了一嘴的口臭\n3.这部片子里，擎天柱是打酱油的，大黄蜂也是打酱油的，说句大实话，所有的变形金刚都是打酱油的，和男主女主比起来，它们的存在感就是路人甲乙丙丁，台词设计全程尬聊\n4.还我票钱",
                "UserId": 106
            },
            {
                "publishDate": "2017-06-23",
                "score": "1",
                "likes": "2962",
                "content": "在完全不抱期待的情况下依然被盛大的英格兰烟火秀雷得外焦里嫩。在长达两个半小时的恐怖时长中看不到主创的一丝努力，关于电影一切的要素没有一处是对的，卖拷贝大导一个人自娱自乐提供了史上最令人痛苦的观影体验。本片的创作者们还是赶紧卷卷铺盖回家吧，真的没有必要再这样继续了。零蛋。",
                "UserId": 15
            },
            {
                "publishDate": "2017-06-23",
                "score": "10",
                "likes": "2687",
                "content": "不太明白为什么有人会觉得不好 陪我从小学到大学 不止情怀和感情 最后主角走到一起 结局圆满的一幕 真的温馨",
                "UserId": 395
            },
            {
                "publishDate": "2017-06-23",
                "score": "1",
                "likes": "1080",
                "content": "我是一个有变形金刚情结的人，凌晨去看首映，我本来就没有太高的期待，可是这部电影实在是惨不忍睹，剧情混乱不堪，人物也是不知所云，各种无底线的烂俗，我可以打零分吗？不！我怕打了0分会自动变为5分，所以为了不违背自己的良心保险起见，我给半分！",
                "UserId": 495
            },
            {
                "publishDate": "2017-06-23",
                "score": "1",
                "likes": "677",
                "content": "史上最烂变形金刚电影当之无愧 剧情承上启下的点支离破碎 转折突兀 对话都是尬聊 莫名其妙就嗨起来了 前一秒被打的像鸡儿一样后一秒突然爆种五杀爆头😏 强行煽情并没有卵用 植入也是僵硬的不行 兰博基尼恐成最大赢家  没有景甜算是个惊喜吧 爆炸贝真是除了爆炸一无是处 一星只给大黄蜂",
                "UserId": 523
            },
            {
                "publishDate": "2017-06-24",
                "score": "9",
                "likes": "372",
                "content": "BUG虽多，但特效场面确属系列之最，单凭这点就已值回票价；男主系列最帅，不像前面几部那么酱油。遗憾的是起初挖了很多坑，但最后却没好好填起来，比如十二骑士、西蒙和他的金刚朋友、老霍动员的英军以及女主那至关重要的能力等，这些前期铺垫都很好，但到最后大战却都只是打酱油；更遗憾的是金刚间的肉搏战太少，这一部就只有大黄蜂和柱子那一小段，所以感觉不过瘾，变2里柱子1V3和变3里柱子vs御天敌都是变变系列的经典。但还是给个9分，因为确实是喜欢的类型，这种类型在其它方面也不应太严苛。最后要说虽然没有爆炸贝就没有变形金刚，也不否认他对这一系列的贡献，但还是希望下一部换个会讲故事的导演，也是时候给这一系列换换血了",
                "UserId": 64
            },
            {
                "publishDate": "2017-06-23",
                "score": "8",
                "likes": "45",
                "content": "《变形金刚5_最后的骑士》延续了一贯的宏大和细腻，对于大多数观众来说变形金刚系列留给我们的其实更多的是情感上的依恋和不舍。在第五季中我们看到了导演迈克尔·贝风格上发生的转变，这种转变似乎也是一种瓶颈过渡性无奈选择！在金刚系列影片中，这一部算不上精彩上乘，主要是因为人与金刚之间的角色分工发生了偏差，一直被我们推崇的金刚变成了非绝对核心，取而代之的是人类间的战争和科技表现，另外，在拍摄和制作过程中忽略了镜头转换中的时间控制问题，导致影片略显凌乱，容易产生对剧情本身的思维错觉。擎天柱依然健在！",
                "UserId": 180
            },
            {
                "publishDate": "2017-06-23",
                "score": "8",
                "likes": "23",
                "content": "美国大片说实话看的视觉疲劳了，从绿巨人到蜘蛛侠再到钢铁侠等等，每部都非常期待，但看久了，除了视觉的冲击，很少能有一部让我记忆深刻，越发的喜爱剧情片，尤其是那烧脑的悬疑电影，久久不能忘怀，但是，变5还是回去看滴...头几部都看了，还差后续嘛，看的不仅仅是电影，也是回忆，好比速度与激情，保罗不在，但范神才是我的真爱，出几部看几部，看的就是回忆",
                "UserId": 977
            },
            {
                "publishDate": "2017-06-23",
                "score": "10",
                "likes": "24",
                "content": "听说看不懂是大片的一贯风格，所以给了十分，以免显得自己low",
                "UserId": 569
            },
            {
                "publishDate": "2017-06-24",
                "score": "10",
                "likes": "13",
                "content": "我想说那些打着半颗星说影院不行，字幕不行的，拜托你们去影院那一栏评分好吗？跟电影半毛钱关系？",
                "UserId": 253
            }
        ],
        "id": 139
    },
    {
        "link": "https://maoyan.com/films/345862",
        "name": "妖猫传",
        "type": "爱情 奇幻",
        "region": "中国大陆",
        "duration": "129分钟",
        "publishDate": "2017-12-22中国大陆上映",
        "score": "7.6",
        "income": "10.2",
        "introduce": "盛唐时期长安城接连发生妖邪灵异事件，癫狂诗人白乐天 （黄轩饰）与仰慕大唐风采的僧人空海 （染谷将太饰）相遇长安，两人紧跟一只口吐人语的妖猫，却意外触发了横跨三十年、有关王朝兴衰的惊天之秘。随着各色人物一一登场、大唐繁盛绚烂的景象与时代隐痛被一一揭开，呈现出一幅妖怪、诗人、皇帝、贵妃共同交织的大唐盛世图  。",
        "imgUrl": "https://p0.meituan.net/movie/106b7641cbc0b37457e2431747a790f6856421.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2017-12-22",
                "score": "9",
                "likes": "3085",
                "content": "场面超美！！特效满分不怕骄傲！黑猫真的超可爱！最后！我站白鹤少年cp！",
                "UserId": 87
            },
            {
                "publishDate": "2017-12-22",
                "score": "7",
                "likes": "2516",
                "content": "为了演员阵容来的，没想到全程沉醉，画面也好、故事也罢，都比我预想的好得多。只是故事结构设计的比较精巧，一不留神就错过细节，又来不及回想，只能跟着情节推进，所以这两个小时的观影，真是要集中精神啊。有点辛苦。",
                "UserId": 157
            },
            {
                "publishDate": "2017-12-25",
                "score": "2",
                "likes": "770",
                "content": "1，男主是个日本人，我之前没有过多了解，但是对于他的配音，我确实听不惯。而且提到日本人，确实让我很不舒服\n2，影片宣传还原大唐盛世，但电影描绘的是个奢靡荒淫的盛世，画面华而不实，盛世应从多个角度展现，舞蹈，乐曲。服装有些唐朝的感觉，李白形象只是表现出酒鬼形象，那种飘逸洒脱并没有得以表现，另外我想问一句，繁华就是盛世吗？\n3，剧情牵强。前段还可以接受，后面直接成了杨贵妃死亡大探究了，情节过渡太突兀。妖猫只是个线索，主题是杨贵妃之死，妖猫传这个电影名也显的很牵强。",
                "UserId": 190
            },
            {
                "publishDate": "2017-12-22",
                "score": "10",
                "likes": "1253",
                "content": "妖猫你怕不是个编辑吧？催死白乐天了！“你没有尝到过我为了写诗在寒冬夜里跪求一字的折磨！”扎心了，黄轩。作为一个文字工作者，太扎心了。",
                "UserId": 280
            },
            {
                "publishDate": "2017-12-22",
                "score": "10",
                "likes": "896",
                "content": "期待已久的《妖猫传》终于上了，大清早迅速看了我家附近最早的一场，竟然对黄轩转粉了，演得也太好了吧，把大唐诗人白居易展现的栩栩如生，演技张弛有度，与演员的自身和导演的执导是分不开的，毫无违和的看完整场电影，还会二刷！！！",
                "UserId": 926
            },
            {
                "publishDate": "2017-12-22",
                "score": "10",
                "likes": "877",
                "content": "好久没有看到这么酣畅淋漓，盛大空前的电影了。《妖猫传》可以的！！也许只有陈凯歌才会如有神来之笔一般把盛唐气象展现得这么恢弘壮丽了，看的IMAX，裸眼3d业界良心。",
                "UserId": 633
            },
            {
                "publishDate": "2017-12-23",
                "score": "3",
                "likes": "711",
                "content": "陈凯歌连猫的习性都搞不清楚，拍什么妖猫，猫只有在高兴安心的情况下才会发出呼噜声，走路也咕噜，生气也咕噜，拍的什么鬼！白居易拍的也是醉了！",
                "UserId": 976
            },
            {
                "publishDate": "2017-12-22",
                "score": "9",
                "likes": "495",
                "content": "又萌又妖，没想到你是这样的妖猫！猫奴如我一本满足，看一部电影仿佛吸了性格不一的各种猫！陈凯歌导演，再给我来几只！",
                "UserId": 838
            },
            {
                "publishDate": "2017-12-22",
                "score": "9",
                "likes": "230",
                "content": "这片子是湖北襄阳的唐城拍的，为了这个电影建了一个影视基地，听说陈导也有投资，还有那个即将上映的《凰权奕天下》也是在唐城拍的，本地人当然要去捧个场啊！",
                "UserId": 542
            },
            {
                "publishDate": "2017-12-25",
                "score": "1",
                "likes": "1",
                "content": "大唐？只是大隋的上门女婿，一个鸠占鹊巢，忘恩负义，无情无义之徒，来生来世永远不入皇城。",
                "UserId": 32
            }
        ],
        "id": 140
    },
    {
        "link": "https://maoyan.com/films/1349375",
        "name": "票房过亿",
        "type": "爱情",
        "region": "中国大陆",
        "duration": "150分钟",
        "publishDate": "2017-12-22中国大陆上映",
        "score": "9.7",
        "income": "4.5",
        "introduce": "生活在农村的大牛梦想着拍一部电影，但是筹资的钱却被人接连骗走，写的剧本也不被导演看好，在困苦中，理解到生活的本质，最终拍出一部广受欢迎的作品",
        "imgUrl": "https://p0.meituan.net/mmdb/1dbdf00ff02b21684d9ac34f12ada27e3944.png@464w_644h_1e_1c",
        "comments": [],
        "id": 141
    },
    {
        "link": "https://maoyan.com/films/414997",
        "name": "命运之夜——天之杯II ：迷失之蝶",
        "type": "剧情 动画 奇幻",
        "region": "日本",
        "duration": "113分钟",
        "publishDate": "2019-07-12中国大陆上映",
        "score": "9.6",
        "income": "15.5",
        "introduce": "本片改编自TYPE-MOON出品的文字冒险类游戏《Fate/stay night》，是该游戏最终路线“HF线”动画剧场版全三部作品中的第二章。通过女主角间桐樱的视角，讲述了御主和英灵为了得到可以实现一切愿望的圣杯而相互厮杀的一场战争。 时隔10年在冬木市爆发的这场“圣杯战争”中，因被称为“圣杯战争”御三家之一的间桐家的当家·间桐脏砚的参战而变得更畸形、扭曲和恶化。作为御主参战的卫宫士郎也在战斗中负伤还失去了英灵Saber，尽管如此士郎为了守护间桐樱，并没有从战斗中引身退出。而担心士郎身体的樱，自己也无法逃离魔法师的宿命……",
        "imgUrl": "https://p0.meituan.net/movie/7b40e56e644cd04915e6e9cc09c1bdb1331242.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-12",
                "score": "9",
                "likes": "2659",
                "content": "最近这段时间审核的太严格了，本以为第二章引进无望，但没想到自己能在这么短时间在大银幕上看到（泪目）。我个人认为第二章的制作水平相比第一章来说要很多，看起来不会像第一章那么无聊，打戏也比前一部多了些（谁说超多打戏的?我给你加个BUFF）。接下来我我来说说比较致命的问题吧，总体节奏太慢了！太慢了！太慢了！（重要的事情说三遍），而且涉及前作的内容太多了，对新人太不友好了， 所以我估计票房可能会比第一部低很多 （被爵迹按在地上摩擦那种）。最后我还想补充一下，你们这帮人整天黑二爷战五渣，看看金闪闪成天杂修杂修的，才出场几分钟就被樱秒杀，在看看咱们二爷，没事就把樱按在床上摩擦下体，所以咱们的二爷才是最吊的",
                "UserId": 737
            },
            {
                "publishDate": "2019-07-15",
                "score": "10",
                "likes": "1591",
                "content": "我的妈第二部真的太好看了！雨中场景和黑saber打斗那两部分真的好帅！吹爆好吧！然后就是樱和士郎的牵手真的好甜！樱也叫凛姐姐了！真的看得我快哭了下雨那段抱在一起真的好暖！然后个人猜测应该是true end因为给了伊莉雅不少镜头 最后樱黑化也真的帅！［慎二死得好！］不过可惜的是闪闪和床上补魔被删了有点可惜 这两个并不是全删了 但熬到这么久看首映简直是樱厨的胜利！最后Aimer的歌也真的好听！！！我也要吹爆！总体这部完全看得我又开心又激动的！必须好评！期待第三部！",
                "UserId": 738
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "646",
                "content": "非常好看，建议没看过的家长小孩自动撤离，别来降低评分谢谢了",
                "UserId": 807
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "260",
                "content": "最后士郎掏出刀准备刺向樱的那个片段，坐在我旁边的兄弟已哭成狗。受他的影响，我也差点泪崩。",
                "UserId": 751
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "114",
                "content": "从头惨到尾，都不知道评什么了",
                "UserId": 309
            },
            {
                "publishDate": "2019-07-12",
                "score": "1",
                "likes": "96",
                "content": "你是在考验我的压枪技术",
                "UserId": 199
            },
            {
                "publishDate": "2019-07-12",
                "score": "9",
                "likes": "86",
                "content": "看完了。特效属实牛批。就是有些台词太喜感，总体不亏，",
                "UserId": 861
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "95",
                "content": "老粉丝了特地把首映看了心疼我櫻这部电影质量很好!",
                "UserId": 560
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "144",
                "content": "我只做小樱一个人的正义伙伴！",
                "UserId": 822
            },
            {
                "publishDate": "2019-07-14",
                "score": "10",
                "likes": "43",
                "content": "首先没了解过的观众别去看，看不懂的。想看的建议抓紧去补一补fate的世界观。欢迎一切新人粉，拒绝一切无脑喷！来买差评的滚开，我们不需要你的票房贡献！",
                "UserId": 817
            }
        ],
        "id": 142
    },
    {
        "link": "https://maoyan.com/films/1363174",
        "name": "《麦路人》幕后纪录片",
        "type": "爱情",
        "region": "中国大陆",
        "duration": "14分钟",
        "publishDate": "2020-09-16爱奇艺独播",
        "score": "8.8",
        "income": "10.4",
        "introduce": "暂无剧情简介",
        "imgUrl": "https://p0.meituan.net/movie/49df9949e536af63ff4ce3f44e0d6cb124058.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "09-17",
            "score": "10",
            "likes": "1",
            "content": "看了感觉自己生活很美好了，每个生活在这世界上的人都应友好相待",
            "UserId": 294
        }],
        "id": 143
    },
    {
        "link": "https://maoyan.com/films/46818",
        "name": "怦然心动",
        "type": "剧情 喜剧 爱情",
        "region": "美国",
        "duration": "90分钟",
        "publishDate": "2010-09-10多平台上线",
        "score": "8.6",
        "income": "10.2",
        "introduce": "布莱斯（卡兰·麦克奥利菲 饰）全家搬到小镇，邻家女孩朱丽（玛德琳·卡罗尔 饰）前来帮忙。她对他一见钟情，心愿是获得他的吻。两人是同班同学，她一直想方设法接近他，但是他避之不及。她喜欢爬在高高的梧桐树上看风景。但因为施工，树被要被砍掉，她誓死捍卫，希望他并肩作战，但是他退缩了。她的事迹上了报纸，外公对她颇有好感，令他十分困惑。她凭借鸡下蛋的项目获得了科技展第一名，成了全场焦点，令他黯然失色。她把自家鸡蛋送给他，他听家人怀疑她家鸡蛋不卫生，便偷偷把鸡蛋丢掉。她得知真相，很伤心，两人关系跌入冰点。她跟家人诉说，引发争吵。原来父亲一直攒钱照顾傻弟弟，所以生活拮据。她理解了父母，自己动手，还得到了他外公的鼎力相助。他向她道歉，但是并未解决问题。他开始关注她。鸡蛋风波未平，家庭晚宴与午餐男孩评选又把两人扯在了一起……",
        "imgUrl": "https://p0.meituan.net/movie/15f1ac49b6d1ff7b71207672993ed6901536456.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-03-20",
                "score": "8",
                "likes": "43",
                "content": "怦然心动\n这部电影讲的是童年时光那懵懵懂懂却又无比珍贵的青春朦动的爱情，影片从男孩女孩两个视角展开，很清晰的表现了男女双方的心理活动的变化，双方既有爱意又有猜疑，这一点显得真实自然又可贵，没有波澜起伏的剧情，却明显地唤起了人们心中对纯真爱情的向往，让每个人都“怦然心动”。",
                "UserId": 490
            },
            {
                "publishDate": "2015-03-30",
                "score": "9",
                "likes": "32",
                "content": "罗伯.莱纳强势回归！手法流畅洗练，丝毫没有落入俗套和滥情之处。对两小无猜的男孩儿/女孩儿巧妙地互动关系下，呈现出他们不同的性格、观点与差异， 旁白充满纯真、幽默和浪漫，在两者巧妙地互动关系下，也对成长有了一番细腻的描绘。男女主角很萌，一个像莱昂纳多，一个有娜塔莉波曼的气质~",
                "UserId": 172
            },
            {
                "publishDate": "2015-11-11",
                "score": "5",
                "likes": "4",
                "content": "美国少见的纯爱电影，纯净的没有一丝杂质，讲述少男少女的恋爱故事，本是个很简单的故事，但是导演却从男女主角不同的角度来讲述，让观众能够了解到男女恋爱是不同的心情与内心的想法，形成一种反差感，更能让观众有一种惊喜感。同时，我觉得也给那些恋爱中的人提了个醒，要时刻站在对方的立场看问题，为对方着想。",
                "UserId": 996
            },
            {
                "publishDate": "2015-05-10",
                "score": "10",
                "likes": "100",
                "content": "必须力荐的一部满分电影 完全不存在任何槽点 为了不剧透只能概述 这是一部美国的青少年感情电影 但是却把男女主角的思绪刻画的极其细腻 完爆国产青春片 首先根本没有青春三要素 宿醉 堕胎 逃课 整部电影积极向上 还涉及亲情 梦想但都是潜移默化 毫不刻意 影片最出彩的就是 每一段都是男女主角配旁白 这样做有两个好处 第一 旁白中可以尽管使用段子 国产片把段子放到对话台词里 真是让人不能忍 简而言之就是不说人话 第二 有些段落都是同一场景 结果发现 他眼中的和她眼中的 竟然大相径庭 整部电影毫无尿点 能达到目不转睛 影片叫做怦然心动 其实心动的是观众 一部满满的传递正能量的电影",
                "UserId": 474
            },
            {
                "publishDate": "2015-11-13",
                "score": "10",
                "likes": "12",
                "content": "有一天凌晨，无心睡眠爬起来看的这部影片，非常庆幸自己当时泡了一杯热牛奶，和着深夜显示屏发出的微弱的光，看着这部影片的故事线一帧帧走下去，那种感觉，妙不可言。\n\"Some of us get dipped in flat,some in satin,some in gloss.But ever once in a while you find someone who's iridescent,and when you do,nothing will ever compare.\"",
                "UserId": 104
            },
            {
                "publishDate": "2015-05-20",
                "score": "8",
                "likes": "9",
                "content": "这部电影让我感触挺深的，女主角独立而且特别勤劳。没有男主角她一样过的好，作为一部电影，它对于孩子和成年人的教育意义还是挺深的，不管面对任何挫折和困境，女主角面对问题的态度都是特别稳定。这点也是很值得我学习的。",
                "UserId": 796
            },
            {
                "publishDate": "2015-03-20",
                "score": "9",
                "likes": "6",
                "content": "“有一天你会遇到一个彩虹般绚丽的人。从此以后，其他人就不过是匆匆浮云。”多美好的一句话啊！两个人从小相邻而居，相伴长大，有打有闹有冲突有和解，最终两个人都发现ta就是自己想要携手走完人生路的ta，好美啊，想象就心动了。每个女生很向往Juli一样的爱情，却没发现她为什么能够赢得这样美好的爱情——她心地善良，虔诚地相信树是圣洁的，并且竭力守护；她热情贴心自立，常把自家的鸡产的蛋送人或者低价卖给邻居；她乐于助人没有偏见，热心帮助同学。突然感觉有点儿像灰姑娘也，都是那么善良，有着温暖的笑。呵呵，想要拥有怦然心动的美好爱情么，那就先好好做一个温暖善良的好女孩吧，等着，ta就在前面拐角向你挥手哦~",
                "UserId": 503
            },
            {
                "publishDate": "2015-05-20",
                "score": "10",
                "likes": "5",
                "content": "爱的能力虽是与生俱来，但爱的意识却要慢慢领会。影片通过切换于男女主人公之间的自白来达到叙事目的，叙事视角限于两人之间，强调主观性，加上影片中男女主人公之间鲜明的言行差异，不仅明晰地呈现出青少年在成长过程中内心世界对于萌动情愫的感知和应对，更体现出男女在意识发展上的显著差异，也论证了女性在心理上往往比同龄男性更为早熟的论点。    此外，影片还通过许多细腻的情节探讨人生命题，优雅的对白充满哲学意味又不显隐晦，还有暖色调的画面取景，都使这个以描述初恋故事为核心的影片增添了诗意。",
                "UserId": 695
            },
            {
                "publishDate": "2015-03-20",
                "score": "8",
                "likes": "3",
                "content": "是否只有黑暗的、负面的才是深刻的，真实的？如果承认这样的命题，心里总觉得不妥。纠结中，看到这样一部影片，我好像找到了些答案。影片分别从男孩、女孩的角度叙述了双方的成长。琐碎的小事，真实亲切。影片的主题说爱情似乎是有些牵强的。我觉得更多的是关于家庭和成长，贯穿其中的是爱，一种对生活的热爱，对人性的关怀。这些正面的力量，通过简单的故事，同样真实，深刻。成长不只是青少年时期，成长是件冗长的事，一辈子我们都在成长。我们时常彷徨困惑，时常缺乏勇气；我们会做错事，说错话；我们得到，失去。在我们成长中，总有些爱伴随我们左右。阳光从来都在，温暖着你我。这是生命最深刻的主题。",
                "UserId": 519
            },
            {
                "publishDate": "2015-10-27",
                "score": "7",
                "likes": "2",
                "content": "#唠嗑# 罗伯莱纳的鸡汤再次治愈了众多颗腐朽的心灵，以男孩女孩的视角解读清新单纯的爱情寓言，同时也不落俗套的点出美式家庭温情的主题。观影时总有一种对流逝时光的忧伤，那些有关年少的回忆伴着影片的情节点点滴滴的浮现，好想回归童年时的无忧岁月，回归初恋时的两小无猜，回归那个令你怦然心动的一刻。",
                "UserId": 564
            }
        ],
        "id": 144
    },
    {
        "link": "https://maoyan.com/films/1285808",
        "name": "活着",
        "type": "动作 惊悚 灾难",
        "region": "韩国",
        "duration": "90分钟",
        "publishDate": "2020-06-24韩国上映",
        "score": "8.9",
        "income": "11.2",
        "introduce": "布莱斯（卡兰·麦克奥利菲 饰）全家搬到小镇，邻家女孩朱丽（玛德琳·卡罗尔 饰）前来帮忙。她对他一见钟情，心愿是获得他的吻。两人是同班同学，她一直想方设法接近他，但是他避之不及。她喜欢爬在高高的梧桐树上看风景。但因为施工，树被要被砍掉，她誓死捍卫，希望他并肩作战，但是他退缩了。她的事迹上了报纸，外公对她颇有好感，令他十分困惑。她凭借鸡下蛋的项目获得了科技展第一名，成了全场焦点，令他黯然失色。她把自家鸡蛋送给他，他听家人怀疑她家鸡蛋不卫生，便偷偷把鸡蛋丢掉。她得知真相，很伤心，两人关系跌入冰点。她跟家人诉说，引发争吵。原来父亲一直攒钱照顾傻弟弟，所以生活拮据。她理解了父母，自己动手，还得到了他外公的鼎力相助。他向她道歉，但是并未解决问题。他开始关注她。鸡蛋风波未平，家庭晚宴与午餐男孩评选又把两人扯在了一起……",
        "imgUrl": "https://p0.meituan.net/movie/e7185e149d79e72c4ef0d70f27fc76da1642784.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "2015-03-22",
            "score": "9",
            "likes": "52",
            "content": "匆匆十年过，不悔梦归处~\n       《大话西游》和《功夫》的重映让我们终于可以正式还星爷影票了。十年间变的是我们自己和观影时的心情，不变的是星爷留在镜头前巅峰的颜值。 十年前贺岁时分在笔记本上看这部片子时，正处于年少轻狂，想象力最泛滥的时期，那时的自己就如同片中的小男孩，希望自己能够学到上乘武功，成为正义使者维护世界和平。所以这样一部“英雄梦”、“功夫梦”的电影，恰好成为了自己“梦”的载体。 如今细细再品味，这不单是星爷，也是自己的一个最单纯的梦。 与《一代宗师3D》对原版进行重新剪辑并增删了许多情节不同，此片与十年前旧版相比，并未有任何改变。就连上映前传言的“从未公开”画面和重建的特效",
            "UserId": 997
        },
        {
            "publishDate": "2015-01-16",
            "score": "10",
            "likes": "37",
            "content": "看到影片最后听着熟悉的旋律 不知为何落下泪来…星爷伴随我们80后一路走来 我们也慢慢变老 不变的唯有经典影片！去影院支持星爷 向星爷致敬！",
            "UserId": 511
        },
        {
            "publishDate": "2015-02-23",
            "score": "10",
            "likes": "17",
            "content": "同事说看过来不再去电影院看了，我打算我请我那7个同事去看，有星爷的电影我就一定会支持，钱能不能到他口袋是一回事，只要他他在，我们就的去，支持的点个赞",
            "UserId": 354
        },
        {
            "publishDate": "2015-01-16",
            "score": "8",
            "likes": "5",
            "content": "是粤语版还是普通话？？",
            "UserId": 859
        },
        {
            "publishDate": "2015-05-10",
            "score": "1",
            "likes": "2",
            "content": "这不是以前的片子吗？怎么又上？",
            "UserId": 802
        },
        {
            "publishDate": "2015-01-17",
            "score": "10",
            "likes": "7",
            "content": "本来是看到9.9能选座看3d才买的票...没想到效果这么好..值了...这么多年过去了依然如此经典..可见现在的电影市场是多缺经典之作..星爷最后的裸上身画面太美不敢直视...",
            "UserId": 949
        },
        {
            "publishDate": "2015-01-16",
            "score": "9",
            "likes": "6",
            "content": "必须影院走起。。",
            "UserId": 885
        },
        {
            "publishDate": "2015-01-18",
            "score": "10",
            "likes": "3",
            "content": "当年功夫出来是，没机会去也没钱去，这次一定把欠你的票补上，不论别人怎样评价你，在我心中你永远是那个周星星！",
            "UserId": 329
        },
        {
            "publishDate": "2015-01-17",
            "score": "10",
            "likes": "3",
            "content": "3D效果一般，满分完全是投给电影本身，十年二十年三十年，功夫在我心里永远都是满分",
            "UserId": 936
        },
        {
            "publishDate": "2015-01-16",
            "score": "10",
            "likes": "2",
            "content": "爱星爷，3D的效果真心不错，小伙伴们去看吧",
            "UserId": 352
        }
    ],
        "id": 145
    },
    {
        "link": "https://maoyan.com/films/1199028",
        "name": "2016NBA官方夺冠纪录片",
        "type": "纪录片",
        "region": "美国",
        "duration": "55分钟",
        "publishDate": "2016-10-24美国上映",
        "score": "9.7",
        "income": "11.1",
        "introduce": "骑士队完成了几乎不可能的1-3逆转，将总冠军带回克利夫兰。让我们跟随勒布朗-詹姆斯和整支球队回顾历史性的2016赛季，你将看到对球员的独家采访、幕后故事和官方Recap。这就是2015-16年克利夫兰骑士的神奇之旅！",
        "imgUrl": "https://p0.meituan.net/movie/73ecdef836534c9a4be138dd9b95b594167716.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "2015-03-22",
            "score": "9",
            "likes": "52",
            "content": "匆匆十年过，不悔梦归处~\n       《大话西游》和《功夫》的重映让我们终于可以正式还星爷影票了。十年间变的是我们自己和观影时的心情，不变的是星爷留在镜头前巅峰的颜值。 十年前贺岁时分在笔记本上看这部片子时，正处于年少轻狂，想象力最泛滥的时期，那时的自己就如同片中的小男孩，希望自己能够学到上乘武功，成为正义使者维护世界和平。所以这样一部“英雄梦”、“功夫梦”的电影，恰好成为了自己“梦”的载体。 如今细细再品味，这不单是星爷，也是自己的一个最单纯的梦。 与《一代宗师3D》对原版进行重新剪辑并增删了许多情节不同，此片与十年前旧版相比，并未有任何改变。就连上映前传言的“从未公开”画面和重建的特效",
            "UserId": 997
        },
        {
            "publishDate": "2015-01-16",
            "score": "10",
            "likes": "37",
            "content": "看到影片最后听着熟悉的旋律 不知为何落下泪来…星爷伴随我们80后一路走来 我们也慢慢变老 不变的唯有经典影片！去影院支持星爷 向星爷致敬！",
            "UserId": 511
        },
        {
            "publishDate": "2015-02-23",
            "score": "10",
            "likes": "17",
            "content": "同事说看过来不再去电影院看了，我打算我请我那7个同事去看，有星爷的电影我就一定会支持，钱能不能到他口袋是一回事，只要他他在，我们就的去，支持的点个赞",
            "UserId": 354
        },
        {
            "publishDate": "2015-01-16",
            "score": "8",
            "likes": "5",
            "content": "是粤语版还是普通话？？",
            "UserId": 859
        },
        {
            "publishDate": "2015-05-10",
            "score": "1",
            "likes": "2",
            "content": "这不是以前的片子吗？怎么又上？",
            "UserId": 802
        },
        {
            "publishDate": "2015-01-17",
            "score": "10",
            "likes": "7",
            "content": "本来是看到9.9能选座看3d才买的票...没想到效果这么好..值了...这么多年过去了依然如此经典..可见现在的电影市场是多缺经典之作..星爷最后的裸上身画面太美不敢直视...",
            "UserId": 949
        },
        {
            "publishDate": "2015-01-16",
            "score": "9",
            "likes": "6",
            "content": "必须影院走起。。",
            "UserId": 885
        },
        {
            "publishDate": "2015-01-18",
            "score": "10",
            "likes": "3",
            "content": "当年功夫出来是，没机会去也没钱去，这次一定把欠你的票补上，不论别人怎样评价你，在我心中你永远是那个周星星！",
            "UserId": 329
        },
        {
            "publishDate": "2015-01-17",
            "score": "10",
            "likes": "3",
            "content": "3D效果一般，满分完全是投给电影本身，十年二十年三十年，功夫在我心里永远都是满分",
            "UserId": 936
        },
        {
            "publishDate": "2015-01-16",
            "score": "10",
            "likes": "2",
            "content": "爱星爷，3D的效果真心不错，小伙伴们去看吧",
            "UserId": 352
        }
    ],
        "id": 146
    },
    {
        "link": "https://maoyan.com/films/1200",
        "name": "功夫3D",
        "type": "喜剧 动作 犯罪",
        "region": "中国大陆,中国香港",
        "duration": "100分钟",
        "publishDate": "2004-12-23中国大陆上映",
        "score": "9.1",
        "income": "13.6",
        "introduce": "1940年代的上海，自小受尽欺辱的街头混混阿星（周星驰 饰）为了能出人头地，可谓窥见机会的缝隙就往里钻，今次他盯上行动日益猖獗的黑道势力“斧头帮”，想借之大名成就大业。阿星假冒“斧头帮”成员试图在一个叫“猪笼城寨”的地方对居民敲诈，不想引来真的“斧头帮”与“猪笼城寨”居民的恩怨。“猪笼城寨”原是藏龙卧虎之处，居民中有许多身怀绝技者，他们隐藏于此本是为远离江湖恩怨，不想麻烦自动上身，躲都躲不及。而在观战正邪两派的斗争中，阿星逐渐领悟功夫的真谛。",
        "imgUrl": "https://p0.meituan.net/movie/dadcd8796dbef09bb47c224d534a512b249024.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-03-22",
                "score": "9",
                "likes": "52",
                "content": "匆匆十年过，不悔梦归处~\n       《大话西游》和《功夫》的重映让我们终于可以正式还星爷影票了。十年间变的是我们自己和观影时的心情，不变的是星爷留在镜头前巅峰的颜值。 十年前贺岁时分在笔记本上看这部片子时，正处于年少轻狂，想象力最泛滥的时期，那时的自己就如同片中的小男孩，希望自己能够学到上乘武功，成为正义使者维护世界和平。所以这样一部“英雄梦”、“功夫梦”的电影，恰好成为了自己“梦”的载体。 如今细细再品味，这不单是星爷，也是自己的一个最单纯的梦。 与《一代宗师3D》对原版进行重新剪辑并增删了许多情节不同，此片与十年前旧版相比，并未有任何改变。就连上映前传言的“从未公开”画面和重建的特效",
                "UserId": 997
            },
            {
                "publishDate": "2015-01-16",
                "score": "10",
                "likes": "37",
                "content": "看到影片最后听着熟悉的旋律 不知为何落下泪来…星爷伴随我们80后一路走来 我们也慢慢变老 不变的唯有经典影片！去影院支持星爷 向星爷致敬！",
                "UserId": 511
            },
            {
                "publishDate": "2015-02-23",
                "score": "10",
                "likes": "17",
                "content": "同事说看过来不再去电影院看了，我打算我请我那7个同事去看，有星爷的电影我就一定会支持，钱能不能到他口袋是一回事，只要他他在，我们就的去，支持的点个赞",
                "UserId": 354
            },
            {
                "publishDate": "2015-01-16",
                "score": "8",
                "likes": "5",
                "content": "是粤语版还是普通话？？",
                "UserId": 859
            },
            {
                "publishDate": "2015-05-10",
                "score": "1",
                "likes": "2",
                "content": "这不是以前的片子吗？怎么又上？",
                "UserId": 802
            },
            {
                "publishDate": "2015-01-17",
                "score": "10",
                "likes": "7",
                "content": "本来是看到9.9能选座看3d才买的票...没想到效果这么好..值了...这么多年过去了依然如此经典..可见现在的电影市场是多缺经典之作..星爷最后的裸上身画面太美不敢直视...",
                "UserId": 949
            },
            {
                "publishDate": "2015-01-16",
                "score": "9",
                "likes": "6",
                "content": "必须影院走起。。",
                "UserId": 885
            },
            {
                "publishDate": "2015-01-18",
                "score": "10",
                "likes": "3",
                "content": "当年功夫出来是，没机会去也没钱去，这次一定把欠你的票补上，不论别人怎样评价你，在我心中你永远是那个周星星！",
                "UserId": 329
            },
            {
                "publishDate": "2015-01-17",
                "score": "10",
                "likes": "3",
                "content": "3D效果一般，满分完全是投给电影本身，十年二十年三十年，功夫在我心里永远都是满分",
                "UserId": 936
            },
            {
                "publishDate": "2015-01-16",
                "score": "10",
                "likes": "2",
                "content": "爱星爷，3D的效果真心不错，小伙伴们去看吧",
                "UserId": 352
            }
        ],
        "id": 147
    },
    {
        "link": "https://maoyan.com/films/359377",
        "name": "罗小黑战记",
        "type": "动画 动作 奇幻",
        "region": "中国大陆",
        "duration": "101分钟",
        "publishDate": "2019-09-07中国大陆上映",
        "score": "9.9",
        "income": "5.5",
        "introduce": "在熙攘的人类世界里，很多妖精隐匿其中，他们与人类相安无事地生活着。猫妖罗小黑因为家园被破坏，开始了它的流浪之旅。这场旅途中惺惺相惜的妖精同类与和谐包容的人类伙伴相继出现，让小黑陷入了两难抉择，究竟何处才是真正的归属？",
        "imgUrl": "https://p0.meituan.net/movie/2918a5e403dde6e4254941968d7719ce3942369.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "14790",
                "content": "**，太好看了，停不下来还想看。可怜制作组了，最后看到满满赞助商，感受到了贫穷的气息。",
                "UserId": 860
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "9421",
                "content": "非常好看，有笑有泪，有深思。老少皆宜。和孩子一起看的。我追了小黑8年了，从没结婚，到孩子上小学，带着孩子一起追剧。祝小黑票房大卖，祝木头长命百岁，月月更新！！！",
                "UserId": 942
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "6427",
                "content": "有生之年，真的太好看了，爱死了，马上补番",
                "UserId": 219
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "1136",
                "content": "小黑的电影果然值得长时间的等待，作为flash动画，战斗场面可以那么流畅，作画细节也是满分，还有很多彩蛋，有笑点有泪点，我要吹爆罗小黑，ψ(⃔ ๑⃙⃘  'ω' ๑⃙⃘  )⃕↝♡︎ʾʾ",
                "UserId": 864
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "866",
                "content": "吹爆吹爆，超级**的巨好看，和剧情是连接的上的，下一部是阿根吗？",
                "UserId": 439
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "748",
                "content": "超级超级好看，吹爆，动作分镜炸裂，太太太太太太太太好看了",
                "UserId": 462
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "637",
                "content": "简直**的太好看了。有生之年系列。赶紧买票去吧。碾压一切",
                "UserId": 290
            },
            {
                "publishDate": "2019-09-08",
                "score": "4",
                "likes": "388",
                "content": "剧情拖沓，线索交代不清楚！",
                "UserId": 382
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "377",
                "content": "我**吹爆！！！！",
                "UserId": 760
            },
            {
                "publishDate": "2019-09-07",
                "score": "10",
                "likes": "575",
                "content": "小黑，小黑，嘿咻！嘿咻！",
                "UserId": 682
            }
        ],
        "id": 148
    },
    {
        "link": "https://maoyan.com/films/1215605",
        "name": "速度与激情：特别行动",
        "type": "动作 惊悚 犯罪",
        "region": "美国",
        "duration": "134分钟",
        "publishDate": "2019-08-23中国大陆上映",
        "score": "7.5",
        "income": "1.4",
        "introduce": "一个是美国外交安全局的忠诚特工、身材魁梧的执法者霍布斯（道恩·强森 饰），一个是前英国军事特工精英、无法无天的恶棍肖（杰森·斯坦森 饰）。在首次对峙之后，两人不论言语还是肢体都冲突不断，一直试图打倒对方。然而，通过高科技进行了基因增强的无政府主义者布里克斯顿（伊德瑞斯·艾尔巴 饰）控制了一种可能永远改变人类命运的不为人知的生化武器，并且还打败了一位大胆优秀又特立独行的军情六处特工（凡妮莎·柯比 饰）——她恰好是肖的妹妹，为了扳倒这个世界上唯一可能比他们更厉害的敌人，这两个不共戴天的宿敌不得不联手。",
        "imgUrl": "https://p1.meituan.net/movie/648bbced128324a4b4ccf7db6c564a251744344.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "22226",
                "content": "我觉得有些人说没有范迪塞尔就不好看那你可以不看啊，没人逼你的。人家电影说明了是番外篇不是速度与激情9。而且看的是情怀，喜欢强森想去支持他。而不是一味地去批评电影没有谁谁谁不好看，不喜欢看这些的。",
                "UserId": 709
            },
            {
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "28126",
                "content": "和前男友最后的一场电影",
                "UserId": 75
            },
            {
                "publishDate": "2019-08-23",
                "score": "7",
                "likes": "9756",
                "content": "个人感觉没速8精彩但还是有速激的感觉还有死侍到哪都是话多😂😂😂😂",
                "UserId": 305
            },
            {
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "4326",
                "content": "看完电影，我多了一个男朋友🤭",
                "UserId": 95
            },
            {
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "3012",
                "content": "这么牛逼的病毒名字叫雪花，我一天好几瓶我骄傲了吗[微笑]",
                "UserId": 858
            },
            {
                "publishDate": "2019-08-23",
                "score": "9",
                "likes": "2211",
                "content": "跟《速度与激情8》比起来，差的确实有点远\n但是实际看起来还算是中规中矩 \n跟流量明星的比起来还是很震撼的\n但是毕竟这是速度与激情的特别篇\n并不是速度与激情九 \n这期应该叫做 强森跟铁蛋的爱情故事",
                "UserId": 164
            },
            {
                "publishDate": "2019-08-23",
                "score": "10",
                "likes": "1456",
                "content": "首映我就是想睡觉😪",
                "UserId": 111
            },
            {
                "publishDate": "2019-08-23",
                "score": "8",
                "likes": "827",
                "content": "郭达的车技一如既往，感觉回到了速递！ 自动的摩托车帅惨了， 妹妹超级酷， 最怕硬汉出来搞笑， 整体还行吧， 8分都给郭达，这部片子，少了郭达就没有速度与激情了！",
                "UserId": 968
            },
            {
                "publishDate": "2019-08-23",
                "score": "6",
                "likes": "741",
                "content": "MMP第一次戴这个，竟然没有给近视的人戴的3D眼睛，这个金逸影城也能有继续开下去的资格也是醉了，这是赤裸裸的歧视以及侵犯了消费者的合法权益，当然这部电影没什么爆点也没什么逻辑",
                "UserId": 473
            },
            {
                "publishDate": "2019-08-24",
                "score": "10",
                "likes": "64",
                "content": "两个猛男，好看！",
                "UserId": 612
            }
        ],
        "id": 149
    },
    {
        "link": "https://maoyan.com/films/1218141",
        "name": "扫毒2天地对决",
        "type": "剧情 动作 悬疑 犯罪",
        "region": "中国大陆",
        "duration": "100分钟",
        "publishDate": "2019-07-05中国大陆上映",
        "score": "9.4",
        "income": "6.6",
        "introduce": "毒品市场维持四分天下的格局已久，但自从地藏（古天乐 饰）与墨西哥大毒枭跨境合作扩展势力，再加上一连串黑吃黑的动作，毒界变得风声鹤唳。另一方面，因儿时亲眼目睹父亲被毒品所毁而嫉毒如仇的慈善家兼金融巨子余顺天（刘德华 饰），正悬赏一亿歼灭香港最大毒贩，此举在社会上引起轩然大波。警员林正风（苗侨伟 饰）本致力搜证拘捕地藏，毒贩却因巨额悬赏导致人身安全受威胁，他在执行保护毒贩的任务时深感无奈，但又被余顺天的出价所诱惑，陷入黑白正邪的心理挣扎。原来，余顺天和地藏有不可告人的同门关系，一场天地对决一触即发。",
        "imgUrl": "https://p0.meituan.net/movie/8d3efdc44af04c3254fc9e4ad5334ae32660685.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-06",
                "score": "10",
                "likes": "15677",
                "content": "全程高能预警，不拖泥带水的剧情，加上激烈的枪战！让人荷尔蒙爆棚，最后驶入地铁镜头将全片推向高潮，嗨到爆！燃到爆！远离毒品，从我做起，感谢华哥、古校长给我们带来的正能量！给你们点100个赞👍",
                "UserId": 468
            },
            {
                "publishDate": "2019-07-06",
                "score": "10",
                "likes": "9203",
                "content": "就冲古天乐和刘德华的演技 我给十分 那些喷子和键盘侠请嘴下留情 谢谢",
                "UserId": 830
            },
            {
                "publishDate": "2019-07-05",
                "score": "9",
                "likes": "6801",
                "content": "华仔，古仔表演都一如既往的棒！精彩！结局太意想不到了…",
                "UserId": 589
            },
            {
                "publishDate": "2019-07-05",
                "score": "1",
                "likes": "1561",
                "content": "跟第一部简直没得比，全程尿性就是",
                "UserId": 184
            },
            {
                "publishDate": "2019-07-05",
                "score": "10",
                "likes": "1796",
                "content": "提前一周买的票，虽然被提前播放…但也不影响我对这戏的期待。说到期待，当然是奔着刘德华先生来的啦…先前被转发的宣传片所吸引，导致对影片的期望过高；随后又被剧透了结局…所以唯有带着平常心进场观看。看完之后……不得不说的是：真的好看、好看、好看！！！从剧情到角色扮演，都很合适，特别是古天乐演的地藏，从表情、语言表达都非常给力，要说不足，那就是戏份不够多！说到刘德华，那是真正完美的体现，每一个细节都能达到最佳状态，最后的大反转，更多的内心戏只能用面部表情表达，影帝真不是盖的！整部影片讲述的故事很真实很清晰，只是感觉比较紧凑，正因为如此，没有一分钟的墨迹，不浪费时间，更让你完全没有尿感😆。一个字：赞！",
                "UserId": 902
            },
            {
                "publishDate": "2019-07-05",
                "score": "10",
                "likes": "1332",
                "content": "很好看，剧情节奏很快 但很清晰，最后的大场面太刺激了，结局意想不到啊！！！",
                "UserId": 695
            },
            {
                "publishDate": "2019-07-05",
                "score": "10",
                "likes": "1274",
                "content": "很好的一部电影，看得出刘徳华真正用心去做的一部电影。",
                "UserId": 453
            },
            {
                "publishDate": "2019-07-20",
                "score": "10",
                "likes": "983",
                "content": "有生第一次看电影首播\n等到0点\n\n直觉告诉我，这部电影绝对OK!\n我相信每个人观看后都有各种的感悟!",
                "UserId": 753
            },
            {
                "publishDate": "2019-07-06",
                "score": "8",
                "likes": "197",
                "content": "好久没看过这么激烈的枪战片了，每一个打斗片段真的都值得这次的观影了。\n年纪大了，不想看这种正反两方双双战死的场面，只想看正义的一方在坚持努力之后依然可以和和美美过一生的情节。\n超喜欢这一次的故事，以及整个场景的突破。",
                "UserId": 333
            },
            {
                "publishDate": "2019-07-05",
                "score": "10",
                "likes": "627",
                "content": "全部系香港老戏骨，超赞，全集无尿点",
                "UserId": 618
            }
        ],
        "id": 150
    },
    {
        "link": "https://maoyan.com/films/1240815",
        "name": "鬼照片",
        "type": "恐怖 惊悚",
        "region": "俄罗斯",
        "duration": "80分钟",
        "publishDate": "2020-08-05中国大陆上映",
        "score": "7.9",
        "income": "12.3",
        "introduce": "一群在网路上相识的网友，相约要去野外露营，却因一场突如其来的意外被迫在森林裡一间废弃小木屋裡过夜。在看似已成废墟的小木屋内，他们无意间找到一台神秘的底片相机，竟发现这台相机可以预知他们的死亡惨样！随著一连串骇人听闻的灾难发生，当同伴们一一死去，剩下的人必须尽快解开相机之谜，却发现更惨不忍睹的死亡在迎接著他们……",
        "imgUrl": "https://p0.meituan.net/movie/6c09068a0fa870d65bf00460b708db42374309.jpg@464w_644h_1e_1c",
        "comments": [{
            "publishDate": "2019-02-20",
            "score": "4",
            "likes": "1",
            "content": "看了预告以后我还挺期待的，结果完全没有亮点，战斗民族的恐怖真是无法理解(~_~;)",
            "UserId": 814
        }],
        "id": 151
    },
    {
        "link": "https://maoyan.com/films/1222959",
        "name": "福尔摩斯小姐：失踪的侯爵",
        "type": "剧情 悬疑",
        "region": "美国,英国",
        "duration": "123分钟",
        "publishDate": "2020-09-23 15:00西瓜视频独播",
        "score": "9.6",
        "income": "5.5",
        "introduce": "当夏洛克·福尔摩斯的妹妹伊诺拉发现母亲无故失踪后，她踏上了寻母之路，一路上她展现出胜于哥哥的超凡智慧，揭露了一场围绕着神秘的年轻勋爵展开的危险阴谋，并逐渐成长为一名能够独当一面的超级侦探。",
        "imgUrl": "https://p0.meituan.net/moviemachine/8db4d9ca2a39f80c87108a00e8544800173212.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-25",
                "score": "8",
                "likes": "0",
                "content": "感觉现在但凡叫“福尔摩斯”的电影，就没有不好看的，不管老年版、搞笑版还是动作片版……这次的《福尔摩斯小姐》效仿《福尔摩斯兄弟》，又给夏洛克整出一个聪明绝顶的妹妹来，还顺带上了叛逆而女权的妈。无论如何，《惊奇物语》里的“11”长大了，还挺好看。然而，这部电影看完我最难忘的，还是和11搭戏的小帅哥Louis Partridge，天啊，真的是近年来少见的英伦贵族气质美少年啊！让我想起《王尔德》里贵气逼人的“博西”裘德劳，还有《看得见风景的房间》里的朱利安·山德斯，都是美得女主角跟他比就是个渣了！这么说吧，因为Louis的存在，演福尔摩斯的大超都不香了。为了这个美少年也要看这部电影啊！",
                "UserId": 927
            },
            {
                "publishDate": "09-25",
                "score": "4",
                "likes": "1",
                "content": "理应把剧情/悬疑改为爱情/喜剧。挂了“福尔摩斯”招牌就这？“打破第四墙”注定无法悬疑到底。故事立意有够明显，角色人设情节不难一眼看穿，奈何套路套一半还非得搞个花里胡哨的感情线就很地铁老人看手机……看到最后简直让人不禁直呼“英版花木兰（迪爸爸2020年版）”！打破第四墙的我：妹纸，你有这么帅气的亲哥和侯爵小哥哥宠，就别去妨碍你母亲练黑魔法和砍别人脑袋瓜子了，懂？",
                "UserId": 458
            },
            {
                "publishDate": "09-03",
                "score": "0",
                "likes": "1",
                "content": "国内会上映吗？",
                "UserId": 244
            },
            {
                "publishDate": "08-14",
                "score": "10",
                "likes": "2",
                "content": "期待米莉的新剧",
                "UserId": 301
            }
        ],
        "id": 152
    },
    {
        "link": "https://maoyan.com/films/917",
        "name": "哈利·波特与死亡圣器（上)",
        "type": "奇幻 冒险",
        "region": "英国,美国",
        "duration": "146分钟",
        "publishDate": "2010-11-19中国大陆上映",
        "score": "8.1",
        "income": "6.7",
        "introduce": "黑魔王伏地魔踌躇满志，召集爪牙食死徒在马尔福家中开会，筹划如何彻底解决哈利·波特以绝后患。伏地魔当场处决被他俘虏的霍格沃茨学院麻瓜学教授，喂食他的巨蛇纳吉尼，为他大举入侵魔法部和霍格沃茨学院揭开序幕。哈利在17岁生日前离开德思礼家， 凤凰社的6个成员服用复方汤剂化成哈利的样子，但真正的哈利还是被认了出来， 伏地魔和 食死徒半途攻击，但哈利的魔杖摧毁了伏地魔的魔杖，在付出惨重代价（疯眼汉穆迪丧生，乔治·韦斯莱被切掉一只耳朵）后终于逃脱。几天后魔法部长给哈利、罗恩和赫敏带来邓布利多的遗赠（哈利的是 金色飞贼，罗恩的是 熄灯器，赫敏的是《诗翁彼豆诗集》）。第二天比尔和芙蓉婚礼，婚礼上传来消息说伏地魔攻占了魔法部，哈利三人辗转躲入格里莫广场12号布莱克家的老房子。侦查了一个月之后，三人潜入魔法部偷出魂器，但他们的行踪暴露，三人只得逃往野外。几个月后，三人听说 古灵阁妖精银行里的 格兰芬多剑是赝品， 而真正的剑被邓布利多用来摧毁一个魂器后不知所终，哈利打算去找剑，但是罗恩反对加上一路赫敏对哈利的关照更多，罗恩心中极度不平衡，便与哈利大吵一架后离队。哈利和赫敏还是决定前往戈德里克山谷。在戈德里克山谷，两人遇到一个“老妇”， 哈利听她叫他以为是邓不利多的老朋友，便跟她回家。谁知老妇是毒蛇 纳吉尼假扮的，真正的老妇早已被杀，幸好两人机警逃生，不幸的是在战斗中哈利的魔杖被魔咒击中而折断了。在洛夫古德家中，三人了解了三件死亡圣器的传说。卢娜被魔法部抓走，她的父亲为救女儿说出“伏地魔”三个字，哈利三人因此被食死徒抓住。原来这三个字是“禁忌”，被魔法标记，一说出来就会被食死徒找到。三人就这样被抓到马尔福家，经受审讯、折磨。哈利在教父小天狼星赠予的魔镜碎片中看到一只眼睛，他抱着希望向其求救，而后家养小精灵多比竟真的赶来营救他们。他们杀死虫尾巴后迅速逃跑，哈利还夺走了马尔福的魔杖，可惜多比在逃跑时被 贝拉特里克斯·莱斯特兰奇杀害  。",
        "imgUrl": "https://p0.meituan.net/movie/03b6de82483a14b036f514385d15b881767673.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-11-18",
                "score": "9",
                "likes": "7",
                "content": "作为大结局的上部，还是挺多剧情可以看的，不会没有亮点看～这个比很多大片的上部还是比较强的。",
                "UserId": 978
            },
            {
                "publishDate": "2016-10-21",
                "score": "8",
                "likes": "4",
                "content": "[星星][星星][星星][星星]，肃杀密林，凄冷寒冬，绝命逃亡，何去何从。没怎么黑暗，却把压抑氛围营造不错。对原著改动不小，细节背景尽数省去保留唯一主线，倒也专心无二，结构紧凑。只如流水账走马灯，趣味娱乐性大减。多比牺牲的上下集断点选取绝妙，为影片再添一抹悲伤。",
                "UserId": 359
            },
            {
                "publishDate": "2018-07-28",
                "score": "7",
                "likes": "2",
                "content": "穿越，奔跑，吃醋，穿越，奔跑……the end.\n画面还是黑成炭\n所以这是《穿越时空的爱恋》+《奔跑吧，兄弟》？\n没有对比就没有伤害，看了大卫·叶茨执导的这三部，才知道前面三位导演有多么优秀了。可是为何能一而再再而三的祸害这个系列？我想肯定是有什么比较大的背景。。。\n多比是本片中唯一的亮点\n\n146分06秒       2018-7-27爱奇艺",
                "UserId": 762
            },
            {
                "publishDate": "2018-12-15",
                "score": "8",
                "likes": "2",
                "content": "这一集完全就是哈利波特的黑暗时代，寒冷、阴暗、悲伤，感觉他们真的是长大了，也深深感受到那种恐惧和无助。多比的死亡再一次提醒观众，现实不是粉红童话，与伏地魔抗衡需要勇气毅力和惊人的意志力！",
                "UserId": 630
            },
            {
                "publishDate": "2015-12-28",
                "score": "10",
                "likes": "2",
                "content": "终极片的到来，让人不舍，永恒的经典！",
                "UserId": 298
            },
            {
                "publishDate": "2016-11-08",
                "score": "6",
                "likes": "1",
                "content": "依然拖沓，流水账似的剧情，无偏重点，要在两个多小时内填充这么多的内容也只能这样了",
                "UserId": 690
            },
            {
                "publishDate": "2015-04-14",
                "score": "9",
                "likes": "1",
                "content": "上半部影片的主要侧重点在小范围格斗上，做令人痛心的是多比的离去，那个曾经喜欢搞怪但对哈利热诚以对的可爱小精灵，它给我们留下的何止是回忆那么简单。3D特效做的很好，三人骑龙的感觉很爽到爆。",
                "UserId": 392
            },
            {
                "publishDate": "2019-08-07",
                "score": "8",
                "likes": "1",
                "content": "跟随第一观影团参加了电影沙龙重新观看《哈利波特与死亡圣器上》，因是系列片，开局的多个哈利波特的逃脱很有意思！结局把死亡圣器的传说给普及一下，也挺有趣……告诉人们贪婪没有好结果。",
                "UserId": 458
            },
            {
                "publishDate": "2018-07-23",
                "score": "8",
                "likes": "0",
                "content": "很难想象同个导演前后风格可以这么大，也不知道是不是由于分开上下部拍的缘故。不过改编后我始终不清楚给哈利安排的感情线啊，卢娜挺配的啊！赫敏越来越女人味。全片基本在冷色调的镜头下充斥着黑暗压抑气息。寻找魂器过程可以看做是游览世界美丽风景了。海德薇和多比的死真的让我心疼😟",
                "UserId": 591
            },
            {
                "publishDate": "2016-01-17",
                "score": "9",
                "likes": "1",
                "content": "比前几部节奏紧张很多。",
                "UserId": 968
            }
        ],
        "id": 153
    },
    {
        "link": "https://maoyan.com/films/1297",
        "name": "肖申克的救赎",
        "type": "剧情 犯罪",
        "region": "美国",
        "duration": "142分钟",
        "publishDate": "1994-09-23多平台上线",
        "score": "7.0",
        "income": "12.3",
        "introduce": "20世纪40年代末，小有成就的青年银行家安迪（蒂姆·罗宾斯 饰）因涉嫌杀害妻子及她的情人而锒铛入狱。在这座名为肖申克的监狱内，希望似乎虚无缥缈，终身监禁的惩罚无疑注定了安迪接下来灰暗绝望的人生。未过多久，安迪尝试接近囚犯中颇有声望的瑞德（摩根·弗里曼 饰），请求对方帮自己搞来小锤子。以此为契机，二人逐渐熟稔，安迪也仿佛在鱼龙混杂、罪恶横生、黑白混淆的牢狱中找到属于自己的求生之道。他利用自身的专业知识，帮助监狱管理层逃税、洗黑钱，同时凭借与瑞德的交往在犯人中间也渐渐受到礼遇。表面看来，他已如瑞德那样对那堵高墙从憎恨转变为处之泰然，但是对自由的渴望仍促使他朝着心中的希望和目标前进。而关于其罪行的真相，似乎更使这一切朝前推进了一步……",
        "imgUrl": "https://p0.meituan.net/movie/8112a8345d7f1d807d026282f2371008602126.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-03-20",
                "score": "10",
                "likes": "164",
                "content": "简直就是穿越过来的基督山伯爵啊！这是我看完《肖申克的救赎》的第一反应。犹记得高中时候天天晚上在被窝打着手电筒看《基督山伯爵》的场景……两个人都太不幸了！同样是年轻有前途的帅哥，同样遭人陷害被判入狱，然后同样在狱中获得各种技能学会N国语言，然后带着恨越狱逃出来换个身份开始新一轮的人生……这当然是个悲伤的故事，但是悲伤之中又总让人感动得热泪盈眶。没有谁的人生是没有磨难的。一死了之固然容易，但那太便宜了那些坏人，死了都难瞑目的。无论遇到怎样的磨难，还是要坚持活下去斗争下去，唯有绝地求生方有还击之机啊！",
                "UserId": 283
            },
            {
                "publishDate": "2015-03-23",
                "score": "10",
                "likes": "149",
                "content": "目前为止最喜欢的电影，没有之一！剧情和演技都想当给力！难以逾越的经典中的经典！hope is a good thing。",
                "UserId": 61
            },
            {
                "publishDate": "2015-03-25",
                "score": "10",
                "likes": "104",
                "content": "这是一部关于希望的电影，它是每个年轻人内心的梦想和现实冲突的缩影。看完电影以后，每个人都会问自己:我心中的那份希望还在吗？看到主人公在雨中展开双臂拥抱淋漓的一刻，也酣畅了每一位观众，每个人，或许都在期待着这一幕的到来，然而当这一幕到来的时候，你会留下心酸的泪水，因为，结果是美好的 过程是艰辛的。",
                "UserId": 736
            },
            {
                "publishDate": "2015-03-18",
                "score": "10",
                "likes": "23",
                "content": "《肖申克的救赎》有两条主线，一条名线是描写主角演示如何越狱，另一条暗线是隐喻政府的很暗。当主角穿过下水道出来来的那一瞬间，大自然的雨露酣畅淋漓地洒落在主角身上，像是大自然为他的自由而赠予的，并且给他洗去身上的一身泥泞，从此他便是无罪之身了。这让我想起艾吕雅的诗：在云朵的泡沫上，在暴风雨的汗水上，在稠密的而烦腻的雨帘上，我写下你的名字……凭借一个词的力量，我重新开始生活，我生来是为了认识你，为了呼唤你的名字，自由。",
                "UserId": 920
            },
            {
                "publishDate": "2014-05-22",
                "score": "10",
                "likes": "22",
                "content": "惊世佳作，没有其它电影可取代它在我心中的地位。",
                "UserId": 26
            },
            {
                "publishDate": "2015-03-18",
                "score": "10",
                "likes": "17",
                "content": "《肖申克的救赎》，这部剧本由恐怖小说之王史提芬金改编而来的电影，这部当年被翻译成《刺激1995》的剧情片，在第67届奥斯卡上提名七项大奖却最终颗粒无收。可是在近20年的各大电影榜单，它始终雷打不动的占据前三名的位置，足以证明它在爱好电影的人们心中的地位。\n\n时至今日，人们讨论起《肖申克的救赎》，总是为了它在奥斯卡上输给《阿甘正传》，未能获得最佳电影而愤愤不平，相比与富有浓厚美国政治意味的《阿甘正传》，《肖申克的救赎》之所以能在全世界各地获得巨大的赞赏，要归功于它强大的故事核心精神:自由。\n\n安迪化身为勇士，与体制、与暴力做斗争赢取自由的精神，深深地打动了每一个在日常生活中遭遇不公正对待的普通人",
                "UserId": 20
            },
            {
                "publishDate": "2015-03-17",
                "score": "9",
                "likes": "15",
                "content": "经典好电影！没有女主角没有爱情但仍然光芒四射！顽强的毅力可以征服世界上任何一座高峰！（说什么都多余）",
                "UserId": 644
            },
            {
                "publishDate": "2015-11-04",
                "score": "10",
                "likes": "7",
                "content": "这是一种对自由得向往。这是一种面对误判得抵抗。一个男人不去辩解。只是用时间和冷静得头脑去为自己寻找出路。为自己赢得自己该有得幸福。不管是男人。女人我认为当自己对生活迷失方向时。都该看一下。这是心灵鸡汤。可以给浮躁得我们一丝提醒。",
                "UserId": 936
            },
            {
                "publishDate": "2015-03-19",
                "score": "10",
                "likes": "6",
                "content": "第一次看的时候，是在一节英语课上。影片基调昏暗、沉闷，一切似乎都难以让人提起兴趣。直到安迪和他的狱友之间擦出火花，一切才显得行云流水而引人制胜。或许多年后的《越狱》，也在一定程度上借鉴了这部肖申克也说不定。将圣经挖空，里面藏一把小锤子，然后逃出生天。这是毅力，是信仰，是希望。",
                "UserId": 4
            },
            {
                "publishDate": "2015-07-04",
                "score": "10",
                "likes": "6",
                "content": "我最爱看的电影，没有之一！这部电影从我第一次看到后就一直在我的电脑里存着。每当我情绪低落遇到挫折的时候我总是会看一遍这个电影。看完之后真的觉得豁然开朗。那种对自由的向往，对自由的执着始终是我的心灵鸡汤！",
                "UserId": 979
            }
        ],
        "id": 154
    },
    {
        "link": "https://maoyan.com/films/246260",
        "name": "熊出没之雪岭熊风",
        "type": "动画 喜剧 冒险",
        "region": "中国大陆",
        "duration": "96分钟",
        "publishDate": "2015-01-30中国大陆上映",
        "score": "8.1",
        "income": "4.2",
        "introduce": "在过年时，光头强的父母打电话过来，叫光头强回家，光头强说自己过的很好，并会带点年货回家，可是自己只有够回家的钱，正想找李老板要工资时，却被解雇了，光头强收到了李老板送的T恤衫，想把它卖掉，可是过了一天都没有一个客人买，光头强就不断寻找工作，终于找到了护林员的工作，和动物们一起保护丛林，后来李老板派来了伐木机器人，没保护好丛林，结果又被解雇了，但获得了工资，当他买完年货准备回家时，又想起动物们和伐木机器人，拿出年货和伐木机器人斗争，获得了胜利，但是自己却没了年货，熊大熊二和动物们拿出蜂蜜和水果等给光头强当年货，最后和光头强依依不舍的道别，动物们大喊着：“光头强，再见。”他们就此告别，但来年光头强还会与动物们再见。",
        "imgUrl": "https://p1.meituan.net/movie/2ed2c30dc43ea8e15aa0005d42cddf8f275688.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-02-02",
                "score": "8",
                "likes": "555",
                "content": "做儿童电影的不要总想着捞钱！摸着自己的良心问问自己 能不能做2d的？你们把孩子的健康放在什么位置？政府监管机构也是 这种儿童电影就应该强制放映2d版 至少让家长能有选择！该管的不管 不该管的瞎管！",
                "UserId": 639
            },
            {
                "publishDate": "2015-01-31",
                "score": "10",
                "likes": "125",
                "content": "昨天上网看了大家的评论，本来都准备取消今天的预定不去看了，后来觉得网上销票太麻烦今天就去看了，结果看的我们母女俩都眼泪汪汪，我闺女才3岁，她也觉得很好看，我不知道为什么会有人说这部电影比较垃圾，说实话，这是我近几年看过得比较不错的3D了，场面很宏伟，画面很细腻，连剧情也很跌宕起伏充满正义的能量，2D能有这种身临其境的感觉吗？我都忍不住看着迷了，我一向迷美剧的人，这次不得不赞这部儿童电影。值得一看。还有我想说一句，孩子如果没有这份欣赏能力，总是不好好看，我个人建议回家好好培养孩子的观赏力而不是不适合你家的就是差劲的作品。我闺女才3岁，认认真真的从头看到尾。回家时还买了熊二的玩偶。说很好看。",
                "UserId": 992
            },
            {
                "publishDate": "2015-03-26",
                "score": "9",
                "likes": "70",
                "content": "很有爱的电影，最开始就是被大白熊吸引了，小时候的熊熊很萌，长大了的熊熊们变成正义的化身，很有教育意义！",
                "UserId": 879
            },
            {
                "publishDate": "2015-02-22",
                "score": "10",
                "likes": "11",
                "content": "这次算了，如果下次还拍3D的，就不带儿子个女儿去看了。对小孩眼睛不好。就从网上下载看。",
                "UserId": 988
            },
            {
                "publishDate": "2015-03-08",
                "score": "9",
                "likes": "11",
                "content": "很好，画面很美，告诉孩子爱护大自然，保护她就是保护我们自己，值得看",
                "UserId": 806
            },
            {
                "publishDate": "2015-01-31",
                "score": "0",
                "likes": "4",
                "content": "我闺女肯定不带眼镜，在欢乐谷看小锡兵带着眼镜就害怕。一点不人性化，为嘛不做2D的。",
                "UserId": 986
            },
            {
                "publishDate": "2015-02-18",
                "score": "10",
                "likes": "5",
                "content": "小朋友比较要看  我女儿看的都哭的稀里哗啦的",
                "UserId": 497
            },
            {
                "publishDate": "2015-02-03",
                "score": "9",
                "likes": "1",
                "content": "3D效果貌似没有迪士尼好，动作也算还不错。\n\n但是能看出来，制作人员真的用心了，你们辛苦了。剧情特别好，让我们觉得虽然是冬天看冬天的电影，心却很温暖。本身我们两个一直在纠结是看兄弟还是霍比特人，却因为时间关系阴差阳错的选了这部，但是可以说绝对不虚此看。特别是最后一幕的时候，我好不容易忍住了满眶的眼泪，结果看完后她说，哎呀，我竟然看哭了。真的是很棒充满正能量的故事。不过，不知道小孩子们除了知道要环保，能不能看懂熊二大白的浪漫风呢。这个有爱情的影子喔，。\n还有抱怨3D的同志们，请到隔壁看喜羊羊，估计也是很好，谢谢。",
                "UserId": 72
            },
            {
                "publishDate": "2015-01-31",
                "score": "10",
                "likes": "2",
                "content": "看网上评论说电影不怎么样，我觉得还蛮好看的，在电影院都是家长配着孩子看，我旁边的一对是情侣，先开始男的跟女的说有什么好看的，但是电影开始后，他笑的声音最大，哈哈，电影有2D,也有3D，不想看3D的可以选择2D呀，难道那些说3D不该让孩子看的人，你们又没了解情况就说电影不好的人，真是鄙视，看之前最好做好功课再来说电影不好吧！有欢笑也有感动，值得带小朋友去看！",
                "UserId": 657
            },
            {
                "publishDate": "2015-02-24",
                "score": "9",
                "likes": "2",
                "content": "唤醒童心的一部暖心动画片。历经一次魔难的洗礼之后，所有的人物都受到了善良与正义的呼唤。童年那些纯真而久远的梦想再次被忆起，那一刻才发现，原来那些美丽的愿望和挚真的感情一直没有走远，它们始终都在，只是有时候被自己忽视掉了。虽然是一部动画片，但主题还是够蛮深刻的，搞笑情节虽不多，但还是赚足了小朋友的笑声。广告嘛，还好，能接受，总之，应该是一部值得一看的电影。",
                "UserId": 58
            }
        ],
        "id": 155
    },
    {
        "link": "https://maoyan.com/films/1208282",
        "name": "无名之辈",
        "type": "剧情 喜剧 犯罪",
        "region": "中国大陆",
        "duration": "108分钟",
        "publishDate": "2018-11-16中国大陆上映",
        "score": "10.0",
        "income": "8.9",
        "introduce": "来自乡村的笨贼眼镜（章宇 饰）和大头（潘斌龙 饰）抢了一家手机店，慌乱之中逃进坐着轮椅的单身女子嘉旗（任素汐 饰）的家中。嘉旗早已失去活着的欲望，她强横地要求俩笨贼杀死自己。另一边，某楼盘老板资金链断裂跑路，留下保安马先勇（陈建斌 饰）与讨债者周旋。马曾经是立功无数的协警，可就在转正的关头因为一场车祸毁了原本看似美好的一切。不久前他挖到一把喷子，原本打算交给当初的警察好友立功，却发现喷子被换成了水枪。而成为了新闻的手机抢劫案，让马先勇意识到喷子正在劫匪的手上。 漫长的一天，所有与之相关的老老少少都在纠结煎熬。他们是渺小的无名之辈，却真真切切感受到来自命运的重压……",
        "imgUrl": "https://p0.meituan.net/movie/db233a95c927420707ec0ed47d29f21d321171.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-11-16",
                "score": "10",
                "likes": "9839",
                "content": "绝对是目前国产最佳！比药神要好看很多很多！又一部讲小人物内心世界的电影，是大陆版的《大佛普拉斯》 大佛是用诗来呈现，《无名之辈》是用黑色幽默来表达。笑着笑着就哭了，你我都是无名之辈。",
                "UserId": 976
            },
            {
                "publishDate": "2018-11-16",
                "score": "10",
                "likes": "6336",
                "content": "陈建斌老师演得太好了！把社会底层的小人物刻画得入木三分，我都快忘记陈老师的霸气范儿了～ 哈哈哈😂 \n最让我感动的是电影最后，马先勇和女儿拥抱在一起的画面，一家人再多的苦难都会过去，再多的恨都会原谅，只要你好好的。配合上音乐和烟花，每个人在这个时候都是对自己的原谅和新的开始。\n无名之辈 这个名字定义太好了！有时间想带着家人一起再看一遍。",
                "UserId": 173
            },
            {
                "publishDate": "2018-11-16",
                "score": "9",
                "likes": "4942",
                "content": "笑到让你流泪，哭到让你心碎。就是结尾有一丝丝逻辑不通，但演员演技都在线！绝对值得一看！",
                "UserId": 401
            },
            {
                "publishDate": "2018-11-17",
                "score": "1",
                "likes": "1739",
                "content": "真的没有想到，这个年代还会出现这种烂片，没有搞笑、没有情感、没有一点点故事的意义存在！真没有想到陈建斌也会参与其中？我相信大家都是跟我一样的感受！太浪费时间太失望了……",
                "UserId": 648
            },
            {
                "publishDate": "2018-11-16",
                "score": "10",
                "likes": "1461",
                "content": "神作！今年年度最佳，没有之一！",
                "UserId": 447
            },
            {
                "publishDate": "2018-11-16",
                "score": "10",
                "likes": "2071",
                "content": "《无名之辈》所讲的就是一群小人物们因为命运阴差阳错所发生的黑色幽默。电影透过现实主义的手法，对小人物自身的尊严以聚焦。他们的生活固然千疮百孔，失意落魄，他们纵然身处残酷的现实逆境也竭尽全力的去面对，所捍卫的莫不是尊严二字。现实中相信每个人都曾有自己的理想，有人的理想成为了现实，而有人的理想则同电影中的人物们一样事与愿违。《无名之辈》本质来说其用喜剧所裹挟的悲剧，其实就是一场献给失败者的礼赞，纵然身处黑暗的迷茫，也不要自视卑微，每一个平凡的人都有自己的不凡之处，而这不凡既源于梦想，更缘于尊严，有尊严的奋斗，有尊严的生活，才能得到别人的尊敬。",
                "UserId": 3
            },
            {
                "publishDate": "2018-11-16",
                "score": "10",
                "likes": "1450",
                "content": "真的是黑马电影呀！太好看了！强烈推荐！真的，一定要看！虽然演员都不是特别有名的大牌，都是实力派呀！陈建斌老师演得太好了，第一次发现他还可以演这种小人物，有点泼皮的、贱贱的、穷！死要面子的感觉。其实这种小人物都在我们身边，每一个都是无名之辈，电影是良心之作，难得一见的国产好电影。",
                "UserId": 474
            },
            {
                "publishDate": "2018-11-21",
                "score": "10",
                "likes": "1146",
                "content": "真的是非常好看了，今天上映，虽然电影院只有我一个人哈哈哈，感觉棒棒哒，看的过程中好几次感动想哭，想哭的时候看看手机。章宇演技很好啊，我想说这部电影的演员演的都很棒，不浪费电影票，犹豫的朋友们别犹豫了，去看吧，很好看的，本来我也想退票的，结果小于一小时哈哈哈，还好没退票。真的很好看，后面几乎全是泪点。明明很好看，还有人说我刷分，我呵呵哒",
                "UserId": 722
            },
            {
                "publishDate": "2018-11-19",
                "score": "10",
                "likes": "750",
                "content": "很搞扯！真心好看，来电影院看了两次",
                "UserId": 418
            },
            {
                "publishDate": "2018-11-16",
                "score": "9",
                "likes": "907",
                "content": "挺好看，剧情不错",
                "UserId": 25
            }
        ],
        "id": 156
    },
    {
        "link": "https://maoyan.com/films/249342",
        "name": "海王",
        "type": "动作 冒险 奇幻",
        "region": "美国",
        "duration": "137分钟",
        "publishDate": "2018-12-07中国大陆上映",
        "score": "7.8",
        "income": "7.8",
        "introduce": "许多年前，亚特兰蒂斯女王（妮可·基德曼 Nicole Kidman 饰）和人类相知相恋，共同孕育了爱情的结晶——后来被陆地人称为海王的亚瑟·库瑞（杰森·莫玛 Jason Momoa 饰）。在成长的过程中，亚瑟接受海底导师维科（威廉·达福 Willem Dafoe 饰）的严苛训练，时刻渴望去看望母亲，然而作为混血的私生子这却是奢望。与此同时，亚瑟的同母异父兄弟奥姆（帕特里克·威尔森 Patrick Wilson 饰）成为亚特兰蒂斯的国王，他不满陆地人类对大海的荼毒与污染，遂谋划联合其他海底王国发动对陆地的全面战争。为了阻止他的野心，维科和奥姆的未婚妻湄拉（艾梅柏·希尔德 Amber Heard 饰）将亚瑟带到海底世界。 宿命推动着亚瑟，去寻找失落已久的三叉戟，建立一个更加开明的海底王国……",
        "imgUrl": "https://p0.meituan.net/movie/c106904da68edd848afd4a320976d051346321.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-14",
                "score": "10",
                "likes": "23293",
                "content": "！！！！票房不大卖我倒立换裙子",
                "UserId": 551
            },
            {
                "publishDate": "2018-12-07",
                "score": "10",
                "likes": "11401",
                "content": "超级好看！海王人气可以赶上大超！温子仁导演必须支持！！！在此立贴为证：海王将成为dc抗衡漫威的重要人气角色！会成为dc除超人外最聚人气英雄！祝大卖！强烈推荐观看！赞同的兄弟把我顶上去！",
                "UserId": 123
            },
            {
                "publishDate": "2018-12-07",
                "score": "10",
                "likes": "8014",
                "content": "真的第一次看到这么牛逼的电影 转场特效都吊炸天",
                "UserId": 217
            },
            {
                "publishDate": "2018-12-07",
                "score": "9",
                "likes": "2386",
                "content": "《海王》一部电影带你重温《驯龙高手》《变形金刚》《星球大战》《星河战队》《铁血战士》《安德的游戏》《异形》可能还借鉴了对手的《钢铁侠》与《黑豹》剧情，再稍稍带一点《大鱼海棠》的味道，配上一丢丢温子仁式恐怖片套路，优秀的商业片，应该是DC年度最佳了。温子仁，优秀的集大成者。\n缺点很明显，没剧情，海王角色特征性一般",
                "UserId": 914
            },
            {
                "publishDate": "2018-12-07",
                "score": "4",
                "likes": "886",
                "content": "大失所望，毫无内涵，色调真恶心，剧情老土牵强，笑点太冷，动作也没有什么亮点",
                "UserId": 844
            },
            {
                "publishDate": "2018-12-08",
                "score": "10",
                "likes": "3706",
                "content": "天才温，总是一副农民工人的打扮，搭配一款洗剪吹发型，难道这就是传说中的乡村非主流……但是，老子就是喜欢你的作品，海王这个角色本来我是抗拒的，不过现在是你来执导，我表示期待……",
                "UserId": 416
            },
            {
                "publishDate": "2018-12-07",
                "score": "10",
                "likes": "2476",
                "content": "这特效，我的妈呀，全程高能，本来还觉得前奏太快了，啥都没介绍海王就从小孩变成单手起飞潜水艇的了，结果后面特效闪瞎我的眼，尤其是亚瑟拿到三叉戟之后，温导就从来没让人失望过。",
                "UserId": 846
            },
            {
                "publishDate": "2018-12-07",
                "score": "10",
                "likes": "1576",
                "content": "零点场刚看完，温导的电影一直很不错，无论是速7，电锯惊魂还是招魂都很棒。打斗和音效方面没话说非常棒，特别震撼。总之，dc扳回一分（￣▽￣）。比正义联盟好的不止一点半点（我个人感觉）。还有艾梅伯希尔德是真的漂亮，温导选的人都很棒。",
                "UserId": 43
            },
            {
                "publishDate": "2018-12-07",
                "score": "9",
                "likes": "1058",
                "content": "IMAX厅效果就是爽，好看，温导👍👍👍就是首映太困了😂😂😂",
                "UserId": 836
            },
            {
                "publishDate": "2018-12-07",
                "score": "10",
                "likes": "755",
                "content": "值得看，剧情画面特效音乐都非常喜欢，喜欢dc了",
                "UserId": 603
            }
        ],
        "id": 157
    },
    {
        "link": "https://maoyan.com/films/1175253",
        "name": "爱情公寓",
        "type": "喜剧 爱情",
        "region": "中国大陆",
        "duration": "116分钟",
        "publishDate": "2018-08-10中国大陆上映",
        "score": "8.9",
        "income": "5.3",
        "introduce": "《爱情公寓》电影版归来，原班人马十年催泪重聚。曾小贤、胡一菲、唐悠悠、吕子乔、张伟、陈美嘉悉数回归，还是熟悉的场景和熟悉的人，嘻嘻哈哈、打打闹闹，笑声从没停过。老朋友的故事将继续展开，印证了电视剧的那句主题语——“最好的朋友在身边，最爱的人就在对面”。不过这一次，他们打算搞个大事情……",
        "imgUrl": "https://p0.meituan.net/movie/87e9c56e07b7871b27f680d39d18ad31595244.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-14",
                "score": "10",
                "likes": "52288",
                "content": "对于我来说这样就已经够了，首先我不是来刷好评的，其次，这样对于我来说已经很圆满了，因为爱情公寓是我很特殊的回忆，很感谢给我带来的快乐和陪伴",
                "UserId": 953
            },
            {
                "publishDate": "2018-08-10",
                "score": "2",
                "likes": "11980",
                "content": "为什么没有0分，真的是好尬！就不能好好拍一部爱情公寓吗？各种梗！各种外国剧夹杂在一块！开头就是盗墓笔记，还以为走错片场了！失望至极！无聊透顶！",
                "UserId": 403
            },
            {
                "publishDate": "2018-08-10",
                "score": "1",
                "likes": "8948",
                "content": "青春都要没有了，我还没有等到小贤牵住一菲的手。彩蛋比正片精彩。消费情怀是真的恶心，这不是拍电影，是后期做电影，有这功夫怎么不好好把故事讲完？毁了我10年的情怀，挂羊头卖狗肉，干得漂亮。",
                "UserId": 314
            },
            {
                "publishDate": "2018-08-10",
                "score": "8",
                "likes": "18761",
                "content": "第一:你没走错片场\n第二:情节穿插\n第三:额。。。\n广告一点都没有违和感\n第四:曾小贤好贱，胡一菲厉害\n【主角光环一点都不好看】",
                "UserId": 12
            },
            {
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "14397",
                "content": "一如既往地好笑，笑就完事了",
                "UserId": 248
            },
            {
                "publishDate": "2018-08-11",
                "score": "7",
                "likes": "359",
                "content": "本不是《爱情公寓》的粉丝，为了进影院避暑选了这部片看，开头居然先来了一段《盗墓笔记》，左右观众都一脸懵逼大喊“放错了”，只有我被其中的长腿帅哥张起灵所吸引，突然他一扭头，变成曾小贤，带领一行人穿越盗墓世界，那位张起灵再次现身，竟全程面瘫装酷，如同一个木头美人，夹杂在嘻嘻哈哈的主角们中间，倒显得小清新，和妖艳**不一样。结束后一查，演员叫赵志伟，顿感现在没有好资源的优质鲜肉还是太多，希望他赶紧红起来。",
                "UserId": 731
            },
            {
                "publishDate": "2018-08-11",
                "score": "2",
                "likes": "192",
                "content": "在上映之前，我承认是我期待值过高了，我还去参加了《爱情公寓》的十周年庆活动，当时现场放出的物料和主创阵容就已经让我怀疑着是否是一个和盗墓笔记有关的电影。\n电影本身想法未必不好，加之南派三叔可能原以为自己需要这样的一次跨界让快到8.17（稻米节）的这个日子，再一次以十年之约给粉丝一个交代，这是好事，而且大概也是想借这次电影阐述目前的一个创作状态，这也是好事。\n但这些好事弄在一起，就成了不伦不类的样子，强灌的鸡汤，突然的深情——最重要的是：还是没有任何一个坑是好好填完了的。\n这些东西浮于表面，当一部都市爱情喜剧跳出来质问自己为什么主角光环孱弱，还要穿插到隔壁次元去找存在感的样子，真的让人很失望。",
                "UserId": 79
            },
            {
                "publishDate": "2018-08-10",
                "score": "8",
                "likes": "120",
                "content": "《爱情公寓》影版被黑的惨。下午买了14点的票，人多位不好。又有点犯困，改签了三点的电影场。亲测，结果观众一样很多的啊！！！整片笑料很多，节奏轻快，阵阵笑声。剧本风格还是延续了以往的风格。片中，赵志伟饰演的张起灵最特别，很帅很酷。他出场本来是带光环的，结果拿的是假主角剧本，也是好大一个坑，印象深刻。确认这张过脸，这款高冷是小姐姐要撩的人。李金铭放开张起灵，我来了",
                "UserId": 296
            },
            {
                "publishDate": "2018-08-13",
                "score": "7",
                "likes": "96",
                "content": "万万没想到爱情公寓和探险盗墓题材贴合的如此精妙，整个过程充满惊喜和感动，惊喜于两个题材碰撞产生的大脑洞，感动于爱情公寓原班人马带来的情怀满满。当然，里面印象最深刻地是，赵志伟饰演的张起灵，帅酷颜值演技全在线，让人心生喜欢，被小哥哥圈粉啦！",
                "UserId": 475
            },
            {
                "publishDate": "2018-08-12",
                "score": "5",
                "likes": "67",
                "content": "记得这部爱情坟墓的名字起的真好\n不，是叫盗墓公寓吗？\n啊，是叫原来我不是主角啊\n毕导知道有人这么喜欢他的风格吗",
                "UserId": 168
            }
        ],
        "id": 158
    },
    {
        "link": "https://maoyan.com/films/343720",
        "name": "后来的我们",
        "type": "剧情 爱情",
        "region": "中国大陆",
        "duration": "120分钟",
        "publishDate": "2018-04-28中国大陆上映",
        "score": "7.9",
        "income": "12.1",
        "introduce": "大学生林见清（井柏然 饰）与同乡方小晓（周冬雨 饰）在春运的火车上相识，两个北漂青年开始了共同的奋斗生活。东北小城的除夕夜、中关村的电脑配件城、下雪的北京街道、地下通道的小贩、出租屋的各色租客都见证了他们的喜怒哀愁，在情感上屡次被骗的小晓终于与刚毕业的见清走到了一起，一年又一年，不管生活再不如意他们都一起回家，在见清父亲（田壮壮 饰）开的小餐馆里吃年夜饭，亲密的就像一家人。可是随着时间的消逝，两个人开始有了分歧，恋爱、分手、错过、十年后重逢.......后来的他们再也回不去了。",
        "imgUrl": "https://p0.meituan.net/movie/6a3b48f07bc9555942662d8045c90ba8535430.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-04-28",
                "score": "1",
                "likes": "5791",
                "content": "首先，最后我也没看懂为什么变成彩色的了，我理解可能是善始善终了，这对爱情画上了句号。但这都不重要。\n重要的是，这个男人有了老婆孩子，偶遇前女友还玩上了回忆，还差点拉着拉房睡觉！还一起租车回家！还在车里拥抱！还说想自己前女友！广大女性，如果你们老公背着你们这么做，你的心不会痛么！？我只想说，错过的人就是错过了，整部影片，就是见了前女友回忆。\n呵，毁三观！",
                "UserId": 951
            },
            {
                "publishDate": "2019-06-13",
                "score": "9",
                "likes": "8024",
                "content": "看到最后还是情不自禁的掉眼泪。\n没有生离死别，也没有不相往来，甚至还在一个城市，还在一个地方，某天回家的时候还能遇上，踏上航班的时候还能碰见。\n但岁月漫长，相聚匆匆，没有那么多如果，也没有那么多后来。\n整部电影都是，笑着流泪。\n你问后来是什么，对于在故事里的人，后来是书的最后一页，是电影的最后一个镜头，是人生漫漫的最后一个拥抱。\n我们会很好，春风吹来全世界都是鲜艳的颜色，而今已是染绿了江南岸，却不知道明月何时照你还。\n后来，不是说我不爱你了。\n只是我爱你，却没权利爱着你了。",
                "UserId": 684
            },
            {
                "publishDate": "2019-06-13",
                "score": "10",
                "likes": "7185",
                "content": "后来我们都过得很好，唯独只有我们没有在一起",
                "UserId": 445
            },
            {
                "publishDate": "2018-04-28",
                "score": "3",
                "likes": "4062",
                "content": "看完了 个人感觉一般吧 宣传做的太好了 期待越大失望越大 剧情老套 简单说就是一男一女谈朋友分分合合最后分开了 没有传说中的那么五星 真的 。",
                "UserId": 256
            },
            {
                "publishDate": "2019-06-13",
                "score": "10",
                "likes": "1500",
                "content": "看哭了，后来，我们什么都有了，可却没有了我们",
                "UserId": 106
            },
            {
                "publishDate": "2018-04-28",
                "score": "10",
                "likes": "1660",
                "content": "周冬雨演技真是细腻感人",
                "UserId": 596
            },
            {
                "publishDate": "2018-04-28",
                "score": "10",
                "likes": "1878",
                "content": "幸福不是故事，不幸才是故事……",
                "UserId": 336
            },
            {
                "publishDate": "2018-04-29",
                "score": "1",
                "likes": "34",
                "content": "表示很烂！\n猫眼专业评分的昨天全9分，10分，这是任何一部电影都没有的吧，更何况是一部爱情片。\n昨天被女友拉着硬去看了，电影刚开始看到了猫眼影业，瞬间懂了。\n很普通，也可以说挺烂的电影，三观不正，为了怀旧圈钱，故意把电影的名字改为（后来的我们）却全程跑题。。。\n全程除了老父亲那里感动点，尽管刘导为了搞笑中期加入太多黄段子，却还是看的很困，女友也说很无聊的一部电影，完全就像传销手段一样被骗来看，这也是此电影的一种魔力吧。。。。\n这种刷水军，注水，骗排片，骗观影，恶意营销手段的行为，在这部电影中充分体现了最大化，怪不得中国观众说越来越助长了烂片高票房的气焰。。。这是整个电影行业的悲哀！",
                "UserId": 648
            },
            {
                "publishDate": "2018-04-29",
                "score": "10",
                "likes": "40",
                "content": "其实，他爱她，她也爱他。两个人明明是可以在一起的，为什么还是会分开呢？我觉得，是因为彼此的价值观产生了分歧。\n分开那一年，为了他爸，她跟他一起回家过年，他问她，他可以满足她想要的，为什么她还是要分手？她说，因为你从来都没有了解过我。他说他真的已经努力成为她想要的样子了，但她却说她已经不是他以为的样子了……\n刚到北京的时候，她想嫁给北京人，想拥有一栋房子，那是一个一直在外漂泊，没有安全感和归宿感的女孩最大的心愿。\n但是，遇到他之后，她愿意陪他过苦日子。然而，他并不懂她。与其说一切都是为了她，不如说是为了他作为一个男人的自尊。他太想证明自己了，向他爸、亲戚、同学，向所有人证明自己……",
                "UserId": 241
            },
            {
                "publishDate": "2018-04-28",
                "score": "10",
                "likes": "126",
                "content": "很好 挺好看的",
                "UserId": 420
            }
        ],
        "id": 159
    },
    {
        "link": "https://maoyan.com/films/1211727",
        "name": "反贪风暴4",
        "type": "剧情 动作 犯罪",
        "region": "中国大陆",
        "duration": "98分钟",
        "publishDate": "2019-04-04中国大陆上映",
        "score": "8.0",
        "income": "15.8",
        "introduce": "廉政公署收到报案人廖雨萍（周秀娜 饰）的实名举报，举报正在坐牢的富二代曹元元（林峯 饰）涉嫌行贿监狱里的监督沈济全（谭耀文 饰）以及惩教员，首席调查主任陆志廉（古天乐 饰）决定深入虎穴，卧底狱中。在监狱里，被陆志廉送入监狱的前警司黄文彬（林家栋 饰）以及曹元元两大帮派势成水火，陆志廉趁机接近曹元元取得信任。同时监狱外的廉政公署总调查主任程德明（郑嘉颖 饰）、国内反贪局行动处处长洪亮（丁海峰 饰）也陆港联手，通力合作，最终成功破获贪腐行贿大案。",
        "imgUrl": "https://p1.meituan.net/movie/c63849c7a9de360a7b192bc322792a111705236.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "7997",
                "content": "好看，冲着古老师去的。",
                "UserId": 923
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "5061",
                "content": "还不错,反贪风暴3不好看，反贪风暴4把口碑做回来了",
                "UserId": 302
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "4673",
                "content": "我的天哪  第三部去年9月14看完  感觉今年时间过得好快  反贪风暴4就定档了  天呐  终于又可以看了  期待下个月电影院，今晚去看了，剧情特别好，一群贪污人 ，前面是赛车是故意安排的，让陆志廉进监狱查看曹元元的事  没想到反贪1的黄警官也在这个监狱  \n在监狱里他和曹元都是带着人  很好看",
                "UserId": 120
            },
            {
                "publishDate": "2019-06-22",
                "score": "3",
                "likes": "1964",
                "content": "古天乐成功骗片酬 又有一个学校起来了",
                "UserId": 559
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "851",
                "content": "好看，但就是有点暴力，都是一级棒的老演员，金城武竟然也在里面！且重要的是老演员都不是客串哦！大大的赞！不枉我逃班独自捧着酷薯可乐惊惊地看，哈哈……剧透下：这网啊～真是好大张！",
                "UserId": 609
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "1372",
                "content": "的确是反贪系列目前最好的一部，节奏很好，剧情紧凑，进监狱查案的设定有意思，古天乐保持了一贯的水准，依然是我爱的陆sir。最让人惊喜的是张继聪，堪称全片搞笑担当，金句王，我稍微记录一下——“坐牢，才是香港年轻人唯一的出路”，一句台词讽刺社会又消解了苦难。他在《幕后玩家》里更好笑，“做事退一步海阔天空，爱情退一步人去楼空”；还有《夸世代》里，“放下屠刀，立地信耶稣”，我真的，佛了！",
                "UserId": 950
            },
            {
                "publishDate": "2019-06-20",
                "score": "9",
                "likes": "583",
                "content": "哇！终于又等到了，太喜欢了这种港味满满的电影了！前三部都看过，而且也是越拍越好！！这一部还有痞帅痞帅的林峯！要看！！！",
                "UserId": 44
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "1159",
                "content": "电影很好看，一预售就买票了，毕竟1，2，3都看了，很期待这个电影，没让我失望，而且古天乐真的很帅",
                "UserId": 137
            },
            {
                "publishDate": "2019-06-20",
                "score": "8",
                "likes": "660",
                "content": "剧情和套路，甚至配乐都很难再出新意，感觉香港编剧的脑路快用完了！剧情很紧凑，个别地方有点牵强，不过后来想想也能想通！制作水准整体来说上乘！古天乐必须支持～",
                "UserId": 79
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "626",
                "content": "完美的组合，古天乐，郑嘉颖，林峯，林家栋，要是大仙也是主演就好了，喜欢港片，尤其是这种警匪片，看枪战好过瘾啊，希望多出一些这样的片子，很完美，尤其是看到林峯演坏人！",
                "UserId": 830
            }
        ],
        "id": 160
    },
    {
        "link": "https://maoyan.com/films/180",
        "name": "唐山大地震",
        "type": "剧情 历史 灾难",
        "region": "中国大陆,中国香港",
        "duration": "139分钟",
        "publishDate": "2010-07-22中国大陆上映",
        "score": "9.9",
        "income": "13.7",
        "introduce": "1976年7月27日夜，唐山地区爆发7.8级强烈地震，房屋倒塌，灾民无数。面对即将坍塌的危楼，丈夫方大强（张国强 饰）和妻子李元妮（徐帆 饰）都要去救被困的龙凤胎儿女方登（张子枫 饰）、方达（张家骏 饰）。危急时刻，方大强拦住了妻子，冲进去营救时不幸罹难。李元妮在震后发现，一双儿女被困在一块水泥板两端，若要营救，必然牺牲一方。情急之下，她做出了艰难选择：救弟弟。此事成为方登心中难以磨灭的隐痛。后来，她被军人王德清（陈道明 饰）夫妇收养。高考后，方登（张静初 饰）进入杭州医学院学习，并与研究生师兄杨志（陆毅 饰）产生了感情……方达被救却断了胳膊，李元妮以无私的母爱抚养他成人。成年后的方达（李晨 饰）去杭州闯荡，娶了媳妇小河（王子文 饰），并干出了一番事业。32年后，这家人的命运却因为5·12汶川地震再次发生了交叠……",
        "imgUrl": "https://p0.meituan.net/movie/497e4716dd50c907ef5f27e405e5556a765403.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-06-10",
                "score": "10",
                "likes": "39",
                "content": "这是一部每次看都让我热泪盈眶的电影，朴实 真切 感人，让我思考好多平时忽视的东西，一部具有伟大精神力量的作品永远忘不掉的记忆 伤口愈合疤痕却永远都在，自然灾难太可怕，人类终归是渺小，有些东西时间并不能掩盖一切，愿平静。",
                "UserId": 667
            },
            {
                "publishDate": "2016-04-04",
                "score": "4",
                "likes": "7",
                "content": "1、和地震有关系的，是开始的20分钟，末尾的40分钟。而中间一个多小时，和地震毫无关系。那几段故事，实在乏善可陈，放在任何片子中都可以，放在任何片子中也都形同嚼蜡。即使片子头、尾部分，和地震的关系也很弱。2、“只能救一人，要抛弃另一人”这个编造 的条件是不成立的；而后，妈妈看了看女儿的“尸体”就离开，也是不可能的。3、地震来了，没有大面积房倒屋塌，没有梁断檩折，只 是房子顶部掉落些砖与土，这哪里是地震，倒象是有计划地拆掉老房子。4、冯小刚，没有表现复杂、细腻情感的能力，只会用极端的办 法：本片中要表现伤心，就用嚎叫；《非诚勿扰》中要表现友情，就让大男人莫名其妙地哭，要表现爱情的烦恼，就用自杀。",
                "UserId": 576
            },
            {
                "publishDate": "2015-06-11",
                "score": "8",
                "likes": "18",
                "content": "震撼，地震的特效看得人心惊胆战。母亲的不得已的抉择却让自己内疚一辈子。天灾人祸纵然是无情，人的救赎显得那样的惨白乏力。没了，才知道什么是没了，我们活着就是最好的。",
                "UserId": 248
            },
            {
                "publishDate": "2015-09-05",
                "score": "9",
                "likes": "9",
                "content": "个人感觉此片是国产片中仅有的感人泪下的影片之一，虽为灾难性影片，但地震只是出现在影片前部，后边大篇幅讲述了震后的人情故事，也许是影片取自小说，因此故事情节非常饱满，以致每看一次都会哭一次，特别是母亲和女儿在最后重逢那段，伟大的母爱，没有被地震掩埋，相反表现的淋漓尽致",
                "UserId": 452
            },
            {
                "publishDate": "2015-06-11",
                "score": "8",
                "likes": "8",
                "content": "说实话拍摄这样一部有关地震题材的电影，是有风险的，也是需要技巧的。我们对地震这个话题太敏感了，虽然像我这样的年龄没有经受过唐山大地震，但是我听父辈人说起，还有很多的内幕和各种民间传言。所以，面对这样沉重的话题，我相信很多人都是心怀谦卑和感恩。",
                "UserId": 960
            },
            {
                "publishDate": "2015-11-27",
                "score": "7",
                "likes": "3",
                "content": "这部片子自己看了4遍，每一遍的感触都很深刻。虽然自己出生的年代离唐山地震很遥远了，记忆不是那么深刻。但是我的父母对这一次地震还是很震撼的，地震这是多么灾难性的损失。这部片子还是很不错的，重新带大家回忆起那次灾害。视觉感觉很不错，不喜欢看灾难片的我对这部片子情有独钟，情节设置的也很不错，拍出了灾难背后的故事，感情线埋的也特别合理。",
                "UserId": 526
            },
            {
                "publishDate": "2017-12-30",
                "score": "9",
                "likes": "1",
                "content": "自然灾害永远都是那么无情，它可以瞬间摧毁无数个家庭，让原本美好的一切，瞬间毁灭。\n电影中，母亲也是无奈的，手心手背都是肉，她也想救自己的女儿，但是那个情况，如果不做出这个决定，一个都活不了，谁能体会那时母亲的痛苦，明知道女儿会恨自己，会怪自己，快最后结尾的那个母亲，也是同样的，不能因为自己女儿的腿而害了一群救援战士，那刻的痛楚也许真的只有体会过得人才能明白。\n女儿回家的时候说，我怎么感觉来过这，对，无数次梦见过这个地方，亲人永远是亲人，妈妈还是永远记得你爱吃西红柿，都洗好给你了，妈不骗你。成天的惦记着你，不愿意搬家，就怕你找不到回家的路。\n这个世界上没有比家人更亲的人，没有比回家更近的路……",
                "UserId": 819
            },
            {
                "publishDate": "2015-12-17",
                "score": "10",
                "likes": "2",
                "content": "意外的突发地震，打破了一家四口平静的生活，面临儿女生与死决择，母亲选择了儿子同时也选择了心碎的一生，灾难后儿子女儿都幸运的存活下来，在不同的环境中带着儿时记忆成长，看后，内心不不止一次被拷问，不止一次被感动，这也许就是生活。母女重逢场面令人心碎，母亲每年为女儿准备一套课本令人崩溃。",
                "UserId": 290
            },
            {
                "publishDate": "2017-08-11",
                "score": "8",
                "likes": "1",
                "content": "上中学的时候在电影院里看的~戳泪点，并且深深被震撼，二选一的难题至今仍记忆犹新，徐帆饰演的母亲那句“救弟弟”也难以忘怀，内心的创痛和现实的残缺永远是人类追求救赎路上的障碍和推动人前行的动力，生活就是这么矛盾，我们每个人都在期待着解救和被解救，温暖与被温暖。",
                "UserId": 378
            },
            {
                "publishDate": "2015-11-29",
                "score": "7",
                "likes": "1",
                "content": "国难牌确实煽情，很多打动人心的细节，只是还原那段历史是为了什么呢？如果说记录战争记录国耻我都可以理解，但是记录国难除了博取外围人的怜悯、揭开经历者的伤疤，还能做些什么？",
                "UserId": 387
            }
        ],
        "id": 161
    },
    {
        "link": "https://maoyan.com/films/1203084",
        "name": "一出好戏",
        "type": "剧情 喜剧",
        "region": "中国大陆",
        "duration": "134分钟",
        "publishDate": "2018-08-10中国大陆上映",
        "score": "9.8",
        "income": "6.7",
        "introduce": "马进 （ 黄渤 饰）欠下债务，与远房表弟小兴 （ 张艺兴 饰）在底层社会摸爬滚打，习惯性的买彩票，企图一夜爆富，并迎娶自己的同事姗姗 （ 舒淇 饰）。一日，公司全体员工出海团建，途中，马进收到了彩票中头奖的信息，六千万，就在马进狂喜自己翻身的日子终于到来之际，一场突如其来的滔天巨浪打破了一切。苏醒过来的众人发现身处荒岛，丧失了一切与外界的联系。在封闭小岛的背景下，失去规则、失去阶级、失去财富的他们呈现出人性百态的浮世绘  。",
        "imgUrl": "https://p0.meituan.net/movie/72d6a4b70e516629d3047466b57c9acd499923.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "11301",
                "content": "以为是喜剧片，结果看到一半越来越觉得这是一部挺有现实意义的电影，黄渤在电影里反映了一些社会阶级矛盾问题，通过一些剧情设置揭露人性的丑恶，看完影片后的感受就是现在的黄渤不仅是一位优秀的演员，还是一位优秀的导演。永远支持黄导………",
                "UserId": 644
            },
            {
                "publishDate": "2018-08-27",
                "score": "10",
                "likes": "3744",
                "content": "忍不住为最近国产影片的质量惊叹，从药神到一出好戏，中国越来越多这种有深度的影片了，拍电影只为了圈钱打发国人的垃圾越来越少，希望每一个认真做电影的人都会有回报，祝一出好戏大卖^O^",
                "UserId": 148
            },
            {
                "publishDate": "2018-08-10",
                "score": "7",
                "likes": "3201",
                "content": "完全在水准之上的作品，设想过很多次黄渤老师会拍什么样的片子，完全没想到会是这样一个故事！黄渤老师无疑交了一份满意的答卷，出乎意料。后半段特别精彩，环环相扣，不断的翻转为之惊叹，满足我的期待。很棒的电影，体现了人性！！！不愧是一出好戏！！！意义深刻的一部电影！！！！",
                "UserId": 748
            },
            {
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "3145",
                "content": "头一次看完彩蛋看完字幕还没走的，导演真的很用心，有很多地方的处理特别喜欢，很成熟很有意思。特别想坐王宝强那辆车不知道能不能实现这个愿望，真是太可爱了！黄渤颠覆了他在我心中的形象，想嫁。感谢勃哥！！",
                "UserId": 159
            },
            {
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "2930",
                "content": "如果这票房没超过爱情公寓，那只能国人眼光真的变低了！！我刚刚看了一下这想看爱情公寓有一百多万而一出好戏就二十多万。哎，爱情公寓那些人真的有演技？以前没看过我还专门看了几集，，，哎！我这可能是杞人忧天了",
                "UserId": 631
            },
            {
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "2625",
                "content": "电影好看！！！答应我一定要看完片尾和最后的彩蛋！特别喜欢片尾的小动画设计，非常走心，黄渤导演的心思值得夸赞了。好看好看好看！！！",
                "UserId": 823
            },
            {
                "publishDate": "2018-08-28",
                "score": "10",
                "likes": "2120",
                "content": "黄渤的第一部电影，出乎意料的好看笑过走心，笑中有泪。看电影前我是怎么也不会想到我会这么喜欢这部片子，如果不告诉我导演是谁，我可能会以为这是哪个成名已久的导演的作品，黄渤这次的处理足够成熟，",
                "UserId": 731
            },
            {
                "publishDate": "2018-08-10",
                "score": "10",
                "likes": "3031",
                "content": "张艺兴真的是没有偶像包袱了，演戏越来越好了，多亏渤哥帮着弟弟，特别好看，让观众又一次认识了不一样的张艺兴",
                "UserId": 960
            },
            {
                "publishDate": "2018-08-10",
                "score": "7",
                "likes": "152",
                "content": "黄渤第一次执导，真心不错！剧情反转出乎意料，特效逼真，演员们表演出彩，几位主演的表现没让人失望！",
                "UserId": 395
            },
            {
                "publishDate": "2018-08-10",
                "score": "7",
                "likes": "85",
                "content": "其实心里只想给6分，多的一分是给阴森森的小绵羊。",
                "UserId": 496
            }
        ],
        "id": 162
    },
    {
        "link": "https://maoyan.com/films/789",
        "name": "建国大业",
        "type": "剧情 历史",
        "region": "中国大陆,中国香港",
        "duration": "138分钟",
        "publishDate": "2009-09-16中国大陆上映",
        "score": "8.7",
        "income": "9.5",
        "introduce": "在抗战结束之后，各阶级、各党派、广大人民群众反战情绪高涨。于是，在民主爱国人士张澜等人的斡旋下，毛泽东（唐国强 饰）代表的共产党与蒋介石（张国立 饰）代表的国民党拉开了重庆谈判的序幕。为了表示诚意，共产党主动放弃了部分占领的解放区，然而，国民党却丝毫没有建立民主政府的意思，反而驱赶民主党派，逐渐走向了军政府独裁统治的灭亡之路。期间，以毛泽东为首的共产党人通过建立广泛的爱国统一战线，获得了全中国人民群众的支持，为中国人民政治协商会议的召开奠定了扎实的基础，与此同时，垂死挣扎的国民党仍妄图借助阴谋暗杀等卑劣手段阻挠会议召开，一场为建立新中国的决战由此展开……",
        "imgUrl": "https://p1.meituan.net/movie/832ef5773ac0a3c9c85a7a382446bdc6330473.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-10-17",
                "score": "10",
                "likes": "63",
                "content": "全球史上最强阵容电影，如果要片酬至少花费10亿美元，以后恐怕也再难聚首这么多明星了！莫名的心伤…",
                "UserId": 371
            },
            {
                "publishDate": "2014-10-12",
                "score": "1",
                "likes": "34",
                "content": "不给最低分对不起党对不起政府对不起人民啊。",
                "UserId": 615
            },
            {
                "publishDate": "2015-04-11",
                "score": "6",
                "likes": "23",
                "content": "作为一部献礼影片，具有其政治背景在里面，把建国之初的历史事件都能一一呈现给观众。巨星阵容，史无前例，后来者难以超越，全片无尿点，眨下眼，说不定你又错过了一位明星。",
                "UserId": 516
            },
            {
                "publishDate": "2015-07-15",
                "score": "8",
                "likes": "22",
                "content": "老蒋和小蒋都穿着黑白色系的衣服漫步在广场上谈着家事与国事，身后有大片大片的白鸽哗啦啦地盘旋着，这一幕美哭我。还有整部片子无意间透出来的民国上流社会的生活场景也超美。战争场面。宋庆龄的一举一动中饱含的气质美。最后蒋介石败走台湾后那个悲寂无声的背影。台词就不说了，截了图，但是不记得了。",
                "UserId": 956
            },
            {
                "publishDate": "2015-12-29",
                "score": "9",
                "likes": "19",
                "content": "这部片子有着重要的意义，是建国60周年的作品。我容易被感动，尤其是看到祖国一步步繁荣富强。许晴在里边的表现是亮点，唐国强一如既往的稳定，连各大导演都来客串了一把。本片大腕儿超级多，数也数不过来。一部献给国庆的大礼！",
                "UserId": 712
            },
            {
                "publishDate": "2016-01-15",
                "score": "7",
                "likes": "8",
                "content": "所谓的历史片，一定是打了时代的标签，《建国大业》所讲的，其实是1945年抗日战争结束到1949年10月前的国家编年史，并顺便道出人心向背定成败、得民心者得天下的千古道理。共产党的胜利和国民党的失败，历史书上已经讲了无数遍，正义和邪恶也摆的明朗，《建国大业》所突破的一个思想关卡，就是把国军从牢笼中解放，用“国民党也是人”的全新观念替代了“国民党是吃人老虎”的陈腐思想。",
                "UserId": 400
            },
            {
                "publishDate": "2015-11-29",
                "score": "8",
                "likes": "5",
                "content": "刚开始看的时候觉得片段有点零碎，看的人好混乱，剪辑也不怎么好。但是越到后面，发现过渡的就比较自然了。共产党大部分演员都演的很自然，这一点很难得，毕竟大堆明星堆积的片子最后的评价都不怎么高，这部片子处理的很好。另外个人特别喜欢姜文的表演，张力中完全展现了个人魅力。还有一些小细节方面需要更加细腻的处理。主旋律拍的还是很足够的。",
                "UserId": 893
            },
            {
                "publishDate": "2018-02-17",
                "score": "8",
                "likes": "1",
                "content": "没有网上批评得那么差，个人觉得几个小鲜肉可能是戏份少的缘故就表现来看问题不大。最差的明明是导演和编剧，两条线并行，周总理那条还算脉络比较清楚，就是开头四一二事件铺垫太长，仿佛让我觉得这事件才是影片的重点。然后老毛那条线简直莫名其妙！剧情分散不连贯，后期突然就召集到了几万人，也不知道他去干了点什么，一脸懵逼。不得不说，刘烨真心演技不行，个人觉得老毛那条线如此失败和他有直接关系。更差的大概是张天爱了，从内而外一股风尘气的宋美龄是怎么回事！然后表白黄志忠老师，王景春老师，太棒了！周一围，杨祐宁，昊然弟弟也不错。最后…朱亚文的周总理也太帅了吧！！！",
                "UserId": 402
            },
            {
                "publishDate": "2016-01-21",
                "score": "7",
                "likes": "4",
                "content": "真正让我感觉冯小刚是个不错的演员不是因为老炮这个角色，是他在建国大业中演的杜月笙这个角色。虽然时间很短，但让我深深被这个角色吸引。在上海滩，有事请找杜先生。想想都可怕",
                "UserId": 912
            },
            {
                "publishDate": "2016-01-17",
                "score": "8",
                "likes": "3",
                "content": "《建国大业》还是一部可看性比较强的片子，较同类型影视而言，对主要人物的刻画更为细腻，尤其是和现在央视放的《解放》比。不过由于要表现的东西太多，跨度太大，所以大多只能蜻蜓点水，没有些历史常识的人看起来是非常累的(光辨别这么多明星演的这么多名人，就很累人了)。当然，只要你读过初中历史课，且有些记性的话，应该还不至于云里雾里。",
                "UserId": 875
            }
        ],
        "id": 163
    },
    {
        "link": "https://maoyan.com/films/718",
        "name": "天堂电影院",
        "type": "剧情 爱情",
        "region": "意大利,法国",
        "duration": "155分钟",
        "publishDate": "1988-09-29意大利上映",
        "score": "8.3",
        "income": "7.7",
        "introduce": "意大利南部小镇，古灵精怪的小男孩多多（萨瓦特利·卡西欧 饰）喜欢看电影，更喜欢看放映师艾佛特（菲利浦·诺瓦雷 饰）放电影，他和艾佛特成为了忘年之交，在胶片中找到了童年生活的乐趣。 好心的艾佛特为了让更多的观众看到电影，搞了一次露天电影，结果胶片着火了，多多把艾弗达从火海中救了出来，但艾弗达双目失明。多多成了小镇唯一会放电影的人，他接替艾佛特成了小镇的电影放映师。多多（马克·莱昂纳蒂 饰）渐渐长大，他爱上了银行家的女儿艾莲娜（艾萨·丹尼埃利 饰）。初恋的纯洁情愫美如天堂，但是一对小情侣的海誓山盟被艾莲娜父亲的阻挠给隔断了，托托去服兵役，而艾莲娜去念大学。伤心的多多在艾佛特的鼓励下，离开小镇，追寻自己生命中的梦想……    30年后，艾佛特去世，此时的多多已经是功成名就的导演，他回到了家乡，看到残破的天堂电影院，追忆往昔，唏嘘不已。多多意外地遇见了艾莲娜，往日种种，真相大白，他们如何面对彼此？",
        "imgUrl": "https://p0.meituan.net/movie/76fc92cfa6c8f2959431b8aa604ef7ae126414.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-10-09",
                "score": "9",
                "likes": "12",
                "content": "人最幸运的事之一莫过于遇到一位亦师亦友的人，他陪伴你成长、给你方向、鼓励你、爱护你。\n\n  \n不止一遍看，\n不止一遍感动，\n不止一遍决定日后要再看。\n \n“生活和电影不一样，生活难多了”",
                "UserId": 758
            },
            {
                "publishDate": "2015-03-18",
                "score": "10",
                "likes": "8",
                "content": "看完这部电影，有兴趣当一名流动的电影放映家，希望在各个地方都能看到我为他们分享的电影。也许，电影放映员的意义就在于此。一次的事故让这位放映员失去了双眼，没有了双眼就再也看不到电影中光怪陆离的世界。而有这样的一个男孩他继承了这位电影放映员的衣钵，这个小男孩就在这做小小电影院开始了，自己的电影生涯，在这里领会电影，在这里感受电影，在这里走向电影的世界。所以，除了学院，电影院还是一个为电影界孕育人才的地方，哪个人或许不在电影院，就在去电影院的路上了。还有电影后接吻的场景，真的哭得我泪流满面啊！",
                "UserId": 402
            },
            {
                "publishDate": "2015-02-19",
                "score": "10",
                "likes": "7",
                "content": "这部影片的内容和看完的感受和一个人的阅历 走过多少路看过多少风景都是成正比的 不同时期的人会看出不同的感受来…印象最深的是（半年前看的了 现在还记得）：如果你不出去走走 你会以为这里就是全世界………本来想给9分的 但因为是意大利电影 私心加一分 完美",
                "UserId": 352
            },
            {
                "publishDate": "2015-03-19",
                "score": "7",
                "likes": "3",
                "content": "“如果你不出去走走，你就会以为这就是全世界。”—艾佛特\n\n《天堂电影院》、《西西里的美丽传说》、《海上钢琴师》是托纳多雷的寻找三部曲，三部曲都以回忆作为电影的展开。在我看来《天》追忆童年，《西》怀念青年，《海》祭奠中年。\n\n关于电影是什么，得到最多的回答是梦。《天堂电影院》追忆童年与电影难舍难分的情缘，以电影为友，认识人生，走向成熟，奉献一生，怀着冒险的心情去认识世界。托托是每一个步入中年、背井离乡拼搏的游子缩影。托托在电影院放映电影，我们从小在露天广场津津有味地品读电影，托托用摄影机记录自己最爱的人，我们在电影院与情人共度一晌春光。被禁忌的爱情，像当年在电影院被强行剪掉的吻戏，重温时热泪盈眶",
                "UserId": 869
            },
            {
                "publishDate": "2017-09-11",
                "score": "10",
                "likes": "4",
                "content": "每一个小孩都是一张白纸，你给他什么颜色他就去绘画他的人生。\n做父母的，只想给最好的 没错，但是不能阻止他搏击长空。给了颜料，给了笔，可以指导他作画，但是也需要节制，不要太多条条框框。\n女儿，希望你的人生活出不一样的精彩，酸甜苦辣 爱恨情仇 嬉笑怒骂 都要好好体验。",
                "UserId": 935
            },
            {
                "publishDate": "2015-06-15",
                "score": "10",
                "likes": "3",
                "content": "最能感动人的电影往往抓住了流逝的时光，让人们在电影中忘却了时光，又会在最后翻然悔悟！那些被剪掉的镜头就是时光的剪影，就像电影这门艺术本身一样，被人记住的永远不会是变形金刚这种简单激烈，而是天堂电影院这样的平淡棉柔！最感动的事永远就在身边，平淡即永恒！这是一部简单的电影，这是一部纯粹的电影，这是一部永久不会磨灭的电影！",
                "UserId": 980
            },
            {
                "publishDate": "2015-07-13",
                "score": "9",
                "likes": "2",
                "content": "「勿忘初心」是好的 但多多即使换了无数床伴却再没爱上过任何姑娘 这也是一种悲哀 艾佛特做的正确么？他教会了多多闯世界增长见识的本领 却忽略了教他如何去爱 当多多名利双收戴上名导演光环时 他内心的孤寂又谁懂？艾佛特不希望多多像自己一样一辈子窝在小镇 但艾佛特却有每天给他送饭 眼瞎了仍旧不离不弃的爱人 究竟 当梦想与爱情冲突时 要如何选择？多多被动的选择了梦想 因为他对爱情死了心 一方面他要感谢艾佛特 一方面艾佛特又是自私的 艾佛特像父亲一样的爱 深远却忘了尊重",
                "UserId": 197
            },
            {
                "publishDate": "2016-07-06",
                "score": "10",
                "likes": "2",
                "content": "“每天待在这里，会把这里当成全世界，会相信事情一成不变。离开之后，过个几年，一切都变了，你会断了牵挂，不再追寻，不再拥有。你得离开一阵子，去闯一闯，再回到亲友身边，回到这片故土。” \n私心认为故事讲得比《岁月神偷》还好。我们生活的这个时代，会和它的种种印记一起掉落。少年理解不能的父母抹泪啊，青年没有来由激烈直白的恋人拥吻啊，那些属于你的全世界啊，一声轰鸣变成了下一代人打闹的废墟。\n全世界大约就是全部人的人生并集吧。",
                "UserId": 3
            },
            {
                "publishDate": "2015-11-29",
                "score": "10",
                "likes": "4",
                "content": "影响几代人并将继续影响下去的经典电影！向电影大师致敬！",
                "UserId": 408
            },
            {
                "publishDate": "2015-12-05",
                "score": "9",
                "likes": "2",
                "content": "感觉这是我看过的第一部意大利电影。《天堂电影院》是每个人的童年，每个人的家乡，每个人的初恋，是最后绵绵长长一直伴随到死，渗透到了血液里灵魂里的记忆和感觉。",
                "UserId": 115
            }
        ],
        "id": 164
    },
    {
        "link": "https://maoyan.com/films/1220565",
        "name": "神弃之地",
        "type": "剧情 惊悚 犯罪",
        "region": "美国",
        "duration": "138分钟",
        "publishDate": "2020-09-16美国上映",
        "score": "7.0",
        "income": "11.3",
        "introduce": "该片是一部中西部哥特风电影，安东尼奥·坎帕斯(《克里斯汀》)执导，讲述俄亥俄州偏远之地Knockemstiff，男主角Willard Russell绝望地想拯救濒死的妻子，不惜屈服于牺牲，而他的儿子(霍兰德)正从一个在学校被虐待的孩子成长为知道何时出手的男人，角色包括一对连环杀手夫妇、一个考验人的信仰的传教士、一个腐败的当地警长(斯坦)。时间从二战末期到1960年代，地点从南俄亥俄州乡村到西维吉尼亚。",
        "imgUrl": "https://p0.meituan.net/movie/8ebf2d880afaf1e206467a07a16ba155298587.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "4天前",
                "score": "6",
                "likes": "1",
                "content": "哥特风十分强烈",
                "UserId": 667
            },
            {
                "publishDate": "09-20",
                "score": "7",
                "likes": "1",
                "content": "一部典型的20世纪五六十年代的，比较西部哥特式风格的电影，一边是思想的逐步转化，一边是保留着传统模式'神能救一切的思想'，前部分会有些枯燥，剧情在开始半个钟后会有所改变",
                "UserId": 618
            },
            {
                "publishDate": "09-17",
                "score": "8",
                "likes": "1",
                "content": "《神弃之地》改编自唐纳德·雷·波洛克的同名小说，英文名<The Devil All the Time>更能涵盖全片调性。故事讲述手法像《老无所依》和《皇家酒店谋杀案》，多线程最后交集；也像《爱尔兰人》，上来就告诉你人物的结局。但这些一点不影响你把电影看完，2小时12分钟的时长把所有人的成长、经历和心理展现得都恰到好处，最后的结局也是期待的高光时刻……\n这部电影毫无疑问是反宗教崇拜和嘲讽权势、父系男权的。几乎全片的父亲角色没一个好人，都是极端宗教崇拜的疯子；牧师嫌贫爱富且诱奸少女，警察贪污腐败且给黑帮保驾护航……唯一正直善良的荷兰弟，最后也依靠父亲留下的手枪疯狂杀戮才能活命，不胜唏嘘，非常讽刺。",
                "UserId": 706
            },
            {
                "publishDate": "09-16",
                "score": "10",
                "likes": "5",
                "content": "荷兰弟冲啊！",
                "UserId": 277
            },
            {
                "publishDate": "09-16",
                "score": "10",
                "likes": "1",
                "content": "什么时候变成美国上映了？？？",
                "UserId": 426
            },
            {
                "publishDate": "09-04",
                "score": "10",
                "likes": "2",
                "content": "虽然我也是桃包粉，但！！不要败坏路人缘啦，电影介绍已经改过来了。期待期待！！",
                "UserId": 611
            },
            {
                "publishDate": "01-05",
                "score": "10",
                "likes": "5",
                "content": "我不行了 包包剧照太搞笑了 \n荷兰和包子的电影值得期待！！！",
                "UserId": 768
            },
            {
                "publishDate": "2019-04-01",
                "score": "10",
                "likes": "32",
                "content": "桃包已🔒  \n🔑被我磨碎扔进海里了",
                "UserId": 878
            },
            {
                "publishDate": "2019-03-31",
                "score": "0",
                "likes": "4",
                "content": "我桃不演了，快改掉吧",
                "UserId": 277
            },
            {
                "publishDate": "2019-02-25",
                "score": "10",
                "likes": "25",
                "content": "桃和包都还安排在这个演职表里的同一个角色哈哈哈哈哈哈哈哈给老子🔒死",
                "UserId": 734
            }
        ],
        "id": 165
    },
    {
        "link": "https://maoyan.com/films/1337937",
        "name": "新愚公移山",
        "type": "动画",
        "region": "中国大陆",
        "duration": "83分钟",
        "publishDate": "2020-09-10中国大陆上映",
        "score": "8.1",
        "income": "7.1",
        "introduce": "影片通过一个少年的视角讲述了万年前的新石器时代愚公移山的故事。 傲慢的山神将王屋、太行两座大山堆在了愚公的家门口，倔强的愚公决心把大山挖掉。面对众多的质疑和巨大的困难，愚公毫不退缩，带着自己的儿子和村民坚持奋斗。在斗争中，愚公的儿子清风和山中精灵微光相互接触，相互理解，找出另外一条解决之道：把山移走。 最终，不仅为愚公的勇敢与毅力而震惊，而且被愚公儿子和山中精灵的互相理解与牺牲所感动，愚公和山神消除了彼此心中的执念与成见，“心中山消，眼前山移”，两座大山被上天移走。人类用自己的勇气、毅力与智慧，实现了与自然万物的和谐共存。",
        "imgUrl": "https://p0.meituan.net/moviemachine/464ea0b89ea8265c2b18c4c3ebe5f8274585629.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "09-13",
                "score": "10",
                "likes": "12",
                "content": "有剧情，有高潮，有泪点，有情感，好电影，值得推荐！",
                "UserId": 982
            },
            {
                "publishDate": "08-31",
                "score": "0",
                "likes": "23",
                "content": "这角色是不是在丝绸之路动画片上出现过？",
                "UserId": 599
            },
            {
                "publishDate": "09-04",
                "score": "9",
                "likes": "22",
                "content": "国产动画又一新作，不错哦，小朋友们最喜欢的啦！里面三首插曲特别好听，旋律歌词都很美，动画人物就是和自己想像的人物风格有点不一样，配音演员声音都超极棒！",
                "UserId": 142
            },
            {
                "publishDate": "09-13",
                "score": "1",
                "likes": "18",
                "content": "评分是给电影院工作人员的，电影放映时间16:50没放，我去检票口客气的问了，工作人员说帮我问下。我就回影厅等了。到了17:00了依然没消息，电影也没开始放映，也没人来说明一下情况。直到17:10，我自己去了电影院售票前台，几位工作人员才懒懒的回复：哦，有人去看是什么情况了，大概十几分钟后好吧，要不你这场别看了，我们一会还有一场，你看那个吧，电影看过后我们在送你一袋爆米花。   你们大概是有什么误解？我只想知道，能不能看，具体什么时候能看，你们出个能告诉我具体情况的人，而不是答非所问，给点小恩惠就把人打发的糊弄过去。",
                "UserId": 723
            },
            {
                "publishDate": "08-25",
                "score": "10",
                "likes": "11",
                "content": "第一 支持国产",
                "UserId": 544
            },
            {
                "publishDate": "09-11",
                "score": "10",
                "likes": "8",
                "content": "每一幅画面都充满了生命力，疏密有致的山林，层次丰富的光影，刚劲峻峭的山石线条，都闪耀着东方美学独有的生命力，每一幅画面都像是传统山水画一样，具有灵动和留白的韵味，正是视听语言与故事的高度契合，视觉与心灵的双重冲击，让影片成为东方美学的集大成者，美不胜收、引人驻足。",
                "UserId": 997
            },
            {
                "publishDate": "15小时前",
                "score": "1",
                "likes": "1",
                "content": "不值得看，孩子看完后，觉得没意义",
                "UserId": 659
            },
            {
                "publishDate": "09-11",
                "score": "8",
                "likes": "6",
                "content": "“心中山消，眼前山移”，两座大山被上天移走。人类用自己的勇气、毅力与智慧，实现了与自然万物的和谐共存。",
                "UserId": 537
            },
            {
                "publishDate": "09-10",
                "score": "6",
                "likes": "4",
                "content": "今天不是上映吗？为什么搜索啊不到",
                "UserId": 693
            }
        ],
        "id": 166
    },
    {
        "link": "https://maoyan.com/films/1206710",
        "name": "利兹与青鸟",
        "type": "剧情 动画 音乐",
        "region": "日本",
        "duration": "90分钟",
        "publishDate": "2018-04-21日本上映",
        "score": "9.7",
        "income": "10.7",
        "introduce": "少女利兹在父母双亡后一个人住在湖边小屋，平时喜欢投喂动物并与一只青鸟交好。有一天，风暴席卷森林，生活在湖边的动物失去踪影，却出现了一个蓝发少女。利兹将她救回家，两人同居一屋，感情很好。但随着日子一天天过去，利兹知道这名少女就是青鸟。在百般纠结与不舍下，她还是决定放开少女，让她在蓝天碧云之间自由飞翔。",
        "imgUrl": "https://p1.meituan.net/movie/9db047abe573294dfe095ba07d6d6d56181040.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-10-16",
                "score": "10",
                "likes": "73",
                "content": "坐等大陆上映，想看霙和希美橘里橘气。",
                "UserId": 958
            },
            {
                "publishDate": "2019-11-21",
                "score": "10",
                "likes": "43",
                "content": "求引进啊！拜托了！",
                "UserId": 294
            },
            {
                "publishDate": "2018-06-14",
                "score": "10",
                "likes": "22",
                "content": "希望能在国内上映",
                "UserId": 472
            },
            {
                "publishDate": "02-27",
                "score": "10",
                "likes": "108",
                "content": "求引进啊！随便打差评的人估计原因就是说电影节奏太慢看不懂吧....明明这个就是电影的特色，感情描写很细腻啊。还有说脖子长的，你是看脖子还是来看电影的???",
                "UserId": 172
            },
            {
                "publishDate": "03-08",
                "score": "10",
                "likes": "16",
                "content": "虽然在不正规的网站上看了但还是想在电影院是看啊我不缺这些钱啊，1年多了求您引进啊喂",
                "UserId": 620
            },
            {
                "publishDate": "2018-07-28",
                "score": "10",
                "likes": "16",
                "content": "有引进希望么",
                "UserId": 790
            },
            {
                "publishDate": "2019-02-13",
                "score": "10",
                "likes": "14",
                "content": "是轻百合向 但应该主打音乐\n剧情节奏非常舒服 作画也很美\n呜呜呜呜小中途小虐\n是艺术品的感觉pup",
                "UserId": 393
            },
            {
                "publishDate": "2019-09-29",
                "score": "10",
                "likes": "12",
                "content": "国内赶快引进鸭",
                "UserId": 953
            },
            {
                "publishDate": "2018-05-30",
                "score": "10",
                "likes": "11",
                "content": "我是第一个吗，很期待在国内上映",
                "UserId": 349
            },
            {
                "publishDate": "2019-01-11",
                "score": "10",
                "likes": "11",
                "content": "保底十刷，伞鸽鸽萌爆.....",
                "UserId": 799
            }
        ],
        "id": 167
    },
    {
        "link": "https://maoyan.com/films/78043",
        "name": "钢铁侠3",
        "type": "动作 科幻",
        "region": "美国,中国大陆",
        "duration": "134分钟",
        "publishDate": "2013-05-01中国大陆上映",
        "score": "7.7",
        "income": "6.2",
        "introduce": "自纽约事件以来，托尼·斯塔克（小罗伯特·唐尼 饰）为前所未有的焦虑症所困扰。他疯狂投入钢铁侠升级版的研发，为此废寝忘食，甚至忽略了女友佩珀·波茨（格温妮斯·帕特洛 饰）的感受。与此同时，臭名昭著的恐怖头目曼达林（本·金斯利 饰）制造了一连串的爆炸袭击事件，托尼当年最忠诚的保镖即在最近的一次袭击中身负重伤。未过多久，托尼、佩珀以及曾与他有过一面之缘的女植物学家玛雅（丽贝卡·豪尔  饰）在家中遭到猛烈的炮火袭击，几乎丧命，而这一切似乎都与22年前那名偶然邂逅的科学家阿尔德里奇·基连（盖·皮尔斯饰）及其终极生物的研究有关。即使有精密先进的铠甲护身，也无法排遣发自心底的焦虑。被击碎一切的托尼，如何穿越来自地狱的熊熊烈火……",
        "imgUrl": "https://p1.meituan.net/movie/4c69bc105eb1b16344361a4f47a466b5266090.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2013-05-01",
                "score": "10",
                "likes": "594",
                "content": "最后三分钟让我第一次体验到了从美国大片儿跌落到国产山寨片的感觉，真是太TM爽了（我呸）",
                "UserId": 715
            },
            {
                "publishDate": "2015-02-26",
                "score": "10",
                "likes": "53",
                "content": "看的首映，还不错吧，视觉效果很棒！IMAX很震撼。就是里面的中国演员纯粹打酱油啊！究竟是男人需要一套真正的战衣，还是战衣需要英雄！看完便知！",
                "UserId": 549
            },
            {
                "publishDate": "2013-05-04",
                "score": "9",
                "likes": "35",
                "content": "今天去看了。我去晚了。少看了几分鍾。不過也沒關係。哈哈很好看呀。太喜歡美國大片了。中途都不想去上洗手間了。真的不想錯過呀。唯一的遺憾就是一個人看的。T_T",
                "UserId": 18
            },
            {
                "publishDate": "2015-11-17",
                "score": "8",
                "likes": "9",
                "content": "…奇怪的中国元素。好好的片子给毁了。不过掐头去尾。算是钢铁侠的完美结局吧",
                "UserId": 39
            },
            {
                "publishDate": "2013-05-11",
                "score": "9",
                "likes": "10",
                "content": "期望的有点高了，总体来说还是很不错的！",
                "UserId": 764
            },
            {
                "publishDate": "2013-05-01",
                "score": "10",
                "likes": "7",
                "content": "本来很期待期待的电影，剧情 ，主角都是那么完美.。最后加了两坨屎。。。。哎",
                "UserId": 510
            },
            {
                "publishDate": "2015-12-10",
                "score": "4",
                "likes": "2",
                "content": "呵呵呵，他是英雄，最后都知道结局",
                "UserId": 533
            },
            {
                "publishDate": "2013-05-01",
                "score": "10",
                "likes": "4",
                "content": "超赞，IMAX就是爽。感觉比看第一部时候还有赶脚，冰冰大酱油",
                "UserId": 839
            },
            {
                "publishDate": "2013-05-01",
                "score": "10",
                "likes": "3",
                "content": "最贴近现实的美国英雄了，果然不负众望剧情、画面、演员一切都太完美了，不知何时再见呢？",
                "UserId": 818
            },
            {
                "publishDate": "2013-05-31",
                "score": "8",
                "likes": "3",
                "content": "最后那段什么个意思，冰冰还是很美的。。男主也帅爆了。。。。",
                "UserId": 593
            }
        ],
        "id": 168
    },
    {
        "link": "https://maoyan.com/films/346629",
        "name": "大侦探皮卡丘",
        "type": "冒险 奇幻 喜剧",
        "region": "美国",
        "duration": "104分钟",
        "publishDate": "2019-05-10中国大陆上映",
        "score": "9.4",
        "income": "13.9",
        "introduce": "蒂姆·古德曼（贾斯提斯·史密斯 饰） 为寻找下落不明的父亲来到莱姆市，意外与父亲的前宝可梦搭档大侦探皮卡丘（瑞恩·雷诺兹 配音）相遇，并惊讶地发现自己是唯一能听懂皮卡丘说话的人类，他们决定组队踏上揭开真相的刺激冒险之路。探案过程中他们邂逅了各式各样的宝可梦，并意外发现了一个足以毁灭整个宝可梦宇宙的惊天阴谋。",
        "imgUrl": "https://p0.meituan.net/movie/f29c0f9ff0340d00085f4bc1a395ecf02603950.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "5052",
                "content": "好有趣的皮卡丘萌死啦，我要收藏点表情包哈哈哈",
                "UserId": 498
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "3506",
                "content": "会说话？会卖萌？毛茸茸？满脸演艺的皮卡丘，我的天哪，大荧幕出现的那一瞬间，被电晕的感觉，满眼发射小心心，内心大喊：好可爱！！！BUT，雷诺兹的配音太逗了，哈哈，死侍大叔味的人类语言简直就是爱不释手。最后的最后，感谢五洲校园俱乐部的赠票活动，抽中了我这个今年最最幸运的幸运鹅！！！",
                "UserId": 509
            },
            {
                "publishDate": "2019-06-22",
                "score": "1",
                "likes": "1127",
                "content": "说真的这个电影是真的烂，我不懂导演是怎么想的，连神奇宝贝原著宏伟的世界观都没展现出来，一直都在跟进人类剧情，没意义，好烂的片子，太失望了，报了很大的期望看首映，童年的回忆被导演砸得一塌糊涂。",
                "UserId": 795
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "2962",
                "content": "啊啊啊啊啊我忍的真的好辛苦，看见莱姆市那些宝可梦我真是想尖叫！！太想去了！！！谁能告诉我怎么才能去莱姆市！！大侦探皮卡丘真是太太太太太萌了！还有我最爱的可达鸭哈哈哈哈哈哈哈真是太呆萌啦！结局还有小反转，总之很不错的一部电影，没有失望！",
                "UserId": 872
            },
            {
                "publishDate": "2019-06-20",
                "score": "2",
                "likes": "608",
                "content": "特效过得去，剧情嘛特别是最后一幕，被编剧强行喂食，好好的萌神，原来身体里是你爸啊，编剧是有多缺失父爱，大家一起给他一点温暖好了",
                "UserId": 775
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "638",
                "content": "好萌的皮卡丘，皮卡皮卡哈哈哈，好多回忆，值得看推荐",
                "UserId": 213
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "429",
                "content": "剧情一般，但是也没冲着剧情来看电影的人吧，无脑满分了",
                "UserId": 558
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "426",
                "content": "真的超级可爱啊啊啊，童年的回忆鸭。当时看精灵宝可梦的时候就最喜欢皮卡丘啦，所以一出就立马去看。电影中还加入了侦探环节，都是超爱的哈哈哈。一遍看电影一边怀念皮卡丘，宠物小精灵们真的太可爱了叭！",
                "UserId": 671
            },
            {
                "publishDate": "2019-06-22",
                "score": "9",
                "likes": "78",
                "content": "管什么好看不好看的，可爱就完事了，能在银幕看到皮卡丘你还想要什么🤩马里奥嘛？那还要等两年哈哈哈，太可爱啦！期待索尼克也要可爱啊!!",
                "UserId": 19
            },
            {
                "publishDate": "2019-06-21",
                "score": "10",
                "likes": "369",
                "content": "果然是小时候至今最爱的萌宠皮卡丘啊，有生之年能够看到真人版电影也是很幸运！小贱贱竟然为萌萌哒配音也是很完美",
                "UserId": 8
            }
        ],
        "id": 169
    },
    {
        "link": "https://maoyan.com/films/1305801",
        "name": "泰迦奥特曼剧场版：新生代之巅",
        "type": "科幻 冒险",
        "region": "日本",
        "duration": "72分钟",
        "publishDate": "2020-08-07日本上映",
        "score": "7.8",
        "income": "10.0",
        "introduce": "作为民间警备组织E.G.I.S.的一员工作的工藤优信，有着变身为泰迦，泰塔斯，风马这个3人的奥特曼的能力。经过与无数敌人的战斗，优信和泰迦之间的羁绊更加深厚。但是，他们现在却被什么人瞄准了。知道这件事后，新生代的奥特曼们为了拯救他们，陆续集结。小光、翔、大地、凯、小陆、勇海、活海都来了。并且，泰迦的父亲，泰罗也来到了地球。但是，泰罗却猛烈地袭击了儿子泰迦。泰罗到底怎么了？泰迦能和父亲战斗吗！？现在，新生代正面临着巨大的黑暗力量！",
        "imgUrl": "https://p0.meituan.net/movie/1310b9a8eea947c885fe04605cd213e6153403.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-01",
                "score": "10",
                "likes": "71",
                "content": "中国什么时候上映啊，我非常的喜欢捷德奥特曼，什么时候能在中国电影院上映啊",
                "UserId": 493
            },
            {
                "publishDate": "03-18",
                "score": "10",
                "likes": "40",
                "content": "中国什么时候上映啊最我最喜欢泰加奥特曼还有新英雄雷加奥特曼没想到雷加奥特曼的是眼镜怎么和赛罗的一样啊就是颜色不一样",
                "UserId": 563
            },
            {
                "publishDate": "02-24",
                "score": "10",
                "likes": "39",
                "content": "大陆什么时候上映啊，预告精彩",
                "UserId": 848
            },
            {
                "publishDate": "02-07",
                "score": "10",
                "likes": "23",
                "content": "什么时候播啊儿子喜欢捷德。",
                "UserId": 665
            },
            {
                "publishDate": "05-21",
                "score": "10",
                "likes": "28",
                "content": "我好想看你这个电影啊！！可惜没有上线😂😭",
                "UserId": 572
            },
            {
                "publishDate": "01-26",
                "score": "10",
                "likes": "20",
                "content": "好，最喜欢泰迦！",
                "UserId": 728
            },
            {
                "publishDate": "01-25",
                "score": "10",
                "likes": "13",
                "content": "孩子非常喜欢，就是不知道啥时候播放",
                "UserId": 626
            },
            {
                "publishDate": "01-29",
                "score": "10",
                "likes": "17",
                "content": "比较好看，就是不知道什么时候放",
                "UserId": 180
            },
            {
                "publishDate": "08-22",
                "score": "5",
                "likes": "3",
                "content": "实属不大行。从最近几年的剧场版来说，内容剧情应该算最差，基本叫做没有故事。短短一个小时的片子就想来全家福，没有铺垫显得非常突兀，为了新生代集合而集合，一锅大杂烩，毫无记忆点。同时托雷基亚的智力在本剧全无，说白了就是导演让你死你就的死。\n下面几个小朋友，不要听不得不同意见，别来电影区搞饭圈那一套。退一万步说，我觉得不行就不行，你觉得行你打你的十分去。",
                "UserId": 896
            },
            {
                "publishDate": "02-15",
                "score": "10",
                "likes": "15",
                "content": "我专门看银河维克特历",
                "UserId": 481
            }
        ],
        "id": 170
    },
    {
        "link": "https://maoyan.com/films/78151",
        "name": "环太平洋",
        "type": "动作 科幻 冒险",
        "region": "美国",
        "duration": "131分钟",
        "publishDate": "2013-07-31中国大陆上映",
        "score": "9.0",
        "income": "5.0",
        "introduce": "2013年，环太平洋地区海底深处出现了一个平行宇宙“突破点”，随后，一个巨大无比的巨兽生物从“海洋”中崛起，第一只巨兽首先摧毁了旧 金山以及周围所有的海岸城市，而人类大部分企图阻止巨兽的军事行动全部以失败告终，但巨兽也最终在人类的殊死抵抗下死于核弹中，但旧金山方圆百里变成了荒芜之地。事件结束后，人类为巨兽起了“怪兽” （Kaiju）的名字，但原本认为结束的怪兽袭击却接二连三而出现在各个环太平洋城市。人类在无计可施之下发明了他们自己创造的“怪兽”：“机甲猎人” （Jaeger），利用巨大机械士兵来对抗怪兽大军，由两名脑部神经网络互相串连 （浮动神经元连结）的操纵者同步操作战斗机械士兵，利用仪器来检测怪兽的级别与代号。自从有了机甲猎人，人类开始获得胜利，甚至将怪兽袭击变成宣传活动与仪式，但人类却并不知道更加恐怖的威胁即将来临，而“怪兽战役”也就此打响。2020年2月28日，代号“镰刀头”的三级怪兽出现在阿拉斯加海域，贝克特兄弟罗利.贝克特 （查理·汉纳姆饰）和杨希.贝克特驾驶危险流浪者迎击怪兽，战斗中哥哥彦希不幸牺牲，罗利独自一人驾驶几乎报废的危险流浪者返回。5年以后，由于怪兽的战斗力不断的增强，PDCC决定召回三代机甲危险流浪者，同时找回失踪7年 （实际上是跟着建防御怪兽围墙的工程队去了）的罗利.贝克特担任驾驶，经过选拔，罗利的新搭档是真子，第一次同步试验中真子 （菊地凛子饰）神经元连结失败，险些摧毁基地。紧接着四级怪兽“尾立鼠”和“棱背龟”登陆香港，激战中国机甲“暴风赤红”，俄罗斯机甲”切尔诺阿尔法“不幸牺牲，五代机甲”尤里卡突袭者“受到EMP攻击瘫痪，危险流浪者临时出击，逐一击败了入侵的怪兽。这一战，除了尤里卡突袭者、危险流浪者以外的机甲全部阵亡。香港一战以后，PPDC决定立马实施缺口摧毁作战计划。在深海中流浪者巧妙击杀四级怪兽”迅龙‘，尤里卡突袭者自爆与四级怪兽“憎恶”同归于尽，同时重伤五级怪兽“毒妇”，最后流浪者穿越缺口，通过自毁成功炸毁虫洞。",
        "imgUrl": "https://p0.meituan.net/movie/1f8f6b19d584a27f0447592ba5653643520037.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2013-08-25",
                "score": "10",
                "likes": "151",
                "content": "怎么说呢，环太平洋的imax3D是我看过的到目前为止最完美的，我看了三次都不觉得腻！",
                "UserId": 838
            },
            {
                "publishDate": "2013-07-31",
                "score": "10",
                "likes": "85",
                "content": "我看的是首映IMAX 3D 版得简直太好看了不能语言表达了.效果太震撼了 在网上看枪版就是犯罪啊...",
                "UserId": 735
            },
            {
                "publishDate": "2015-05-12",
                "score": "7",
                "likes": "44",
                "content": "特效与3D效果做的非常好，人情味与机械格斗也有结合的地方，故事简单，没什么悬念，典型的好莱坞大片感。有英雄主义，有配角，有女人，有笑料，爆米花电影不虚此看。",
                "UserId": 541
            },
            {
                "publishDate": "2013-08-18",
                "score": "8",
                "likes": "54",
                "content": "内涵信息太多，俄罗斯和中国被怪兽干败，美国和日本联手保卫中国香港，最后消灭怪兽拯救人类，美国的技术和日本的故事编织了环太平洋，国语版的天马流星拳都干出来了。[强][弱][抱拳]",
                "UserId": 219
            },
            {
                "publishDate": "2014-01-13",
                "score": "8",
                "likes": "15",
                "content": "视觉效果很赞！但剧情缺乏起伏，比较平淡，氛围也比较压抑，无美式幽默调味儿。猫眼上某影迷说的不错：一流视效，二流剧本。补一句，三流女猪脚，一直哭丧个脸，要长相没长相要演技没演技。中间最搞的是出现了天马流星拳，**还庐山升龙霸呢，更贴切。还有，这其实是一部宣传环保的片子，乃们要保护好环境，否则怪兽就要来啦！",
                "UserId": 42
            },
            {
                "publishDate": "2013-07-31",
                "score": "9",
                "likes": "24",
                "content": "看了首映，弄不明白，怎么有人看电影也可以看出优越感",
                "UserId": 145
            },
            {
                "publishDate": "2013-08-01",
                "score": "2",
                "likes": "18",
                "content": "整个一个美版奥特曼。",
                "UserId": 171
            },
            {
                "publishDate": "2013-07-31",
                "score": "10",
                "likes": "13",
                "content": "你们发现亮点没？有个机器人特像深海泰坦！哈哈哈德马西亚！",
                "UserId": 333
            },
            {
                "publishDate": "2013-07-31",
                "score": "10",
                "likes": "12",
                "content": "如果说内容那似乎还是英雄拯救人类的套路。就凭画面感，也要挺一下，视觉上无话可说的精彩。。。值得一看。",
                "UserId": 513
            },
            {
                "publishDate": "2014-06-11",
                "score": "10",
                "likes": "8",
                "content": "喜欢，连模型都买回来了",
                "UserId": 141
            }
        ],
        "id": 171
    },
    {
        "link": "https://maoyan.com/films/336813",
        "name": "极速车王",
        "type": "剧情 传记 运动",
        "region": "美国",
        "duration": "153分钟",
        "publishDate": "2020-08-07中国大陆上映",
        "score": "9.3",
        "income": "4.0",
        "introduce": "基于真实故事，聚焦由汽车设计师卡罗尔·谢尔比带领的一队美国工程师、设计师，以及他旗下的英国车手肯·迈尔斯，亨利·福特二世要求谢尔比打造一辆全新的赛车，希望能在1966年的勒芒世界锦标赛上打败长期占主导地位的法拉利。最终福特GT40在勒芒24小时耐力赛中成功击败法拉利，并蝉联了1967和1968年的冠军。",
        "imgUrl": "https://p0.meituan.net/moviemachine/a647d6a34829395ab8f5790a2a9148df573298.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "08-07",
                "score": "10",
                "likes": "420",
                "content": "可惜，极速车王遇到了一个全球疫情，造就票房不佳，先不说奥斯卡多少个奖，就以平民和赛车爱好者来看，这个电影也非常硬核，不是很多国内人能接受，需要赛车历史与赛车知识，例如国际柳泉赛道，纳斯通加速赛，还有勒茫24小时，对赛道认识和认知，英里与公里差多少等等，如何入弯加速刹车，只有至深发烧爱好者才明白，对中国观看影迷来说可能并不感冒，因为中国国内对赛车运动的关注度很差和中国赛车等级太低等也有相关，简单的说是个入门很难的电影，但是懂得看得话是真的很好看。",
                "UserId": 913
            },
            {
                "publishDate": "08-08",
                "score": "8",
                "likes": "172",
                "content": "（有剧透）\n这片子确定不是来黑福特的么？看完只觉得福特这公司谁去谁肝疼。老板喜欢假大空，放权不彻底，又要手下做事又不信任，管理层则是小心眼，各种使绊子公报私仇。最后如果肯不是车祸没了，我估计他就去法拉利了。（最后法拉利老板对肯有个致敬的镜头）。法拉利老板是真的爱车。而福特只是想卖车，所以这个福特二世永远成不了亨利福特，只是个当孙子的料。",
                "UserId": 576
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "179",
                "content": "在电影院可以尽情的感受GT40的轰鸣声，快来电影院让你的肾上腺素飙升吧",
                "UserId": 286
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "103",
                "content": "肾上腺素飙升",
                "UserId": 662
            },
            {
                "publishDate": "08-08",
                "score": "10",
                "likes": "26",
                "content": "挺好看的电影，不能先看评论，先看评论就没有任何好电影看，**喷子太多。。。",
                "UserId": 946
            },
            {
                "publishDate": "08-07",
                "score": "10",
                "likes": "24",
                "content": "Ken Miles——Best racer ever.",
                "UserId": 749
            },
            {
                "publishDate": "08-07",
                "score": "8",
                "likes": "11",
                "content": "赛车场面炒鸡嗨，就是结局有点惨淡，那么好的车手居然挂了！！！555555555……",
                "UserId": 435
            },
            {
                "publishDate": "08-12",
                "score": "9",
                "likes": "12",
                "content": "看了2遍，虽然不懂赛车，但电影里的热情，友情，亲情，深深感染感动到我了，虽然里面有政权，阴谋诡计，有权衡，有妥协，但不影响对赛车的热爱与执着，有梦想支撑的热爱，纯粹而炙热！",
                "UserId": 265
            },
            {
                "publishDate": "08-11",
                "score": "7",
                "likes": "2",
                "content": "剧情有点扯，特别是比赛后面居然有这么**的要求，结局没太看懂",
                "UserId": 249
            },
            {
                "publishDate": "08-10",
                "score": "10",
                "likes": "3",
                "content": "#🐸疫情后的第一场电影就让我感动了#真的值得，深深地敬重那些生活中能得第一却不能得第一的人，他们不是老实也不是无奈，有时他们只是希望自己的后视镜里会有别的车与他们并驾而驰，最可惜的不是没拿到奖杯，而且为了追求7000转的那种极致感觉而死亡的执着的生命。不知道会不会有第二季，按照美国的电影套路，第二季应该是讲讲车王的而已皮特？！🤠突然有种冲动想收藏一本法拉利和福特的史册……❤️Nice feeling back to the cinema!!!",
                "UserId": 57
            }
        ],
        "id": 172
    },
    {
        "link": "https://maoyan.com/films/246267",
        "name": "长城",
        "type": "剧情 冒险 奇幻",
        "region": "中国大陆,美国",
        "duration": "104分钟",
        "publishDate": "2016-12-16中国大陆上映",
        "score": "7.1",
        "income": "4.1",
        "introduce": "影片讲述了在古代，一支中国精英部队为保卫人类，在举世闻名的长城上与怪兽饕餮进行生死决战的故事。欧洲雇佣军威廉（马特·达蒙 饰）与同伴佩罗· 托瓦尔（佩德罗·帕斯卡 饰）不远万里来到中国盗取火药配方，意外发现了长城是为抵御60年降临人间一次的饕餮所建。长城内部机关重重，宛如“陆上航母”，由无影禁军世代镇守。在这里，威廉见识了饕餮的凶残，也见证了无影禁军的精锐和勇敢，并被这群战士之间的信任和牺牲所感动，义无反顾地加入到了共同守护人类的战斗当中。",
        "imgUrl": "https://p0.meituan.net/movie/9aa9aa1adde18a6bbdbb1a26e20b10882436337.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-12-16",
                "score": "10",
                "likes": "897",
                "content": "片尾曲有谭维维的加盟是一大亮点，王力宏有一点点不适合演唱中国风的歌曲，他的“唱腔”过于西化，处理不好就会形成不中不西的怪异感。而谭维维的加入则能起到很好的化学反应！",
                "UserId": 188
            },
            {
                "publishDate": "2016-12-17",
                "score": "9",
                "likes": "883",
                "content": "剧情紧凑，全程无尿点！特别表白我彭勇，一点儿也不怂，最后牺牲的那个回眸，戳中泪点，一个小人物也能拯救整个世界！",
                "UserId": 891
            },
            {
                "publishDate": "2016-12-17",
                "score": "4",
                "likes": "37",
                "content": "只能打这么多，不能再高了！",
                "UserId": 87
            },
            {
                "publishDate": "2016-12-19",
                "score": "8",
                "likes": "239",
                "content": "这才是真正意义上的合拍片，在张艺谋的凝聚力下，传奇影业、维塔工作室、工业光魔以及数位获得奥斯卡大奖和提名的顶级高手、还有国内外巨星们汇聚一堂，诸强联手。讲真我有点鸡冻。",
                "UserId": 47
            },
            {
                "publishDate": "2016-12-18",
                "score": "2",
                "likes": "14",
                "content": "原来电影还可以拍的这么烂…看来无论多强的卡司阵容、多炫的团体操特效、以及多古老的中国元素都撑不起一部故事单薄情节幼稚的电影。\n\n被包装了如此繁多华丽的中国元素，长城、黑火药、上古神兽、孔明灯、热气球，还有眼花缭乱有的没的古代半自动武器、奇形怪状的冷兵器、就为了打怪！剧情无逻辑可言，这样一个物种会进化会思考会学习，存在了两千年竟然还没有统治世界，这分明是故意放水让中国人拯救地球啊！而且还非要是景甜和达蒙这个外邦蛮夷！饕餮宝宝为了捧这两个人也是用心良苦，一上来就把涵予兄给扫平了，面对千军万马都不怕 却败在了他们两人手下。默默心疼下神兽！😂\n\n总之：与其看达蒙打怪，真是不如看他在火星上种土豆。",
                "UserId": 596
            },
            {
                "publishDate": "2016-12-20",
                "score": "6",
                "likes": "15",
                "content": "一个执导了北京奥运开幕式的导演，在场面调度上可以说国内无人可及，用“烂片”来对《长城》敷衍评价，其实这表明的恰恰是自媒体时代的一种跟风。对于转型后的张艺谋，要求他用继续拍《红高粱》和《菊豆》的手法来拍摄商业片，这种想法不仅幼稚，而且无知。",
                "UserId": 450
            },
            {
                "publishDate": "2016-12-17",
                "score": "10",
                "likes": "14",
                "content": "好精彩，全城刺激，有些地方好可怕，王俊凯的小皇帝真的是好可爱哈哈哈哈哈哈哈…皇帝躲在椅子后面！什么gui！值得推荐！！！",
                "UserId": 358
            },
            {
                "publishDate": "2016-12-17",
                "score": "8",
                "likes": "12",
                "content": "没有什么比一部由中国电影人主导的、讲述了中国特色民族历史文化的国际电影，更令人激动的了事情了",
                "UserId": 854
            },
            {
                "publishDate": "2016-12-17",
                "score": "10",
                "likes": "10",
                "content": "俊凯!我们爱你",
                "UserId": 155
            },
            {
                "publishDate": "2017-01-15",
                "score": "9",
                "likes": "10",
                "content": "感觉挺震撼的，老谋子电影是真的不错，有些情节看的鸡皮疙瘩都起了。个人很喜欢，推荐！",
                "UserId": 693
            }
        ],
        "id": 173
    },
    {
        "link": "https://maoyan.com/films/78723",
        "name": "疯狂外星人",
        "type": "动画 冒险 奇幻",
        "region": "美国",
        "duration": "94分钟",
        "publishDate": "2015-04-24中国大陆上映",
        "score": "8.0",
        "income": "12.1",
        "introduce": "可爱的外星人小欧（吉姆·帕森斯 配音）与他的同伴波波星人一直在寻找一个适宜他们居住的地方，在一次次的尝试并且失败之后，他们登陆了地球并且将地球上的人类进行了转移。因为一个意外，小欧成为了波波星人的全体通缉目标。在逃亡中他遇到了热爱冒险的地球女孩小钱（蕾哈娜 配音），小钱正在寻找自己“被转移”的妈妈并且对波波星人的强制转移非常不满。但是经历了一系列令人捧腹的冒险旅程后，小欧与小钱也逐渐了解彼此而变成好朋友，他们期望这趟旅程能让阿布族跟地球人得以和平相处并化解争纷，但究竟这个任务是否能实现呢？他们又会闹出多少笑料？",
        "imgUrl": "https://p1.meituan.net/movie/11faad3998f01c050197c7394b555bb9195097.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2015-05-12",
                "score": "8",
                "likes": "156",
                "content": "音乐好听，剧情较好，唯一不足就是受众面偏低龄化，你能想象一个爱好动漫的20岁大叔坐在一群小朋友中看片的心情吗⊙▽⊙～搞得像亲子剧场T_T",
                "UserId": 978
            },
            {
                "publishDate": "2015-04-29",
                "score": "10",
                "likes": "114",
                "content": "今天又去电影院看了一遍《疯狂外星人》，自我感觉是年后我看的最好看的一部电影。我也好想像小钱一样身边能有个小欧，在追寻自己时候身边有个小欧一起欢笑一起流泪还可以随便欺负。可能很多人都会像瓜星人一样用丑陋坚硬骇人的外壳保护自己，实际柔软善良有不得已的苦衷。大爱谢耳朵，期待《生活大爆炸》早点回归",
                "UserId": 889
            },
            {
                "publishDate": "2015-05-09",
                "score": "10",
                "likes": "61",
                "content": "这是一部帮助孩子识别情绪的好片子，啵啵星小鸥变成绿色时是说谎、红色是生气、蓝色、粉红色、黄色…每种颜色代表一种情绪。孩子可以通过这部片子了解到怎样表达自己的情绪，从而减少因不会表达自己情绪时产生的不良行为！孩子了解越多情绪，就越会表达自己！",
                "UserId": 46
            },
            {
                "publishDate": "2015-05-10",
                "score": "9",
                "likes": "43",
                "content": "原版的配音里，Rihanna的歌加上其角色的演绎都是不错的，Sheldon的配音更是贱贱的，滑稽搞笑！整个剧情虽然老套，就是弱小的人觉醒拯救世界，最后是关于爱，但是整体节奏和动画风格把握的不错，值得观看！！！推荐！！！！无论男女老少！！！",
                "UserId": 41
            },
            {
                "publishDate": "2015-04-26",
                "score": "10",
                "likes": "25",
                "content": "适合小朋友看，分数给春春",
                "UserId": 784
            },
            {
                "publishDate": "2015-04-25",
                "score": "10",
                "likes": "22",
                "content": "有李宇春配音吗？超期待！温温糯糯的，啊啊啊啊啊啊！爱死舂春声音了。",
                "UserId": 266
            },
            {
                "publishDate": "2015-04-28",
                "score": "10",
                "likes": "21",
                "content": "有李宇春配音 我才去看",
                "UserId": 706
            },
            {
                "publishDate": "2015-04-25",
                "score": "10",
                "likes": "21",
                "content": "李宇春的配音萌萌哒",
                "UserId": 103
            },
            {
                "publishDate": "2015-05-02",
                "score": "10",
                "likes": "12",
                "content": "我葱的配音！！不要谢耳朵！！我葱！！！",
                "UserId": 703
            },
            {
                "publishDate": "2015-04-25",
                "score": "1",
                "likes": "2",
                "content": "和儿子一起看的。不由自主的不自在！这是一个和谐包容的世界吗？女主似乎只有妈妈，无性别的啵啵人，还有唯一的瓜星大妈！超级萌的画面全面迎合女生一统宇宙的奇妙！这是政治正确的多元大熔炉吗？",
                "UserId": 143
            }
        ],
        "id": 174
    },
    {
        "link": "https://maoyan.com/films/1319629",
        "name": "德云社己亥年封箱庆典2020",
        "type": "喜剧 脱口秀",
        "region": "中国大陆",
        "duration": "364分钟",
        "publishDate": "2020-01-18中国大陆上映",
        "score": "8.6",
        "income": "4.7",
        "introduce": "相声的封箱是指封箱演出，是在新年前的最后一次演出，因演出后要将各种道具装箱封存，歇班过年而得名。德云社的表演，一年之中最为隆重的就是封箱和开箱两场演出。《德云社己亥年封箱庆典》是德云社的相声演员为观众呈现的精彩相声庆典，庆典呈现了多种形式的相声作品，带领观众体验相声的魅力。",
        "imgUrl": "https://p0.meituan.net/movie/ef6533e56124a58562356ac2bd1d48bc37477.jpg@464w_644h_1e_1c",
        "comments": [],
        "id": 175
    },
    {
        "link": "https://maoyan.com/films/1189879",
        "name": "狮子王",
        "type": "剧情 动画 冒险",
        "region": "美国",
        "duration": "118分钟",
        "publishDate": "2019-07-12中国大陆上映",
        "score": "8.1",
        "income": "10.0",
        "introduce": "广袤无垠的非洲大草原，祥和奋进的荣耀王国迎来了光辉时刻。威严而勇敢的狮子国王木法沙（詹姆斯·厄尔·琼斯 James Earl Jones 配音）与王后沙拉碧（阿尔法·伍达德 Alfre Woodard 配音），终于迎来了他们的儿子——王国未来的王者辛巴（唐纳德·格洛弗 Donald Glover 配音）——的诞生。在所有的动物都心悦诚服跪拜辛巴王子之际，只有木法沙的弟弟刀疤（切瓦特·埃加福 Chiwetel Ejiofor 配音）妒火中烧。他久久觊觎哥哥的王位，而今更是将辛巴视为眼中钉肉中刺。经过一番策划，刀疤害死了木法沙，并将罪名推给了侄子，进而将王位攫取到自己手中。 荣耀王国从此被黑暗笼罩，而遭到流放的辛巴是否还能回到这个他度过快乐童年的国度呢？",
        "imgUrl": "https://p0.meituan.net/moviemachine/7b9b0725ab5feae642e1fbba9fbb90fe3702078.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-07-13",
                "score": "10",
                "likes": "8738",
                "content": "刚进电影院音乐就震撼到我了，从开始的兴奋到中间木法沙被害死而感到难受，又到辛巴重新找回自己，最后重返荣耀大地夺回王位而感到高兴，特别是最后那个音乐响起的时候我瞬间感动哭了，这是唯一一部能让我流下眼泪的电影，电影从开始到结束感情不断变化，既体会到开心也体会到悲伤。我对这部电影感触很深，这也是“唯一一部能与我的心灵相互共鸣的电影！”，已经不能用语言来形容了，太感动了，小时候第一部电影就是这个，从那时便爱上这部电影直到现在，这部电影在我心里的位置永远不会改变。感谢你《狮子王》遇到你真好。\n“永远记住，你是谁。”\n“你必须要在生命轮回中找到属于自己的位置。”\n“哈库那，玛塔塔，没有烦恼，无忧无虑。”",
                "UserId": 265
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "6487",
                "content": "一晃25年了…电影开始主题曲刚出现就让我热泪盈眶…小时候爸爸带我看了电影，还专门买了录像带 音乐专辑磁带…记不得看过多少遍…每想到木法沙离开都会很难过😭这算是小孩第一个心结吧…后来家里发生火灾…很多录影资料都没了……我一直把丁满彭彭说那句俚语作为让自己快乐起来的护身符😊真狮版更真实感觉也没变…旁边两个10几岁小年轻不知道我为什么偷偷流泪……这感觉可能就像……见到很多很多年没见的老朋友😊再见时大家已经不再时孩提时的模样…老朋友一句，这些年你过得怎么样…瞬间泪崩",
                "UserId": 769
            },
            {
                "publishDate": "2019-07-12",
                "score": "6",
                "likes": "796",
                "content": "感觉还不如以前的动画片，剧情薄弱，打斗不精彩，没有特效，唯一的优点景色还不错",
                "UserId": 941
            },
            {
                "publishDate": "2019-07-12",
                "score": "9",
                "likes": "6006",
                "content": "挺好看的电影，里面感触很深的一句台词:你知道你是谁吗？做人不要迷失自我，往正确的方向前进永远都不晚。",
                "UserId": 406
            },
            {
                "publishDate": "2019-07-12",
                "score": "8",
                "likes": "723",
                "content": "我后排的一个大哥，一个人来追零点场，片子开头没多久就唱歌，那位大哥的呼噜声随着歌唱声开始，却没有随着歌唱结束而结束。。。。   \n    一言不合就唱歌。。。哈哈。   个人觉得，这片子纯粹就是卖给8090的回忆吧。00后没看过的，就可以当做迪士尼的一部大片来看",
                "UserId": 501
            },
            {
                "publishDate": "2019-07-12",
                "score": "4",
                "likes": "619",
                "content": "给个中肯分，毕竟迪斯尼在对于动物表情语言研究上面花了大功夫，为了这两个小时的CG动物世界，迪士尼也够拼了的，childish，和碧姐等歌星撑起歌声，黑人兄弟撑起诙谐片段，已经把声音的枯燥感压到最低，但是也会有汉斯季默救不回来片子，一切就毁在过度追求CG实感，而忽略了真正的狮子王原版动画中很多的有点，看得要睡着了。而成功事例就是阿拉丁，任务定位和感情线，都很完美，盖里奇完全用原本的风格，用自己的语言，又说了一边阿拉丁的故事，但这次这个故事，多多少少有盖里奇的影子，也很完整～",
                "UserId": 159
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "871",
                "content": "从片头熟悉的circle of life吉娃娃就能把人拉回童年，每一帧每一个画面都在动画里有迹可循，迪士尼🐂🍺，蜘蛛侠伯父🐂🍺💯",
                "UserId": 301
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "623",
                "content": "我要打满分！\n童年的回忆，每每想起都泪流满面。\n向永恒的经典致敬。\n唯一一部让我直接想都没想就提前买下首映的电影，风雨无阻要去！",
                "UserId": 263
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "537",
                "content": "看完首映迪士尼真狮子版《狮子王》，简单说几句影评，这次真狮子版和1994年的动画版《狮子王》无论是从经典歌曲和对白，剧情都是基本上99%是跟动画版一模一样，至于宣传上说比94年动画版有29分钟的新剧情我个人觉得不是太明显，是因为新剧情是比较散!首映后面坐着挺多人看的!都是80和90后!大家都是冲着碧昂丝配音的母狮子“娜娜”和一份童年情怀去看的!对了，碧昂丝果然唱功了得!那首新歌“spirit”也同时出现在电影里面!",
                "UserId": 784
            },
            {
                "publishDate": "2019-07-12",
                "score": "10",
                "likes": "534",
                "content": "别害怕去未知远方，做自己的国王！哈库呐，玛塔塔！说没有的特效的可以歇歇了，全片拍摄无真实动物，迪士尼用阿凡达的技术拍狮子王OK吗？最后再来一句“哈库呐，玛塔塔”！！",
                "UserId": 696
            }
        ],
        "id": 176
    },
    {
        "link": "https://maoyan.com/films/1206875",
        "name": "大黄蜂",
        "type": "动作 冒险 科幻",
        "region": "美国",
        "duration": "114分钟",
        "publishDate": "2019-01-04中国大陆上映",
        "score": "10.0",
        "income": "7.9",
        "introduce": "意图征服一切的霸天虎全员出击，塞伯坦即将陨落，B-127（迪伦·奥布莱恩 Dylan O'Brien 配音）临危受命前往地球。在1987年的加州，B-127不仅遭到特工伯恩斯（约翰·塞纳 John Cena 饰演）的追捕，更被闪电（大卫·索博洛夫 David Sobolov 配音）殴至重伤，语言模块和记忆模块严重受损。B-127变形为大众甲壳虫，被失去了父亲（蒂姆·马丁·格利森 Tim Martin Gleason 饰演）的查莉·沃森（海莉·斯坦菲尔德 Hailee Steinfeld 饰演）发现并开回家。查莉为B-127取名大黄蜂，双方成为亲密无间的好朋友。然而好景不长，反射弹（贾斯汀·塞洛克斯 Justin Theroux 配音）与粉碎（安吉拉·贝塞特 Angela Bassett 配音）追至地球，利用美国军方的卫星网络追踪到大黄蜂，并企图将霸天虎大部队召唤到这里。为了阻止反弹射和粉碎，大黄蜂和他的新朋友一起踏上了保卫这个蓝色星球的征途……",
        "imgUrl": "https://p0.meituan.net/movie/b84f20681ca568770c677e3230e5a595280688.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "9683",
                "content": "天啊，居然有约翰塞纳。他可是我最喜爱的摔跤手。。。我买二十张电影票",
                "UserId": 774
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "6973",
                "content": "这部前传大黄蜂我评的是十分，电影虽然走的是温情路线，但是一点也阻挡不了大黄蜂的光芒。喜爱大黄蜂的人一定要支持这部电影。唯一一点我真的很不喜欢导演把大黄蜂虐得那么惨，每看一下我心就揪紧的痛一下。简直完全把大黄蜂削弱了不止一丁点。要是有续集请导演们不要再伤害观众最爱的大黄蜂了。故事情节还可以吧。重点是看大黄蜂。知道了很多为什么大黄蜂会失声，为什么会变成科迈罗。冲着大黄蜂，怎么样都值十分。",
                "UserId": 689
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "4753",
                "content": "太好看了！！！！",
                "UserId": 515
            },
            {
                "publishDate": "2019-06-20",
                "score": "1",
                "likes": "1439",
                "content": "无剧情 无特效！毫无看点！不建议浪费时间！",
                "UserId": 811
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "787",
                "content": "哇，非常棒的电影，观众全程没有说话，没有玩手机，只有愉快的笑声和感动……",
                "UserId": 824
            },
            {
                "publishDate": "2019-06-20",
                "score": "8",
                "likes": "1006",
                "content": "【大黄蜂】算是2019年开年的第一部大片了，做为变形金刚系列的粉丝，迫不及待的就去看了零点首映场。\n影片算是一部《变形金刚》的前传作品，交代了一下大黄蜂是怎么失去了声音，还有为什么在《变形金刚1》里面的汽车形态是科迈罗。而剧情走的是温情路线，女主角与大黄蜂的互动很温馨。动作场面的话，最后决战霸天虎的飞天腿和杀无赦的场面设计得很不错，在搏击里加入了功夫的元素，打斗很精彩。影片里面的大黄蜂也是超级的可爱，真的能被它给萌化了，它的汽车形态，就是动画里面经典的甲壳虫。还有擎天柱的形象还原得也相当不错，简直帅炸。\n喜欢变形金刚系列的朋友，真的不能错过这部影片。",
                "UserId": 115
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "718",
                "content": "好看！美国大片真的是百看不厌，好看惊险 刺激 大黄蜂真的是萌到心软 用命守护着重要的人  帅到爆！好想像女主一样给他一个拥抱！既舍不得他离开又不得不让他离开去守护更多人的生命",
                "UserId": 532
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "588",
                "content": "耐特重视剧本证明了系列最佳口碑并非浪得虚名。我十分惶恐的发现整整5部总人物塑造居然比不过一部BBB！无论正、反双方的面部神态、说话语气都相当拟人化，变形金刚的眼睛也终于让我感受到“机械智慧生命体”的灵魂而不是爆炸贝那堆异己必诛只会用工具的玩意！海莉妹子跟大黄蜂同框实在是配一脸，化学反应十足。80年代怀旧风的背景和色调太暖心，有一些GTASA电台也有收录，情怀加分！整部电影又是在模式上对历代大黄蜂经历的致敬，看到G1大战几个经典角色的造型和最后变成80版科迈罗的蜂蜂，眼眶湿润……有情怀、有细节、有干货、有想法，居然比变2低分？SHAME ON ALL OF YOU!!\n12年电影粉认证5星！！！",
                "UserId": 900
            },
            {
                "publishDate": "2019-06-22",
                "score": "10",
                "likes": "355",
                "content": "简直完美 之前在电影院看完变形金刚5之后就看到19年上映大黄蜂个人电影 终于出了档期 第一时间买了首映！！真是不辜负我的期望 小bee真是太可爱了 约翰塞纳也是我很喜欢的wwe超级明星 简直过瘾！Bumblebee是我用了快两年的网名 真的是超级爱❤️已疯狂安利朋友圈 安利朋友去看 票房大卖！！",
                "UserId": 523
            },
            {
                "publishDate": "2019-06-20",
                "score": "10",
                "likes": "76",
                "content": "这个导演6啊，魔铉传说的导演，看好看好",
                "UserId": 301
            }
        ],
        "id": 177
    },
    {
        "link": "https://maoyan.com/films/246234",
        "name": "美国队长3",
        "type": "动作 冒险 科幻",
        "region": "美国",
        "duration": "148分钟",
        "publishDate": "2016-05-06中国大陆上映",
        "score": "7.2",
        "income": "1.2",
        "introduce": "曾经共抗强敌、守卫世界的战友，如今却不得不与彼此对抗。索科维亚事件之后，史蒂夫·罗杰斯（克里斯·埃文斯 饰）带领着新复仇者守卫和平，然而复仇者意外卷入一起重大伤亡事件，这一事件造成了深远政治影响。政府部门计划设立管理体系，以监管并指导复仇者的行动。这一计划使复仇者走向分裂，史蒂夫·罗杰斯带领的阵营意图在不受政府干涉的情况下继续保护人类，而其他的人则追随托尼·史塔克（小罗伯特·唐尼 饰），他做出了出人意料的抉择，支持政府监管与问责。复仇者之间的裂痕逐渐演变为战争。",
        "imgUrl": "https://p0.meituan.net/movie/d2524ff4d96f5f23cd50d2e514f87cae374610.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2016-05-06",
                "score": "10",
                "likes": "1504",
                "content": "当他知道自己的军火被卖给恐怖分子，他毅然关掉了自己的武器部门。\n当队长向他断言，你永远不可能趴在铁丝网上，让队友从你身上爬过去。他扛着一颗核弹飞过了几乎不可能返回的虫洞。\n当他对于和平的向往演化成了灾难，他毫不犹豫接受了所有的指责，努力用自己的能力去弥补失去的一切。\n\n“当你有这样的能力，如果对发生的不好的事情袖手旁观，那么发生的一切都是你的错。” 小蜘蛛的这句愿景却是铁人一直以来的作风。\n\n他总是选择承担责任，\n即使是那些不应当算在头上的。\n\n空荡荡的大楼里\n看起来拥有一切的人，其实又一无所有。\n\n走出电影院，满是心疼。\n#TeamIronMan",
                "UserId": 682
            },
            {
                "publishDate": "2016-05-06",
                "score": "10",
                "likes": "1258",
                "content": "美队一，自己被冰了。美队二，神盾局崩了。美队三！复仇者联盟崩了！队长知道真相，但是都是等到钢铁侠发飙的时候才说。美队真是够了。如果美队早点吧真相告诉托尼，后面就不会有事了。凭心而论！美队为了帮冬兵而瞒着钢铁侠甚至把钢铁侠的反应堆给弄坏了真的不地道！幻视和女巫，刚刚对上眼就被分开了。诶。都是美队的错。都说钢铁侠自以为是，其实自以为是的是美队。他一直感觉自己是核心，感觉自己可以处理好队员关系。最好还是爆发了。为什么美队不赶紧死了。",
                "UserId": 58
            },
            {
                "publishDate": "2016-05-06",
                "score": "7",
                "likes": "868",
                "content": "电影不错，剧情简直三观不正，谁敢说冬兵不是美队真爱，作为美国精神全美偶像存在的队长为了冬兵一起战斗的兄弟不重要，盾牌不重要，替他背黑锅的托尼更不是不要更残酷。斯塔克父子是怎么对他俩的？冬兵是在被控制不清醒的状态下杀死霍华德夫妻的，没有一丝悔意和惭愧，美队居然还让托尼理解，理解**",
                "UserId": 549
            },
            {
                "publishDate": "2016-05-06",
                "score": "8",
                "likes": "1236",
                "content": "内战逻辑合理，群架打得超级过瘾，复联英雄发挥稳定，小蜘蛛和蚁人太逗了，超过DC的蝙超几个段位啊，就是少了我最爱的绿巨人…总之，从那个吻开始就是晴天",
                "UserId": 237
            },
            {
                "publishDate": "2016-05-06",
                "score": "8",
                "likes": "817",
                "content": "一部电影证明了漫威在8年时间中布局之缜密，很好的在攫取漫画元素的同时维持着电影宇宙的独立性。加入冬兵线索并没有如料想般影响深度，反而与同样改编巨大的泽莫男爵一起构筑了在正义之争外表下人性的层面，对两位英雄的形象进一步进行了深化。几场动作戏的精彩程度超乎想象，在紧张刺激的同时娱乐性极强，飞机场大战令人印象深刻，结尾的对决没有草草了事而是随着矛盾的不断加深而愈发变的不可调节，主题的严肃性完成度很高。包括第一段团战在内，快速剪辑与手持摄影让战斗的临场感与紧张感倍增，甚至看到了《谍影重重》的影子。黑豹与蜘蛛侠的出现不仅贡献了精彩的表演，还很好的承担了开启第三阶段的功能性任务，非常期待这之后的个人电影。",
                "UserId": 255
            },
            {
                "publishDate": "2016-05-14",
                "score": "5",
                "likes": "733",
                "content": "我给的这个分数是偏低的。我相信观众都喜欢这种商业片，就像很多人都喜欢活在梦想中。但是社会是现实的。不思考怎么能行？我在一篇文章中看到过一句话，中国人的未来是可怕的！因为没有信仰。方励下跪求给吴天明导演作品《百鸟朝凤》一点排场。这是我国第四代著名导演生前的最后一部作品。说实话艺术片只要你静下心来看，你一定会被震撼到的。考完你会有思考，你会对中国的文化传承有所思考。方励本人都在担忧中国艺术片的明天到底在哪儿？想要看到中国艺术片的明天，只有观众提高自身的品位与修养，让电影不再娱乐化。你们说让我评论《美国队长3》的话，我没什么好说的，只是视觉效果很震撼。没别的。我是学电影的，希望艺术片在中国有明天。",
                "UserId": 88
            },
            {
                "publishDate": "2016-05-06",
                "score": "9",
                "likes": "813",
                "content": "一个个来吧：\n队长，信念，拉飞机的型男\n冬兵，委屈，被局势推动的棋子\n猎鹰，义气，救战争机器的好孩子\n鹰眼，耿直，照喷托尼的好孩子\n红女，压抑，人家就是想去逛逛街\n托尼，收敛，小辣椒跑了…得知真相时，心疼\n战器，汉子，俺不用你扶\n幻视，发春，那迷离的眼神，不过漫画里的确和红女结婚了\n黑寡，达理，这样的女人哪找\n黑豹，大义，有担当的好汉子\n好了，重点介绍：\n小蚁人，大逗比，特别时变大时的眼神和笑声，超…\n蜘蛛侠，话痨鬼，和死待并称两大话痨果不其然\n\n画面，很燃，创意，不多，动作，无新，内涵，还行，深度，可以，总分8.7！\n《美国队长3：内战》\n人略齐人略齐，好过瘾，哈哈哈哈哈哈哈……",
                "UserId": 512
            },
            {
                "publishDate": "2016-05-06",
                "score": "9",
                "likes": "411",
                "content": "我要给美队差评，冬冰杀了钢铁侠他爸妈，还跟冬冰一块打钢铁侠。蜘蛛侠好酷，伊丽莎白奥尔森好美",
                "UserId": 113
            },
            {
                "publishDate": "2016-05-13",
                "score": "9",
                "likes": "383",
                "content": "好吧，对这样的片子没有抵抗力，虽然很多人吐槽是商业片。我想评价的是剧情本身，看过原著漫画，内战的结果是杯具的，史塔克的固执和个人主义，美队的天真和正义，牺牲了很多人，离间很多人。回到本片，我想起了正义联盟的超人和老爷，超人不顾一切的正义，接受审判，他高于一切，他是神的存在，老爷的正义是暴力、惩戒犯人、保护群众。正义联盟的内战，情理之中，也喜欢超人的坦率、老爷的理智。回到美队3，美队的正义，救苦救难谁都想，不就签个法案吗？背叛法案就等于背叛人类社会，不要说救人类，一切不受约束只会被人类社会反抗，就只有美队一个人的正义却让所有走一道的人付出代价！史塔克虽说固执，他却是理智的想保全大家，美队太自私了",
                "UserId": 770
            },
            {
                "publishDate": "2016-05-07",
                "score": "9",
                "likes": "279",
                "content": "中国队长，钢管侠，蓝巨人，鸡眼，红寡妇，邪神，傻人，苍蝇侠，白虎，苍白男神，和平机器，劣势，城管队同盟",
                "UserId": 361
            }
        ],
        "id": 178
    },
    {
        "link": "https://maoyan.com/films/345419",
        "name": "沉睡魔咒2",
        "type": "冒险 家庭 奇幻",
        "region": "美国",
        "duration": "119分钟",
        "publishDate": "2019-10-18中国大陆上映",
        "score": "9.5",
        "income": "2.2",
        "introduce": "玛琳菲森（安吉丽娜·朱莉 饰）和她的教女奥罗拉（艾丽·范宁 饰）因为即将举行的婚礼、意想不到的盟友，和新的黑暗势力被拉向不同的方向，同时也开始质疑起联结她们的复杂家庭关系。",
        "imgUrl": "https://p1.meituan.net/moviemachine/c68e3fff79463952b33cbc1e1b45442b1772992.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "8640",
                "content": "公主就是个**，我觉得她才是反派。（王子太阳我）",
                "UserId": 544
            },
            {
                "publishDate": "2019-10-18",
                "score": "9",
                "likes": "4179",
                "content": "电影还是不错的，感觉情节性没有1强，公主在整部戏里冲当着一个****只知道爱情的人，这种人物设定也是看的人醉了",
                "UserId": 319
            },
            {
                "publishDate": "2019-10-18",
                "score": "9",
                "likes": "2102",
                "content": "迪士尼系列可以说是很适合女孩子去看的电影了，第二部继续了上一部的故事，将善良与和平同极端与自私两相对比，当然也能从中抓出人与自然和谐共处的主题。不过里面有部分我觉得是强行善良，至少我觉得像王后这样已经坏到心理变态不惜实施种族灭绝的人，变成山羊的结局也太善良了。安吉丽娜朱莉真的是给我美哭了。她复活之后的一句“beastie\"真的让我觉得这世界就算有复活甲也就是生来为这个气场全开的女人而存在的。关于爱，关于和平，关于种族，关于惩罚。",
                "UserId": 903
            },
            {
                "publishDate": "2019-10-18",
                "score": "5",
                "likes": "2360",
                "content": "公主是个**，全程坑妈。她就应该死掉算了",
                "UserId": 43
            },
            {
                "publishDate": "2019-10-18",
                "score": "8",
                "likes": "1154",
                "content": "想给10分，但是2分扣给公主的**",
                "UserId": 676
            },
            {
                "publishDate": "2019-10-18",
                "score": "8",
                "likes": "787",
                "content": "黑童话终究还是童话，无非就是公主和王子过上了幸福生活。\n人类和暗夜族之间由势不两立相互屠杀，再到最后化解矛盾走向和平的过程中，玛琳菲森这个角色塑造的真的很迷人！！！！\n真爱之吻这个梗从第一部玩儿到第二部，也是够了😂 \n还有内个王子，明明就是傻白甜，根本没有王子的风范😑 😑\n好嘞，言归正传，这部电影特效很强，烂番茄上评价为“史诗级的阿凡达”！！！！剧情有些俗气，但看点绝对是玛琳菲森、王后的人物塑造，设计的很饱满，丝毫不空洞！！！！",
                "UserId": 241
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "953",
                "content": "这10分是给女王的！演的真好。  公主是个**",
                "UserId": 973
            },
            {
                "publishDate": "2019-10-19",
                "score": "10",
                "likes": "238",
                "content": "看预告就觉得有点意思 安吉丽娜朱莉终于出来了，看教母在线暴躁！朱莉太美了 出来每一帧都是画，**！特别受伤那里 所以剧情是什么不重要 朱莉美如画就完事",
                "UserId": 229
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "546",
                "content": "这是一部高颜值电影，服装特别精致✨ ，故事也相对比较立体 ，“吃”颜在朱力和王后戏份，无限惊喜~✨ ✨ \n不管是什么魔法还是诅咒，都不能阻止我去爱你 🥰 ”\n这部电影很严肃的告诉我们，结婚要👰🏻 爸爸妈妈都同意才阔以的哇，不然后果很严重——",
                "UserId": 974
            },
            {
                "publishDate": "2019-10-18",
                "score": "10",
                "likes": "223",
                "content": "不错\n好感人",
                "UserId": 326
            }
        ],
        "id": 179
    },
    {
        "link": "https://maoyan.com/films/1212512",
        "name": "蜘蛛侠：平行宇宙",
        "type": "动画 动作 科幻",
        "region": "美国",
        "duration": "116分钟",
        "publishDate": "2018-12-21中国大陆上映",
        "score": "9.7",
        "income": "2.0",
        "introduce": "迈尔斯的父亲是一位一板一眼的警官，而他的母亲则是一名工作勤奋的护士。慈爱的父母对于孩子的成就非常自豪，也希望他能够融入新加入的这所优秀的学校，在这里取得成功。然而迈尔斯的生活因为一次意外变得更加复杂。他被一只放射性蜘蛛咬伤，并因此获得了毒液冲击、伪装隐藏、蜘蛛爬行、超凡听力、蜘蛛感应等一系列超能力。与此同时，这座城市里最臭名昭著的犯罪头目金并已经建立起一台高度隐秘的超级对撞机，这台对撞机开启了通往其他宇宙的时空通道，来自其他宇宙、不同版本的蜘蛛侠（包括中年彼得·帕克、女蜘蛛侠格温、暗影蜘蛛侠、蜘猪侠和潘妮·帕克）也来到了迈尔斯所在的世界。在这些新老角色的帮助下，迈尔斯慢慢学习、逐渐接受挑战，也学会了作为一名超级英雄所要承担的责任。他最终意识到，任何人都可以戴上超级英雄的面具，为正义而战。",
        "imgUrl": "https://p0.meituan.net/movie/ca9cfca03292e207ceea03904d2c02e61096852.jpg@464w_644h_1e_1c",
        "comments": [{
                "publishDate": "2018-12-21",
                "score": "10",
                "likes": "3629",
                "content": "今年最好看的电影啦，很满意。",
                "UserId": 414
            },
            {
                "publishDate": "2018-12-21",
                "score": "10",
                "likes": "1970",
                "content": "漫威电影 不错👍👍👍",
                "UserId": 956
            },
            {
                "publishDate": "2018-12-21",
                "score": "1",
                "likes": "643",
                "content": "没意思！动画片。我下单时候没看清楚…早知动画片我都懒得看了。无聊死了",
                "UserId": 134
            },
            {
                "publishDate": "2018-12-21",
                "score": "1",
                "likes": "556",
                "content": "太差了，不适合成年人看。",
                "UserId": 648
            },
            {
                "publishDate": "2018-12-21",
                "score": "9",
                "likes": "1519",
                "content": "感觉挺不错的，主要是先玩了今年Sony的漫威蜘蛛侠游戏，对蜘蛛侠题材感兴趣但是稍微有点疲劳了",
                "UserId": 319
            },
            {
                "publishDate": "2018-12-21",
                "score": "10",
                "likes": "667",
                "content": "带有一定印象派风格的画风，让我想到了《Sin City》。私以为，评价可能两极化吧。喜欢的会非常喜欢，感觉画面“凌乱”会很不喜欢。至少于我而言，很好。用这种画风把主人翁的成长，蜘蛛侠的精神彰显得玲离尽致，观影时令人心潮澎湃。\n多说两句，蜘蛛侠一直是我最喜欢的漫威英雄，他没有钢铁侠多金，没有雷神高大，没有美队帅气。他的生活充满小人物的悲欢离合与无奈。但是，当戴上面具那一刻，他可以倒，但一定会再站起来。没有把握这一次能赢，但那又怎样。因为，他的背后这座城需要他来守护。",
                "UserId": 62
            },
            {
                "publishDate": "2018-12-22",
                "score": "10",
                "likes": "336",
                "content": "这比英雄归来都还好看，有浓郁的美漫风格，有一次在影院看见了老爷子，看一次少一次，索尼蜘蛛宇宙的第二部电影。",
                "UserId": 393
            },
            {
                "publishDate": "2018-12-21",
                "score": "9",
                "likes": "496",
                "content": "真是蜘蛛侠粉丝的盛宴",
                "UserId": 138
            },
            {
                "publishDate": "2018-12-21",
                "score": "10",
                "likes": "507",
                "content": "视觉效果来讲以前没见过这种类型的动画，往大了说这片也为未来商业动画的发展提供了一个全新的方向，整部电影的剧情一点都不难理解，就是一群不同宇宙的蜘蛛侠拯救世界然后各回各家的故事，主要想表达的一点就是“人人都可以做蜘蛛侠，每个人都应该坚持做自己。”即使内地上映的版本片尾没有斯坦李老爷子的彩蛋，我们也可以相信天上的他看到这部作品的时候依然会很欣慰的，RIP🙏",
                "UserId": 798
            },
            {
                "publishDate": "2018-12-21",
                "score": "10",
                "likes": "190",
                "content": "完美，2018最佳动画长片。",
                "UserId": 744
            }
        ],
        "id": 180
    }

]