module.exports = [{
        "id": "1",
        "cityName": "上海",
        "cinemaName": "金逸影城上海龙之梦IMAX店",
        "address": "上海市虹口区西江湾路388号凯德龙之梦B座6F-7F",
        "telephone": "021-36538850",
        "latitude": "31.27655",
        "longitude": "121.4835",
        "trafficRoutes": "轨道交通3号线、8号线直达、312路、167路、21路、597路、66路"
    },
    {
        "id": "2",
        "cityName": "上海",
        "cinemaName": "SFC上影影城（南桥百联店）",
        "address": "上海奉贤区百齐路288号（百联二期四楼）",
        "telephone": "021-37569530",
        "latitude": "30.91959",
        "longitude": "121.491",
        "trafficRoutes": "乘坐沪海专线、南梅线、莘南线、未来地铁5号线等到达"
    },
    {
        "id": "3",
        "cityName": "上海",
        "cinemaName": "金逸上海海上海店",
        "address": "上海市杨浦区飞虹路568弄海上海•弘基休闲广场A区48号（近辽源西路）",
        "telephone": "021-33772488",
        "latitude": "31.27382",
        "longitude": "121.5143",
        "trafficRoutes": "乘坐公交6、14、79、103、222、308、325、597、746、853、863、870、871、962、申川专线至大连路新港路或大连路飞虹路。\n轨道交通4号线至临平路站或轨道交通8号线至鞍山新村站，步行10分钟即达。"
    },
    {
        "id": "4",
        "cityName": "上海",
        "cinemaName": "大地影院（罗宾森广场店）",
        "address": "嘉定城中路138号罗宾森广场4楼",
        "telephone": "021-59929830",
        "latitude": "31.3902",
        "longitude": "121.2523",
        "trafficRoutes": "乘嘉定13路.9路等到城中路清河路城中路站下，即到。"
    },
    {
        "id": "5",
        "cityName": "上海",
        "cinemaName": "大地影院（弘基广场店）",
        "address": "上海市宝山区聚丰园路57弄3号3楼（上海大学旁）",
        "telephone": "021-66122611",
        "latitude": "31.32087",
        "longitude": "121.3926",
        "trafficRoutes": "地铁7号线上海大学站，110路公交车到达祁连新村下车！"
    },
    {
        "id": "6",
        "cityName": "上海",
        "cinemaName": "大地影院（大华乐购店）",
        "address": "上海宝山区大华路518号4楼(乐购商场四楼)",
        "telephone": "021-66405201",
        "latitude": "31.27752",
        "longitude": "121.4207",
        "trafficRoutes": "地铁7号线， 937路，737路，112路，766路大华路大华一站下车，前行50米即到"
    },
    {
        "id": "7",
        "cityName": "上海",
        "cinemaName": "飞航电影院",
        "address": "上海市松江区玉树路飞航广场2575号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "8",
        "cityName": "上海",
        "cinemaName": "大悦城新恒星影城",
        "address": "上海市静安区西藏北路166号大悦城10-11楼",
        "telephone": "021-36527206",
        "latitude": "31.24876",
        "longitude": "121.4787",
        "trafficRoutes": "公交19、46、58、41、916、802、518、108、18等公车到达。地铁8号线、12号线曲阜路站下，1号口出"
    },
    {
        "id": "9",
        "cityName": "上海",
        "cinemaName": "华士达影城（徐汇店）",
        "address": "上海市徐汇区东安路599号绿地中心正大乐城3楼",
        "telephone": "021-60671619",
        "latitude": "31.19208",
        "longitude": "121.4646",
        "trafficRoutes": "地铁7号线12号线龙华中路站1号口出\n49、41、104、734、144、933、50、301、隧道八线、万周专线至东安路中山南二路下车步行5分钟即可到达"
    },
    {
        "id": "10",
        "cityName": "上海",
        "cinemaName": "上海万达影城金桥店",
        "address": "上海市浦东新区长岛路1156、1158号3楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "141",
        "cityName": "北京",
        "cinemaName": "博纳国际影城北京悠唐IMAX店",
        "address": "北京市朝阳区三丰北里2号楼悠唐广场B1层",
        "telephone": "010-59775660",
        "latitude": "39.92756",
        "longitude": "116.446",
        "trafficRoutes": "乘坐101电，109电，110，112电，420，750路公交在朝阳门外站下车，悠唐广场地下一层"
    },
    {
        "id": "142",
        "cityName": "北京",
        "cinemaName": "橙天嘉禾影城（吉彩店）",
        "address": "北京海淀区玉海园五里22号配套商业楼（原吉彩体育馆）",
        "telephone": "021-37569530",
        "latitude": "39.92899",
        "longitude": "116.2661",
        "trafficRoutes": "地铁一号线 玉泉路下车，B2出口出，乘坐507、78、981、612、运通114 玉海园东门下车即到。"
    },
    {
        "id": "143",
        "cityName": "北京",
        "cinemaName": "首都电影院（金融街店）",
        "address": "金融大街18号金融街购物中心二期地下一层",
        "telephone": "021-37569530",
        "latitude": "39.92149",
        "longitude": "116.3669",
        "trafficRoutes": "7路、21路、38路、44路、50路、46路、68路、84路、387路、423路、456路、477路、618路、691路、694路、939路复兴门南站\n"
    },
    {
        "id": "144",
        "cityName": "北京",
        "cinemaName": "博纳国际影城通州店",
        "address": "北京市通州区杨庄北里天时名苑14号楼F4-01",
        "telephone": "010-56351916-800",
        "latitude": "39.91017",
        "longitude": "116.6427",
        "trafficRoutes": "地铁：城铁八通线通州北苑站B出口。\n公交：312、322、649、666、667、668、669、728、801、804、805、810、924、811、938、916、976、916、924、930、372、435、615、647、郊87、通12路到北苑站下车即可。"
    },
    {
        "id": "145",
        "cityName": "北京",
        "cinemaName": "大地影院（望京新天地店）",
        "address": "北京市朝阳区望京合生麒麟社影院",
        "telephone": "010-57389734",
        "latitude": "40.004",
        "longitude": "116.485",
        "trafficRoutes": "420路、467路、470路、471路、538路、621路、运通104线至望京西园四区下车即可"
    },
    {
        "id": "146",
        "cityName": "北京",
        "cinemaName": "大地影院（延庆金锣湾店）",
        "address": "北京市延庆县妫水北街39号1幢H座首层（金锣湾商业中心）沃尔玛旁",
        "telephone": "010-60165114",
        "latitude": "40.46785",
        "longitude": "115.9827",
        "trafficRoutes": "920、919、921、925路公车到达"
    },
    {
        "id": "147",
        "cityName": "北京",
        "cinemaName": "大地影院（通州米拉家园店）",
        "address": "北京通州马驹桥新海东路1号，豪润生活广场7层大地影院",
        "telephone": "010-80897926",
        "latitude": "39.76627",
        "longitude": "116.5521",
        "trafficRoutes": "凉水河桥南-公交车站：542路环线, 723路, 826路, 846路, 975路,976路, 专41路\n马驹桥新桥-公交车站：28-29联运, 821路, 846路, 927路, 976路,郊87路, 郊87路空调, 通12路, 通28路"
    },
    {
        "id": "148",
        "cityName": "北京",
        "cinemaName": "大地影院（西三旗物美店）",
        "address": "北京海淀区悦秀路99号二层大地影院",
        "telephone": "010-60603728",
        "latitude": "40.05299",
        "longitude": "116.3445",
        "trafficRoutes": "专89路，中东路西口下。运通103、运通109、运通118、315、407、478、607、609、614、625、753到四拨子车站下车"
    },
    {
        "id": "149",
        "cityName": "北京",
        "cinemaName": "UME影城（北京安贞店）",
        "address": "北京市东城区北三环东路36号环球贸易中心E座B1\/F1\/F3",
        "telephone": "010-58257733",
        "latitude": "39.97282",
        "longitude": "116.4173",
        "trafficRoutes": "公交车：\n安贞桥东下车：300、683、117、718、302、985、运通104\n安外甘水桥：特11、104电车、108电车、124电车、407、426\n地铁：\n乘坐地铁5号线可在和平西桥站下车，从A出口出站向西行最\n"
    },
    {
        "id": "150",
        "cityName": "北京",
        "cinemaName": "首都电影院（西单店）",
        "address": "西城区西单北大街甲131号大悦城商场十层",
        "telephone": "010-66086662",
        "latitude": "39.91751",
        "longitude": "116.379",
        "trafficRoutes": "可乘1、10、22、37、52、70、728在西单路口东下车。可乘102、105、109、22、46、47、603、604、626、690、在西单商场下车。也可乘地铁1号线在西单下车走西北出口。自驾前往，有地下停车场。"
    },
    {
        "id": "277",
        "cityName": "深圳",
        "cinemaName": "ONE影城（龙岗店）",
        "address": "深圳市龙岗区龙城街道中心城爱龙路18号瑞华园地下室D101西侧",
        "telephone": "0755-28999912",
        "latitude": "22.73445",
        "longitude": "114.2388",
        "trafficRoutes": "398路、M276路、深惠1线、深惠2线回龙铺站下；\nM220路、818路、M304路龙岗人民医院站下；\n810路、M386路、923路龙岗妇幼保健院下。"
    },
    {
        "id": "278",
        "cityName": "深圳",
        "cinemaName": "华谊兄弟影院(太古城店)",
        "address": "深圳市南山区深圳湾中心路宝能太古城北区负一楼",
        "telephone": "0755-21621200",
        "latitude": "22.50685",
        "longitude": "113.9466",
        "trafficRoutes": "地铁蛇口线海月站B出口   \n公交：B602、 B688、 M206路空调、M299"
    },
    {
        "id": "279",
        "cityName": "深圳",
        "cinemaName": "金逸深圳观澜店",
        "address": "深圳市观澜镇观光路万悦城广场4楼",
        "telephone": "0755-88370290-8013",
        "latitude": "22.73853",
        "longitude": "114.0195",
        "trafficRoutes": "787、M356、M337、M226、M213、高峰47路、B649至金湖湾（观澜富士康南门）"
    },
    {
        "id": "280",
        "cityName": "深圳",
        "cinemaName": "保利国际影城深圳南山店",
        "address": "深圳市南山区文心五路保利文化广场B区3楼",
        "telephone": "0755-86287088",
        "latitude": "22.52312",
        "longitude": "113.9438",
        "trafficRoutes": "乘229、J1至海岸城站下\n乘39、至观海台站下\n乘121至环东路站下\n乘58路、72路空调、76路、76路区间、80路、231路、305路空调、322路空调、337路空调、353路空调、362路空调、382路空调、K204路空调至滨海之窗站下"
    },
    {
        "id": "281",
        "cityName": "深圳",
        "cinemaName": "保利国际影城深圳大中华店",
        "address": "深圳市福田区福华路大中华国际交易广场中庭4楼",
        "telephone": "0755-23813990",
        "latitude": "22.54221",
        "longitude": "114.0686",
        "trafficRoutes": "地铁罗宝线会展中心站A1出口；\n公交站点：大中华国际广场，福华三路口"
    },
    {
        "id": "282",
        "cityName": "深圳",
        "cinemaName": "深影国际凤凰影城",
        "address": "广东省深圳市罗湖区凤凰路181号京基凤凰印象三楼",
        "telephone": "0755-82119111",
        "latitude": "22.55331",
        "longitude": "114.14",
        "trafficRoutes": "地铁【黄贝岭站B出口】 公交【凤凰街】17路 N18路 97路 B800路  【冶金大厦】观光1路 10路 N14路 N21路 27路 高峰专线32 69路 85路 111路 K113路 205路 220路 223路 M290路 311路 336路 M362路 363路 381路 382路 M383路 387路 东部假日专线1【罗湖区委】2路 N2路 深惠3A线 N15路 27路 29路 高峰专线32 40路 高峰专线46 83路 104路 111路 214路 229路 242路 312路 363路 372"
    },
    {
        "id": "283",
        "cityName": "深圳",
        "cinemaName": "深圳博纳国际影城（华强店）",
        "address": "深圳华强北茂业百货九楼",
        "telephone": "0755-83019333",
        "latitude": "22.55211",
        "longitude": "114.0928",
        "trafficRoutes": "地铁2号线华强北站B出口\n\n华强北：9.12.59.212.216.238.302.317.385.N6.N12.N13.M201.M202.观光巴士2号线\n华强中：  225.228.N10.N17.\n圣庭苑酒店：10.13.25.64.67.108.123.303.311.K105\n华新村：  41.236.383\n华强路口： 65.75.80.219.335.375.395\n"
    },
    {
        "id": "284",
        "cityName": "深圳",
        "cinemaName": "橙天嘉禾影城（天润店 )",
        "address": "广东省深圳市龙华和平东路金銮时代大厦1-2楼",
        "telephone": "0755-29474169",
        "latitude": "22.66258",
        "longitude": "114.0366",
        "trafficRoutes": "大润发站:　390、352、 M212 \n世纪华庭站: 635 、787、M213、B647 \n金桥花园站:　336、350、971、313、370、K384  614、711、992、995、996、M217  612、E1、 E9"
    },
    {
        "id": "285",
        "cityName": "深圳",
        "cinemaName": "深圳华夏星光国际影城",
        "address": "深圳市南山区海德二道南山书城7楼",
        "telephone": "0755-86122111",
        "latitude": "22.52509",
        "longitude": "113.9358",
        "trafficRoutes": "37路、70路、113路、M205路空调、机场10号线"
    },
    {
        "id": "286",
        "cityName": "深圳",
        "cinemaName": "金逸深圳沙井店",
        "address": "深圳市宝安区沙井街道民主大道岁宝百货3楼",
        "telephone": "0755-23151855",
        "latitude": "22.74198",
        "longitude": "113.7991",
        "trafficRoutes": "388、377、650、653 至 岁宝百货 下车"
    },
    {
        "id": "377",
        "cityName": "重庆",
        "cinemaName": "中影国际影城（重庆九龙坡印象汇店）",
        "address": "重庆市九龙坡区西郊三村2号印象汇4楼（动物园大门对面，原凯德广场）",
        "telephone": "023-68789778",
        "latitude": "29.5056",
        "longitude": "106.5185",
        "trafficRoutes": "2号线线 动物园 A号口 步行400米左右即达；"
    },
    {
        "id": "378",
        "cityName": "重庆",
        "cinemaName": "华谊兄弟重庆影院袁家岗店",
        "address": "重庆市袁家岗奥体路1号中新城上城3楼",
        "telephone": "021-37569530",
        "latitude": "29.53412",
        "longitude": "106.5178",
        "trafficRoutes": "乘坐117\/223\/224\/225\/231\/232\/235\/263\/272\/325\/365\/403\/411\/412\/413\/416\/429\/463\/464\/476\/811\/832\/839\/962路公交车，或轨道交通2号线（袁家岗站）到达。"
    },
    {
        "id": "379",
        "cityName": "重庆",
        "cinemaName": "保利万和熙街影城",
        "address": "重庆沙坪坝区景苑路8号附1026号（美丽熙街2期24号楼2F保利万和熙街影城） ",
        "telephone": "023-65626138",
        "latitude": "29.61123",
        "longitude": "106.3084",
        "trafficRoutes": "266 273 272 565 288 465 232"
    },
    {
        "id": "380",
        "cityName": "重庆",
        "cinemaName": "重庆同美影城",
        "address": "重庆市渝中区大坪英利国际广场6楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "381",
        "cityName": "重庆",
        "cinemaName": "重庆环艺电影城",
        "address": "渝中区邹容路68号大都会广场六楼",
        "telephone": "023-63739803",
        "latitude": "29.56322",
        "longitude": "106.5848",
        "trafficRoutes": ""
    },
    {
        "id": "382",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城万州高笋塘店",
        "address": "重庆市万州区高笋塘万高国际商都5层商场",
        "telephone": "023-58331332",
        "latitude": "30.81711",
        "longitude": "108.3846",
        "trafficRoutes": "公交信息：\n影城毗邻新世纪站、第四派出所站、重百站。"
    },
    {
        "id": "383",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城江北卜蜂莲花店",
        "address": "重庆市江北区洋河北路6号卜蜂莲花超市三楼",
        "telephone": "023-88195007",
        "latitude": "29.59245",
        "longitude": "106.5399",
        "trafficRoutes": "地铁6号线黄泥磅站：A3出口往西300米；\n地铁3号线红旗河沟站：1号出口往东500米；\n公交110路、111路、149路、151路、202路、270路、419路、461路、550路、601路、604路、607路、611路、612路、633路在紫荆商业广场站下车即可。"
    },
    {
        "id": "384",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城汽博厚品店",
        "address": "重庆市渝北区金童路9号叠彩城三期3楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "385",
        "cityName": "重庆",
        "cinemaName": "金逸重庆地王店",
        "address": "重庆市渝中区民族路166号地王广场6楼（王府井百货6楼）",
        "telephone": "023-63808758",
        "latitude": "29.56598",
        "longitude": "106.5854",
        "trafficRoutes": ""
    },
    {
        "id": "386",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆北碚店）",
        "address": "重庆市北碚康宁路58号嘉陵风情步行街4-5楼(状元府第旁)",
        "telephone": "023-60306699",
        "latitude": "29.80552",
        "longitude": "106.4116",
        "trafficRoutes": "UME国际影城（北碚）位于北碚新城区，到北碚可转乘以下公交车到UME，在嘉陵风情步行街下车：589、587、562、591、584、581或乘坐轨道交通6号线状元碑站下，2A出口直行1000米"
    },
    {
        "id": "465",
        "cityName": "广州",
        "cinemaName": "华影青宫电影城",
        "address": "北京路312号青年文化宫二楼（晚上22点后请由青宫南门入）",
        "telephone": "020-83322688",
        "latitude": "23.13047",
        "longitude": "113.2754",
        "trafficRoutes": "公交路线：乘坐24 182 42 7 59 180 183 190 1 219 227 236 3 541 544 59 66路公交车，\n          到中山5路\/北京路站下车步行至青宫电影城。\n地铁线路：一号线公园前站所有步行至中山五路\/北京路出口,步行至青宫电影城。"
    },
    {
        "id": "466",
        "cityName": "广州",
        "cinemaName": "橙天嘉禾影城（白云店 )",
        "address": "广州市白云新城机场路云霄路五号停机坪购物广场3楼",
        "telephone": "020-36077789",
        "latitude": "23.18819",
        "longitude": "113.2718",
        "trafficRoutes": "公交车：424路云霄街站\n        199路、742路云城西路（云城南四路口）站\n地铁：白云公园站A出口"
    },
    {
        "id": "467",
        "cityName": "广州",
        "cinemaName": "广州UA IMAX花城汇电影城",
        "address": "广州市天河区珠江新城花城广场花城汇负一层1130铺（花城广场入口靠近黄埔大道）",
        "telephone": "020-85111168",
        "latitude": "23.12729",
        "longitude": "113.3312",
        "trafficRoutes": "APM(黄埔大道站)、53、137、140、185、197、230、243、245、261、266、278、283、284、299、506、506A、517、518、540、541、542、545、548、550、562、593、882、B8、B15、  \n夜车（13、18、27 、34、36、 39、 40、56）大学城4线、节假日公交专线1（天河城专线）"
    },
    {
        "id": "468",
        "cityName": "广州",
        "cinemaName": "广州爱禧国际影城",
        "address": "广州市白云区西槎路99号骐利广场五楼",
        "telephone": "020-36478083-8001",
        "latitude": "23.16151",
        "longitude": "113.2414",
        "trafficRoutes": "17路; 62a路; 80路; 176路; 179路; 228路; 241路; 543路; 545路; 729b; 832路; 975路; 高峰快线2路; 高峰快线3路; 高峰快线51路; 夜21路 ，鹅掌坦车站99号骐利广场五楼"
    },
    {
        "id": "469",
        "cityName": "广州",
        "cinemaName": "大地影院（增城东汇城店）",
        "address": "广州市增城市荔城街府佑路98号东汇城4楼",
        "telephone": "020-32831009",
        "latitude": "23.28988",
        "longitude": "113.8249",
        "trafficRoutes": "增城105号、1号、2号、101号公交到达"
    },
    {
        "id": "470",
        "cityName": "广州",
        "cinemaName": "大地影院（人和华通广场店）",
        "address": "广州市白云区人和地铁C2出口",
        "telephone": "020-86458145",
        "latitude": "23.34057",
        "longitude": "113.3023",
        "trafficRoutes": "708 840 70 701"
    },
    {
        "id": "471",
        "cityName": "广州",
        "cinemaName": "大地影院（奥体高德美居店）",
        "address": "广州天河区奥体南路12号高德美居中心家居馆三楼",
        "telephone": "020-22008279",
        "latitude": "23.13586",
        "longitude": "113.4232",
        "trafficRoutes": "临近广园快速，毗邻奥体中心，\n奥林匹克体液中心公交车站线路：B29   60\n环场路（广州高德美居）总站：547\n边防指挥学校站：448  B29  403  \n地铁4号线黄村站B出口（高德美居中心免费穿梭巴士接驳）\n更有2000个停车位，可免费停车"
    },
    {
        "id": "472",
        "cityName": "广州",
        "cinemaName": "大地影院（番禺大石城店）",
        "address": "广州市番禺区大石街朝阳西路大石城5楼",
        "telephone": "020-39939114",
        "latitude": "23.03098",
        "longitude": "113.3156",
        "trafficRoutes": "乘坐 广州51、211、288、562路车，番禺301、304、309路车 到大石桥南站下车前行约200米即到"
    },
    {
        "id": "473",
        "cityName": "广州",
        "cinemaName": "大地影院（黄埔东区时代城店）",
        "address": "广州黄埔区荔联街宏明路263号东区时代城城4楼4-A05、A-10商铺",
        "telephone": "020-62247836",
        "latitude": "23.11864",
        "longitude": "113.5495",
        "trafficRoutes": "B31\/566A\/437\/450\/516\/569\/572\/573\/579\/940\/389                                           公车到达；  "
    },
    {
        "id": "474",
        "cityName": "广州",
        "cinemaName": "大地影院（黄埔领好广场店）",
        "address": "黄埔区南岗镇沙步生活区107国道旁领好广场五楼",
        "telephone": "020-22197293",
        "latitude": "23.09149",
        "longitude": "113.5317",
        "trafficRoutes": "B26\/B30\/B31\/571\/214\/566A  公车到达"
    },
    {
        "id": "551",
        "cityName": "成都",
        "cinemaName": "保利国际影城成都奥克斯店",
        "address": "成都市高新区锦城大道西段666号奥克斯广场4楼",
        "telephone": "028-85980808",
        "latitude": "30.58203",
        "longitude": "104.0693",
        "trafficRoutes": "地铁一号线孵化园站A口出\n软件园站：26路、84路、115路、124路、184路、188路、236路、815路\n锦城大道天府大道口站：84路、188路\n天府大道北段站：118路、501路、504路806路"
    },
    {
        "id": "552",
        "cityName": "成都",
        "cinemaName": "成都万达影城财富又一城店",
        "address": "成都市府青路二段2号财富又一城5楼",
        "telephone": "021-37569530",
        "latitude": "30.68356",
        "longitude": "104.1014",
        "trafficRoutes": " 乘坐7、49路公车直达；附近车站：27、34、45、42、65、53路需步行10分钟"
    },
    {
        "id": "553",
        "cityName": "成都",
        "cinemaName": "成都蛟龙国际电影城",
        "address": "成都市蛟龙工业港双流园区蛟龙大道附1号",
        "telephone": "028-85738899",
        "latitude": "30.6095",
        "longitude": "103.9187",
        "trafficRoutes": "双流6路 368 813 818 840至双流蛟龙国际紫荆电影城下车即到"
    },
    {
        "id": "554",
        "cityName": "成都",
        "cinemaName": "SFC上影影城（成都科华IMAX店）",
        "address": "成都市武候区科华中路9号王府井百货2店5F",
        "telephone": "028-85222236",
        "latitude": "30.62411",
        "longitude": "104.0827",
        "trafficRoutes": "55路、76路、114路、112路，49路、97路、92路科华路二环路口站下车步行100米到达"
    },
    {
        "id": "555",
        "cityName": "成都",
        "cinemaName": "339电影城（原新时代高塔电影城旗舰店）",
        "address": "成都市成华区猛追湾四川电视塔339欢乐颂A区四楼",
        "telephone": "028-83525339",
        "latitude": "30.66685",
        "longitude": "104.1",
        "trafficRoutes": "106路、20路、237路、341路、61路、8路、76路、6路公交路线直达"
    },
    {
        "id": "556",
        "cityName": "成都",
        "cinemaName": "幸福蓝海仁和光华店",
        "address": "青羊区二环路西二段19号仁和春天广场C座5楼",
        "telephone": "028-61039088",
        "latitude": "30.66961",
        "longitude": "104.0261",
        "trafficRoutes": "35路、51路、52路、58路、59路、77路、319路、309路、111路"
    },
    {
        "id": "557",
        "cityName": "成都",
        "cinemaName": "成都市和平电影院",
        "address": "成都市草市街71号",
        "telephone": "028-66172970",
        "latitude": "30.67667",
        "longitude": "104.0822",
        "trafficRoutes": "1、3、5、18、23、45、61、62、80、106、302路"
    },
    {
        "id": "558",
        "cityName": "成都",
        "cinemaName": "卢米埃成都来福士影城",
        "address": "成都武侯区人民南路四段3号来福士广场3层",
        "telephone": "028-85083341-801",
        "latitude": "30.63765",
        "longitude": "104.074",
        "trafficRoutes": "10、12、16、19、45、72、300、303、504公交，乘坐地铁一号线至省体育馆站直达"
    },
    {
        "id": "559",
        "cityName": "成都",
        "cinemaName": "UME影城（成都成华店）",
        "address": "成都市成华区二环路东二段一号龙湖三千集5楼",
        "telephone": "028-84406111",
        "latitude": "30.68078",
        "longitude": "104.1157",
        "trafficRoutes": "乘坐2、6、42、51、52、65、71、75、76、108、113、114、402、412、535、537路公车到达"
    },
    {
        "id": "560",
        "cityName": "成都",
        "cinemaName": "中影国际影城成都高新中航城店",
        "address": "成都市高新区府城88号九方购物中心6楼",
        "telephone": "028-83333632",
        "latitude": "30.59594",
        "longitude": "104.0717",
        "trafficRoutes": "91、501、113、120、823、184、298"
    },
    {
        "id": "551",
        "cityName": "成都",
        "cinemaName": "保利国际影城成都奥克斯店",
        "address": "成都市高新区锦城大道西段666号奥克斯广场4楼",
        "telephone": "028-85980808",
        "latitude": "30.58203",
        "longitude": "104.0693",
        "trafficRoutes": "地铁一号线孵化园站A口出\n软件园站：26路、84路、115路、124路、184路、188路、236路、815路\n锦城大道天府大道口站：84路、188路\n天府大道北段站：118路、501路、504路806路"
    },
    {
        "id": "552",
        "cityName": "成都",
        "cinemaName": "成都万达影城财富又一城店",
        "address": "成都市府青路二段2号财富又一城5楼",
        "telephone": "021-37569530",
        "latitude": "30.68356",
        "longitude": "104.1014",
        "trafficRoutes": " 乘坐7、49路公车直达；附近车站：27、34、45、42、65、53路需步行10分钟"
    },
    {
        "id": "553",
        "cityName": "成都",
        "cinemaName": "成都蛟龙国际电影城",
        "address": "成都市蛟龙工业港双流园区蛟龙大道附1号",
        "telephone": "028-85738899",
        "latitude": "30.6095",
        "longitude": "103.9187",
        "trafficRoutes": "双流6路 368 813 818 840至双流蛟龙国际紫荆电影城下车即到"
    },
    {
        "id": "554",
        "cityName": "成都",
        "cinemaName": "SFC上影影城（成都科华IMAX店）",
        "address": "成都市武候区科华中路9号王府井百货2店5F",
        "telephone": "028-85222236",
        "latitude": "30.62411",
        "longitude": "104.0827",
        "trafficRoutes": "55路、76路、114路、112路，49路、97路、92路科华路二环路口站下车步行100米到达"
    },
    {
        "id": "555",
        "cityName": "成都",
        "cinemaName": "339电影城（原新时代高塔电影城旗舰店）",
        "address": "成都市成华区猛追湾四川电视塔339欢乐颂A区四楼",
        "telephone": "028-83525339",
        "latitude": "30.66685",
        "longitude": "104.1",
        "trafficRoutes": "106路、20路、237路、341路、61路、8路、76路、6路公交路线直达"
    },
    {
        "id": "556",
        "cityName": "成都",
        "cinemaName": "幸福蓝海仁和光华店",
        "address": "青羊区二环路西二段19号仁和春天广场C座5楼",
        "telephone": "028-61039088",
        "latitude": "30.66961",
        "longitude": "104.0261",
        "trafficRoutes": "35路、51路、52路、58路、59路、77路、319路、309路、111路"
    },
    {
        "id": "557",
        "cityName": "成都",
        "cinemaName": "成都市和平电影院",
        "address": "成都市草市街71号",
        "telephone": "028-66172970",
        "latitude": "30.67667",
        "longitude": "104.0822",
        "trafficRoutes": "1、3、5、18、23、45、61、62、80、106、302路"
    },
    {
        "id": "558",
        "cityName": "成都",
        "cinemaName": "卢米埃成都来福士影城",
        "address": "成都武侯区人民南路四段3号来福士广场3层",
        "telephone": "028-85083341-801",
        "latitude": "30.63765",
        "longitude": "104.074",
        "trafficRoutes": "10、12、16、19、45、72、300、303、504公交，乘坐地铁一号线至省体育馆站直达"
    },
    {
        "id": "559",
        "cityName": "成都",
        "cinemaName": "UME影城（成都成华店）",
        "address": "成都市成华区二环路东二段一号龙湖三千集5楼",
        "telephone": "028-84406111",
        "latitude": "30.68078",
        "longitude": "104.1157",
        "trafficRoutes": "乘坐2、6、42、51、52、65、71、75、76、108、113、114、402、412、535、537路公车到达"
    },
    {
        "id": "560",
        "cityName": "成都",
        "cinemaName": "中影国际影城成都高新中航城店",
        "address": "成都市高新区府城88号九方购物中心6楼",
        "telephone": "028-83333632",
        "latitude": "30.59594",
        "longitude": "104.0717",
        "trafficRoutes": "91、501、113、120、823、184、298"
    },
    {
        "id": "686",
        "cityName": "东莞",
        "cinemaName": "中影南方国际影城（鹿湖店）",
        "address": "东莞市清溪镇文化广场右翼一楼",
        "telephone": "0769-87733299",
        "latitude": "22.84113",
        "longitude": "114.172",
        "trafficRoutes": "全镇所有公交都可到达"
    },
    {
        "id": "687",
        "cityName": "东莞",
        "cinemaName": "金逸东莞虎门店",
        "address": "东莞市虎门镇太沙路64号步行街DE栋4-6楼",
        "telephone": "0769-85246012",
        "latitude": "22.8164",
        "longitude": "113.6791",
        "trafficRoutes": "6路公车到达、118A公交车"
    },
    {
        "id": "688",
        "cityName": "东莞",
        "cinemaName": "橙天嘉禾影城（第一国际店）",
        "address": "东莞市南城区鸿福路200号第一国际汇一城购物中心B座3楼",
        "telephone": "0769-28631166-815",
        "latitude": "23.01581",
        "longitude": "113.7625",
        "trafficRoutes": "乘坐19、27、41、X7、X9公车到达   嘉禾第一国际影城，索尼4K放映机搭配全金属银幕\n嘉禾影院影迷群：135197330 （已满）\n                请加此QQ：160185683\n新浪微博：@橙天嘉禾东莞第一国际"
    },
    {
        "id": "689",
        "cityName": "东莞",
        "cinemaName": "金逸东莞东城店",
        "address": "东城区东泰花园泰和路友谊综合市场3楼（东泰嘉荣购物广场3楼）",
        "telephone": "0769-23368030",
        "latitude": "23.00723",
        "longitude": "113.7715",
        "trafficRoutes": "X1路、LG1路、9路、18路、46路、52路、54路"
    },
    {
        "id": "690",
        "cityName": "东莞",
        "cinemaName": "东莞比高电影城（南城店）",
        "address": "东莞市南城区宏伟路景湖时代城，西平家乐福、彩怡百货三楼",
        "telephone": "0769-26981889-602",
        "latitude": "23.00132",
        "longitude": "113.765",
        "trafficRoutes": "10、51、54、X1、X2、X9、LG1等7条公交线路"
    },
    {
        "id": "691",
        "cityName": "东莞",
        "cinemaName": "博纳国际影城(星河城店)",
        "address": "东莞市东城区东升路星河传说星河城3楼3002号",
        "telephone": "0769-26626866",
        "latitude": "23.02807",
        "longitude": "113.7974",
        "trafficRoutes": "16、K1、C1、55、59、21、22、3、X10、15A、43路公车到达"
    },
    {
        "id": "692",
        "cityName": "东莞",
        "cinemaName": "橙天嘉禾影城（天一城店）",
        "address": "东莞市樟木头镇西城路11号天一城购物中心五楼",
        "telephone": "0769-87798877",
        "latitude": "22.91568",
        "longitude": "114.0709",
        "trafficRoutes": "乘坐1路、3路、8路、12路、83路、129路、203路、213路、218路公车到达大润发下"
    },
    {
        "id": "693",
        "cityName": "东莞",
        "cinemaName": "东莞典范文化电影城",
        "address": "东莞市南城区鸿福路92号中环财富广场4楼",
        "telephone": "0769-22334000",
        "latitude": "23.02142",
        "longitude": "113.7519",
        "trafficRoutes": "8路 14路 24路 26路 31路 47路 X5路 X7路 X11路 X13路 电信局下车 步行大约300米到苏宁电器上4楼即可\n\n"
    },
    {
        "id": "694",
        "cityName": "东莞",
        "cinemaName": "金逸东莞厚街店",
        "address": "东莞市厚街镇富民商业街C栋4楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "695",
        "cityName": "东莞",
        "cinemaName": "中影时代电影城",
        "address": "东莞市南城区鸿福路88号莱蒙商业中心3楼",
        "telephone": "0769-21685555",
        "latitude": "23.02129",
        "longitude": "113.751",
        "trafficRoutes": "X5、X7、8、X11、X13、14、24、26、31、47、59电信局下；C1、L1、、2、L4、6、X7、8、10、X11、20、39、48、59鸿福路口下（沃尔玛旁）"
    },
    {
        "id": "739",
        "cityName": "天津",
        "cinemaName": "天津农垦博纳国际影城IMAX ",
        "address": "天津南开区宾水西道天津体育中心B馆津奥广场二层",
        "telephone": "022-23477816",
        "latitude": "39.08323",
        "longitude": "117.1867",
        "trafficRoutes": "608 668 685 "
    },
    {
        "id": "740",
        "cityName": "天津",
        "cinemaName": "新影联鸿泰影城",
        "address": "天津经济开发区第三大街32号鸿泰千佰汇四层",
        "telephone": "022-66295366",
        "latitude": "39.03618",
        "longitude": "117.7124",
        "trafficRoutes": ""
    },
    {
        "id": "741",
        "cityName": "天津",
        "cinemaName": "塘沽大剧院",
        "address": "天津塘沽区中心路7号",
        "telephone": "022-25862713",
        "latitude": "39.02553",
        "longitude": "117.6585",
        "trafficRoutes": ""
    },
    {
        "id": "742",
        "cityName": "天津",
        "cinemaName": "中影国际影城天津和平津湾店",
        "address": "天津市和平区解放北路与赤峰道交口津湾广场6号楼3、4层",
        "telephone": "022-23219060-8000",
        "latitude": "39.13848",
        "longitude": "117.2176",
        "trafficRoutes": "地铁3号线津湾广场站B口出站沿海河边步行300米即到，公交天津站下车或口腔医院下车步行10分钟"
    },
    {
        "id": "743",
        "cityName": "天津",
        "cinemaName": "幸福蓝海国际影城（天津天佑城店）",
        "address": "天津市南开区西南角地铁站A出口天佑城6楼",
        "telephone": "022-58285288",
        "latitude": "39.14336",
        "longitude": "117.1796",
        "trafficRoutes": "906路、600路、639路、903路南马路站下车；645路、676路、860路、863路西南角站下车，南开区西南角1、2号线地铁换乘处A出口天佑城6楼"
    },
    {
        "id": "744",
        "cityName": "天津",
        "cinemaName": "佳映国际影城（天津滨江道店）",
        "address": "天津市和平区滨江道300号欧乐时尚广场",
        "telephone": "022-27183339",
        "latitude": "39.1265",
        "longitude": "117.2026",
        "trafficRoutes": "地铁1号线 营口道站\n公交：503路、659路、669路、678路、3路、35路、45路、50路、600路、606路、631路、632路、641路、643路、650路、657路、673路、800路、840路、842路、847路、851路、865路、867路、870路、901路、906路、954路、观光2路 滨江道站"
    },
    {
        "id": "745",
        "cityName": "天津",
        "cinemaName": "中影国际影城天津河西怡乐店",
        "address": "天津市河西区大沽南路531号怡乐天地购物中心4层",
        "telephone": "022-59586690",
        "latitude": "39.10799",
        "longitude": "117.2303",
        "trafficRoutes": "3、175、665、846、858、867\n地铁一号线 下瓦房站 下车即到"
    },
    {
        "id": "746",
        "cityName": "天津",
        "cinemaName": "银兴国际影城（天津店）",
        "address": "天津市河西区乐园道彩悦城4楼（刘老根大舞台旁）",
        "telephone": "022-83885183",
        "latitude": "39.09596",
        "longitude": "117.2236",
        "trafficRoutes": "866路公交车在越秀路站下车；另外也可乘606路、632路、655路、859路公交在天津乐园站下车"
    },
    {
        "id": "747",
        "cityName": "天津",
        "cinemaName": "星美国际影城（天津盛林店）",
        "address": "天津市南开区白堤路168号世通大厦三楼",
        "telephone": "022-60266678",
        "latitude": "39.12216",
        "longitude": "117.165",
        "trafficRoutes": "609 633 640 687 705 829 842 847 849 859 到达世通大厦站下车；\n662 678 700 867 879 903 到达西湖道站下车； \n646到达白堤路站下车 "
    },
    {
        "id": "748",
        "cityName": "天津",
        "cinemaName": "金逸天津鞍山西道店",
        "address": "南开区鞍山西道259号时代数码广场5-6层",
        "telephone": "022-58112952",
        "latitude": "39.11992",
        "longitude": "117.1711",
        "trafficRoutes": "45路，50路，638路，650路，678路，681路，842路，851路，859路，879路等"
    },
    {
        "id": "791",
        "cityName": "杭州",
        "cinemaName": "杭州东漫影院",
        "address": "杭州市天城路秋涛路交叉口新澳门广场二楼",
        "telephone": "0571-89807000",
        "latitude": "30.29266",
        "longitude": "120.2047",
        "trafficRoutes": "地铁1号线闸弄口站、135路、179路、40路等公交到达"
    },
    {
        "id": "792",
        "cityName": "杭州",
        "cinemaName": "杭州比高电影城（大河店）",
        "address": "杭州市拱墅区小河路488号运河天地4幢",
        "telephone": "0571-28066699",
        "latitude": "30.33198",
        "longitude": "120.1442",
        "trafficRoutes": "47、79、69路到轻纺桥站,129路高家花园站"
    },
    {
        "id": "793",
        "cityName": "杭州",
        "cinemaName": "杭州转塘时代电影大世界影城",
        "address": "杭州西湖区转塘街道美院南路99号4楼",
        "telephone": "0571-88758888",
        "latitude": "30.15678",
        "longitude": "120.0828",
        "trafficRoutes": "189，311，4，308线公交"
    },
    {
        "id": "794",
        "cityName": "杭州",
        "cinemaName": "卢米埃杭州银泰影城",
        "address": "杭州市江干区庆春东路银泰百货庆春店6层",
        "telephone": "0571-86533866",
        "latitude": "30.26439",
        "longitude": "120.2121",
        "trafficRoutes": "庆春广场东：K323、K100（区间）、K100、K210（夜间线）、K525、K401、45\/K45、K186\n\n庆春东路：K100（区间）、K100、K202（夜间线）、K186、848、K304、K105、K106\n\n景昙路庆春路口：864\n\n景御路：834、862、84\n\n红菱新村：K305、K20、K64、K317、K56、K55、K805 "
    },
    {
        "id": "795",
        "cityName": "杭州",
        "cinemaName": "众安电影大世界",
        "address": "杭州市香积寺路21号",
        "telephone": "0571-85266677",
        "latitude": "30.31323",
        "longitude": "120.1803",
        "trafficRoutes": "K22 K72 K78 K41 K12 K88到 香积寺路 到达"
    },
    {
        "id": "796",
        "cityName": "杭州",
        "cinemaName": "杭州金象影城",
        "address": "杭州市登云路518号",
        "telephone": "0571-86558333",
        "latitude": "30.30383",
        "longitude": "120.124",
        "trafficRoutes": "10路、63路、303路（文化商城站）"
    },
    {
        "id": "797",
        "cityName": "杭州",
        "cinemaName": "金逸国际影城南宋御街店",
        "address": "杭州市上城区中山中路168号",
        "telephone": "0571-87829390",
        "latitude": "30.24995",
        "longitude": "120.1773",
        "trafficRoutes": "中河路口站：40\/K40、K7、900、Y2、992路\n耀江广厦站：K7、34\/K34、40\/K40、108、113、308\/K308、900、Y7、992路\n涌金立交站：13\/K30、71\/k71、87\/k87、113、801\/K801、834路\n惠民路口站：13\/K13、87\/K87、113路\n高银街东口站：8\/K8、60\/K60、119、195、208、216路\n惠民路站：8\/K8、34\/K34 、59\/K59、108、119、208、216路\n定安路站：地铁一号线"
    },
    {
        "id": "798",
        "cityName": "杭州",
        "cinemaName": "杭州蓝钻影城",
        "address": "杭州市江干区杭海路238号森禾商务广场2F（新塘路与杭海路交叉口）",
        "telephone": "0571-58123800",
        "latitude": "30.25959",
        "longitude": "120.2137",
        "trafficRoutes": "公交110路（乌龙庙）、45、100路（庆春广场东）、K108、156路（新塘路杭海路口）、B支6路（采荷新村）"
    },
    {
        "id": "799",
        "cityName": "杭州",
        "cinemaName": "UME影城（杭州城西店）",
        "address": "杭州市文二西路551号西城广场4楼",
        "telephone": "0571-88100999",
        "latitude": "30.28696",
        "longitude": "120.1005",
        "trafficRoutes": "乘86路、199路、900路、17路、24路、89路、118路、130路等至文二西路古墩路口下车，步行至UME国际影城。"
    },
    {
        "id": "800",
        "cityName": "杭州",
        "cinemaName": "中影国际影城杭州星光大道店",
        "address": "杭州市滨江区星光国际广场2栋4层",
        "telephone": "0571-88924988",
        "latitude": "30.21314",
        "longitude": "120.2161",
        "trafficRoutes": "附近公交\n站牌：公交江晖路丹枫路口站 泰安路丹枫路口 星光大道南口 \n线路： K194大站车 B支6   K195 107路 114路 115路 226\/225路  \n"
    },
    {
        "id": "836",
        "cityName": "沈阳",
        "cinemaName": "金逸沈阳IMAX龙之梦店",
        "address": "沈阳市大东区滂江街26号小商品大世界7层",
        "telephone": "024-31390386",
        "latitude": "41.81319",
        "longitude": "123.4909",
        "trafficRoutes": "乘坐地铁一号线、二号线、116路、134路、207路、254路、257路、276路、286路、287路、296路、383路、245路、218路、219路、179路"
    },
    {
        "id": "837",
        "cityName": "沈阳",
        "cinemaName": "沈阳金逸影城长白店",
        "address": "沈阳市和平区长白2街3-2号",
        "telephone": "024-31632380",
        "latitude": "41.75649",
        "longitude": "123.3953",
        "trafficRoutes": "公交路线：149、165、324、173、预备役号至万科城下车"
    },
    {
        "id": "838",
        "cityName": "沈阳",
        "cinemaName": "金逸影城沈阳太原街店",
        "address": "沈阳市和平区中华路18号潮汇7层",
        "telephone": "024-31878786",
        "latitude": "41.79924",
        "longitude": "123.4048",
        "trafficRoutes": "公交车：环路、103、152、203、207、208、220、221、223、225、232、235、237、240、246、324、327、501、地铁一号线等到南一马路或沈阳站下车。\n"
    },
    {
        "id": "839",
        "cityName": "沈阳",
        "cinemaName": "金逸沈阳泛华店",
        "address": "沈阳市浑南新区浑南西路8号泛华广场购物中心6层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "840",
        "cityName": "沈阳",
        "cinemaName": "SFC上影影城（沈阳新玛特店）",
        "address": "大东区小东路1号新玛特购物广场七楼",
        "telephone": "024-62169388",
        "latitude": "41.80838",
        "longitude": "123.4714",
        "trafficRoutes": "116路、207路到鹏利广场下车，105路、218路、117路、113路、219路、248路、298路、330路到中街下车"
    },
    {
        "id": "841",
        "cityName": "沈阳",
        "cinemaName": "卢米埃沈阳天地影城",
        "address": "沈阳市皇姑区北陵大街17号沈阳天地（中汇广场）F3-05",
        "telephone": "024-31658001",
        "latitude": "41.83078",
        "longitude": "123.4381",
        "trafficRoutes": "乘坐地铁2号线岐山路站、217路、214路、800路"
    },
    {
        "id": "842",
        "cityName": "沈阳",
        "cinemaName": "华谊兄弟沈阳影院",
        "address": "沈阳市铁西区北二中路6号星摩尔购物中心3楼",
        "telephone": "021-37569530",
        "latitude": "41.81395",
        "longitude": "123.3829",
        "trafficRoutes": "205 235 204 284 268 114 295"
    },
    {
        "id": "843",
        "cityName": "沈阳",
        "cinemaName": "乐天新东北影城",
        "address": "沈阳市于洪区黄河北大街96号诚大国奥商城6楼",
        "telephone": "024-86471600",
        "latitude": "41.88089",
        "longitude": "123.4226",
        "trafficRoutes": "138、141、190、236、255、326、381、382"
    },
    {
        "id": "844",
        "cityName": "沈阳",
        "cinemaName": "中影华臣影城（华府店）",
        "address": "沈阳市哈尔滨路118号华府天地购物中心4F",
        "telephone": "024-22598666",
        "latitude": "41.81897",
        "longitude": "123.4386",
        "trafficRoutes": "800 217 247 115 220 264 123 214 北京街 224 228 244 294 惠工广场\n"
    },
    {
        "id": "845",
        "cityName": "沈阳",
        "cinemaName": "中影华臣影城（三好街店）",
        "address": "沈阳市和平区文萃路4号 诚大数码国际广场5F",
        "telephone": "024-28208666",
        "latitude": "41.77158",
        "longitude": "123.4381",
        "trafficRoutes": "117、222、265路到三好街下车；169、126到文萃路下车 乘坐地铁2号线到展览馆下车"
    },
    {
        "id": "880",
        "cityName": "佛山",
        "cinemaName": "星美国际影城佛山北滘店",
        "address": "佛山市顺德区北滘镇南源东路3号深业城2号商业楼3楼",
        "telephone": "0757-26399996",
        "latitude": "22.92719",
        "longitude": "113.2225",
        "trafficRoutes": "乘坐335A、335B、佛山至大良城巴、南海至大良城巴、331至林头走路5分钟便到 "
    },
    {
        "id": "881",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城盐步店（原17.5影城）",
        "address": "佛山市南海区大沥镇盐步青龙新城广场第四楼东侧(观光电梯直上影城)",
        "telephone": "0757-85759175",
        "latitude": "23.09511",
        "longitude": "113.1859",
        "trafficRoutes": "盐步中学站:沥05,沥17,桂19,210A,260A,277,279,\n 盐步医院站:沥08,沥10,244,260"
    },
    {
        "id": "882",
        "cityName": "佛山",
        "cinemaName": "保利国际影城佛山南海店",
        "address": "佛山市南海区保利水城购物中心",
        "telephone": "0757-81855995",
        "latitude": "23.06795",
        "longitude": "113.1551",
        "trafficRoutes": "乘坐金融区专线 桂01快线 桂01路 桂03路 桂07路 南海快8路 桂11路 沥11路 桂14路 桂16路 桂23路 桂25路 120路 132路在保利水城站下车即可到达。"
    },
    {
        "id": "883",
        "cityName": "佛山",
        "cinemaName": "金逸佛山南庄吉利店",
        "address": "佛山市禅城区南庄镇南庄二马路89号吉利购物广场四楼403室",
        "telephone": "0757-82566295",
        "latitude": "22.97204",
        "longitude": "113.0207",
        "trafficRoutes": "132 134 135 136 142 148 K1 到兴发厂，步行十分钟"
    },
    {
        "id": "884",
        "cityName": "佛山",
        "cinemaName": "金逸佛山黄岐店",
        "address": "佛山市南海区大沥镇黄岐岐西路31号南方广场D栋首层（原南方五金厂）",
        "telephone": "0757-85999536",
        "latitude": "23.119",
        "longitude": "113.1974",
        "trafficRoutes": "乘坐广81、广132、广205、广277、广281、佛281、南海210、沥06、沥08、沥18到鄱阳路敬修堂站步行五分钟，广123、广260、广286、、广佛城巴3线、广佛城巴5线、佛277、佛279、南海236、南海250、南海251、南海263、沥12到嘉洲广场站步行五分钟"
    },
    {
        "id": "885",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城桂城店（原17.5影城）",
        "address": "佛山市南海区桂城街道华翠南路6号南海颐景园商业广场三层东区局部",
        "telephone": "0757-86082957",
        "latitude": "23.03879",
        "longitude": "113.1714",
        "trafficRoutes": "桂06、桂26、桂30、226干至怡翠花园东站下车；桂02、桂07、桂12、桂16、桂20、125、151、138、140至怡翠花园站下车"
    },
    {
        "id": "886",
        "cityName": "佛山",
        "cinemaName": "佛山金马剧院",
        "address": "佛山市禅城区同济路57号",
        "telephone": "0757-83386157",
        "latitude": "23.02528",
        "longitude": "113.1156",
        "trafficRoutes": "乘坐106，127，122，137，138路，到金马剧院站下车。广佛地铁同济路站B出口    （Q群：245116286. 176172894 .83638285）"
    },
    {
        "id": "887",
        "cityName": "佛山",
        "cinemaName": "星美国际影城佛山顺联广场店",
        "address": "顺德区陈村佛陈路一号顺联广场四楼",
        "telephone": "0757-23816388",
        "latitude": "22.96453",
        "longitude": "113.2359",
        "trafficRoutes": "乘禅城至顺德 旅游专线四路 南顺专线 ，到新君悦酒店下车。步行到天星电影城。"
    },
    {
        "id": "888",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城官窑店（原17.5影城）",
        "address": "佛山市南海区官窑起风西路官窑购物广场2楼",
        "telephone": "0757-85809175",
        "latitude": "23.23061",
        "longitude": "113.0799",
        "trafficRoutes": "7路、206路、222路到官窑汽车站"
    },
    {
        "id": "889",
        "cityName": "佛山",
        "cinemaName": "佛山中影大扬国际影城",
        "address": "佛山市南海桂城佛平五路17号太港城4楼",
        "telephone": "0757-81023833",
        "latitude": "23.03484",
        "longitude": "113.2003",
        "trafficRoutes": "桂24  桂04  桂09  桂12  桂14  桂26  佛281  佛232  广275"
    },
    {
        "id": "922",
        "cityName": "合肥",
        "cinemaName": "博纳国际影城合肥银泰店",
        "address": "合肥市庐阳区长江中路98号银泰中心8层",
        "telephone": "0551-62656511",
        "latitude": "31.86827",
        "longitude": "117.2978",
        "trafficRoutes": "1路、3路、快速公交5号线，地铁2号线"
    },
    {
        "id": "923",
        "cityName": "合肥",
        "cinemaName": "金逸合肥明发店",
        "address": "合肥庐阳区明发商业广场A区3楼（广场内钟楼后方电梯上三楼）",
        "telephone": "0551-65746111",
        "latitude": "31.90411",
        "longitude": "117.2404",
        "trafficRoutes": "143、157路公交车至新大郢站下"
    },
    {
        "id": "924",
        "cityName": "合肥",
        "cinemaName": "合肥左岸影城",
        "address": "合肥市望江西路与潜山路交口大唐国际购物中心3楼",
        "telephone": "0551-65584111-801",
        "latitude": "31.8378",
        "longitude": "117.2391",
        "trafficRoutes": "111.136.124.8.129路公车到达信旺华府骏苑站下即可"
    },
    {
        "id": "925",
        "cityName": "合肥",
        "cinemaName": "幸福蓝海国际影城（合肥港汇店）",
        "address": "合肥市望江路与潜山路交叉口港汇广场（百大购物中心）七楼",
        "telephone": "0551-65568922",
        "latitude": "31.83886",
        "longitude": "117.2383",
        "trafficRoutes": "乘111、136、124、129、8至信旺华府骏苑站下车即到。"
    },
    {
        "id": "926",
        "cityName": "合肥",
        "cinemaName": "橙天嘉禾影城（华联店）",
        "address": "合肥蜀山区长江西路与怀宁路交叉口，北京华联购物中心四层",
        "telephone": "0551-65775365",
        "latitude": "31.8607",
        "longitude": "117.2287",
        "trafficRoutes": "乘坐3、8、22、108、234、801、903、652路公车到达 怀宁路站 下\n\n"
    },
    {
        "id": "927",
        "cityName": "合肥",
        "cinemaName": "合肥金逸影城天鹅湖新地店",
        "address": "合肥市政务区潜山路与祁门路交汇西南处新地购物中心5层",
        "telephone": "0551-62260990-8001",
        "latitude": "31.81375",
        "longitude": "117.2383",
        "trafficRoutes": "乘18、129、166、43、502路至翠澜站下车即到"
    },
    {
        "id": "928",
        "cityName": "合肥",
        "cinemaName": "合肥国购·凯得利影城",
        "address": "合肥市长江西路199号三里庵国购广场3楼",
        "telephone": "0551-5133322",
        "latitude": "31.86057",
        "longitude": "117.2624",
        "trafficRoutes": "3、136、116、快速4路公车到达国购广场；\n6、21、125、149、705路公交车到达肥西路。"
    },
    {
        "id": "929",
        "cityName": "合肥",
        "cinemaName": "中影国际影城合肥蜀山1912店",
        "address": "合肥市蜀山区黄山路1912街区一号楼",
        "telephone": "0551-65503535",
        "latitude": "31.84734",
        "longitude": "117.2258",
        "trafficRoutes": "乘坐10路、20路、118路、128路、158路到五爪塘站下车即可"
    },
    {
        "id": "930",
        "cityName": "合肥",
        "cinemaName": "华谊兄弟合肥影院",
        "address": "合肥市滨湖新区世纪金源购物中心B区4楼华谊兄弟影院",
        "telephone": "021-37569530",
        "latitude": "31.74852",
        "longitude": "117.295",
        "trafficRoutes": "线路一：乘快速公交1号线、26路、61路在滨湖世纪城站下 \n线路二：乘18路在四十六中站下\n线路三：乘60路在福州路口站下"
    },
    {
        "id": "931",
        "cityName": "合肥",
        "cinemaName": "中影国际影城合肥中环店",
        "address": "合肥市经济开发区繁华大道中环城三楼",
        "telephone": "0551-65860766",
        "latitude": "31.78778",
        "longitude": "117.2147",
        "trafficRoutes": "20、126、149、150、226、602、608路公交车"
    },

    {
        "id": "962",
        "cityName": "南京",
        "cinemaName": "新街口国际影城（德基广场IMAX店）",
        "address": "南京市中山路18号德基广场一期/二期七楼",
        "telephone": "025-84797718",
        "latitude": "32.04915",
        "longitude": "118.7909",
        "trafficRoutes": "地铁1号、2号线，新街口站7号出口，公交在新街口北站、青石街、长江路站下均可"
    },
    {
        "id": "963",
        "cityName": "南京",
        "cinemaName": "南京大华大戏院",
        "address": "南京市秦淮区中山南路67号",
        "telephone": "025-84717617",
        "latitude": "32.04517",
        "longitude": "118.7908",
        "trafficRoutes": "16、18、28、33、41、100\n地铁1号线、2号线13,14出口"
    },
    {
        "id": "964",
        "cityName": "南京",
        "cinemaName": "金逸南京明发店",
        "address": "南京市浦口区滨江大道1号明发滨江新城249栋3楼",
        "telephone": "025-58100001",
        "latitude": "32.13643",
        "longitude": "118.7483",
        "trafficRoutes": "乘坐公交：636路、175路、132（区间）在明发滨江新城北站下；\n                              151路、132路在明发滨江新城站下车"
    },
    {
        "id": "965",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（大厂苏宁店）",
        "address": "大厂区长冲街88号（苏宁电器4层）",
        "telephone": "025-57055788",
        "latitude": "32.23727",
        "longitude": "118.7706",
        "trafficRoutes": "D2线，六南线，643路、645路、644路等线路至十村站到达"
    },
    {
        "id": "966",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（江宁店）",
        "address": "江宁金箔路518号全民健身中心大厦一楼（中国女人街旁）",
        "telephone": "025-68134888",
        "latitude": "31.95523",
        "longitude": "118.8571",
        "trafficRoutes": "江宁金箔路 （五小区）站下，公交线路 2W、12W、19W、20W、金秣线、金丹线、金周线、东铜线、东井线、金陆线、148W、D8均可到达。"
    },
    {
        "id": "967",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（马群店）",
        "address": "南京市栖霞区中山门大街699号",
        "telephone": "025-57030096",
        "latitude": "32.05602",
        "longitude": "118.9009",
        "trafficRoutes": "地铁二号线（马群站）"
    },
    {
        "id": "968",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（南京商厦店）",
        "address": "南京市玄武区龙蟠路1号",
        "telephone": "025-85659990",
        "latitude": "32.09694",
        "longitude": "118.7914",
        "trafficRoutes": "地铁3号线-小市站（1、3号出口），向南走500米；1、10、25、28、30、33、38、54、64、69"
    },
    {
        "id": "969",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（六合紫晶店）",
        "address": "南京市六合区专诸巷路28号（紫晶城）6号楼6层",
        "telephone": "025-66087199",
        "latitude": "32.34605",
        "longitude": "118.8492",
        "trafficRoutes": "玉六线至金宁广场站到达。"
    },
    {
        "id": "970",
        "cityName": "南京",
        "cinemaName": "卢米埃影城（紫峰购物广场）",
        "address": "南京市中山北路6号绿地中心紫峰购物广场5-6层",
        "telephone": "021-37569530",
        "latitude": "32.06657",
        "longitude": "118.7897",
        "trafficRoutes": "在地铁1号线鼓楼站下4A出口\n公交路线：1路、16路、25路、28路、31路、34路、35路、38路、47路、100路公车于鼓楼站下\n"
    },
    {
        "id": "971",
        "cityName": "南京",
        "cinemaName": "中影国际影城南京白下大光路店",
        "address": "南京市白下区大光路142号际华国际广场3楼",
        "telephone": "025-58079028",
        "latitude": "32.03234",
        "longitude": "118.8106",
        "trafficRoutes": "交通路线：乘坐4路、7路、7路区间、15路、47路、55路、58路、60路、82路、87路、90路区间、98路、104路、120路、128路、142路、173路、304路、305路、804路、807路、808路（通济门）下车即到\n乘坐30路、40路、62路、90路、95路（大中桥）环北市场下车步行5分钟即到\n"
    },
    {
        "id": "962",
        "cityName": "南京",
        "cinemaName": "新街口国际影城（德基广场IMAX店）",
        "address": "南京市中山路18号德基广场一期/二期七楼",
        "telephone": "025-84797718",
        "latitude": "32.04915",
        "longitude": "118.7909",
        "trafficRoutes": "地铁1号、2号线，新街口站7号出口，公交在新街口北站、青石街、长江路站下均可"
    },
    {
        "id": "963",
        "cityName": "南京",
        "cinemaName": "南京大华大戏院",
        "address": "南京市秦淮区中山南路67号",
        "telephone": "025-84717617",
        "latitude": "32.04517",
        "longitude": "118.7908",
        "trafficRoutes": "16、18、28、33、41、100\n地铁1号线、2号线13,14出口"
    },
    {
        "id": "964",
        "cityName": "南京",
        "cinemaName": "金逸南京明发店",
        "address": "南京市浦口区滨江大道1号明发滨江新城249栋3楼",
        "telephone": "025-58100001",
        "latitude": "32.13643",
        "longitude": "118.7483",
        "trafficRoutes": "乘坐公交：636路、175路、132（区间）在明发滨江新城北站下；\n                              151路、132路在明发滨江新城站下车"
    },
    {
        "id": "965",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（大厂苏宁店）",
        "address": "大厂区长冲街88号（苏宁电器4层）",
        "telephone": "025-57055788",
        "latitude": "32.23727",
        "longitude": "118.7706",
        "trafficRoutes": "D2线，六南线，643路、645路、644路等线路至十村站到达"
    },
    {
        "id": "966",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（江宁店）",
        "address": "江宁金箔路518号全民健身中心大厦一楼（中国女人街旁）",
        "telephone": "025-68134888",
        "latitude": "31.95523",
        "longitude": "118.8571",
        "trafficRoutes": "江宁金箔路 （五小区）站下，公交线路 2W、12W、19W、20W、金秣线、金丹线、金周线、东铜线、东井线、金陆线、148W、D8均可到达。"
    },
    {
        "id": "967",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（马群店）",
        "address": "南京市栖霞区中山门大街699号",
        "telephone": "025-57030096",
        "latitude": "32.05602",
        "longitude": "118.9009",
        "trafficRoutes": "地铁二号线（马群站）"
    },
    {
        "id": "968",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（南京商厦店）",
        "address": "南京市玄武区龙蟠路1号",
        "telephone": "025-85659990",
        "latitude": "32.09694",
        "longitude": "118.7914",
        "trafficRoutes": "地铁3号线-小市站（1、3号出口），向南走500米；1、10、25、28、30、33、38、54、64、69"
    },
    {
        "id": "969",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（六合紫晶店）",
        "address": "南京市六合区专诸巷路28号（紫晶城）6号楼6层",
        "telephone": "025-66087199",
        "latitude": "32.34605",
        "longitude": "118.8492",
        "trafficRoutes": "玉六线至金宁广场站到达。"
    },
    {
        "id": "970",
        "cityName": "南京",
        "cinemaName": "卢米埃影城（紫峰购物广场）",
        "address": "南京市中山北路6号绿地中心紫峰购物广场5-6层",
        "telephone": "021-37569530",
        "latitude": "32.06657",
        "longitude": "118.7897",
        "trafficRoutes": "在地铁1号线鼓楼站下4A出口\n公交路线：1路、16路、25路、28路、31路、34路、35路、38路、47路、100路公车于鼓楼站下\n"
    },
    {
        "id": "971",
        "cityName": "南京",
        "cinemaName": "中影国际影城南京白下大光路店",
        "address": "南京市白下区大光路142号际华国际广场3楼",
        "telephone": "025-58079028",
        "latitude": "32.03234",
        "longitude": "118.8106",
        "trafficRoutes": "交通路线：乘坐4路、7路、7路区间、15路、47路、55路、58路、60路、82路、87路、90路区间、98路、104路、120路、128路、142路、173路、304路、305路、804路、807路、808路（通济门）下车即到\n乘坐30路、40路、62路、90路、95路（大中桥）环北市场下车步行5分钟即到\n"
    },
    {
        "id": "1036",
        "cityName": "西安",
        "cinemaName": "中影国际影城西安莲湖大唐西市店",
        "address": "西安市莲湖区劳动南路大唐西市第九宫三层中影国际影城",
        "telephone": "029-82278333",
        "latitude": "34.25364",
        "longitude": "108.914",
        "trafficRoutes": "916路 322路 24路 43路 106路 107路 502路 503路 518路 "
    },
    {
        "id": "1037",
        "cityName": "西安",
        "cinemaName": "西安博纳朱雀国际影城",
        "address": "小寨西路26号银泰城六层",
        "telephone": "029-62886668",
        "latitude": "34.22947",
        "longitude": "108.9471",
        "trafficRoutes": "24 504 709 508 721 716 407 400 14 321 203 204 106 713 18 410 子午路站下车"
    },
    {
        "id": "1038",
        "cityName": "西安",
        "cinemaName": "幸福蓝海国际影城（西安店）",
        "address": "西安市碑林区金花南路59号(东南二环交汇处往北50米路东)立丰国际购物广场九层",
        "telephone": "029-82630010",
        "latitude": "34.25346",
        "longitude": "109.0037",
        "trafficRoutes": "1、 乘坐教育专线、7路、800路、48路、240路、402路、508路、602路、528路、313路公交车到“金花南路”站下车，往南100米路东；\n2、 乘坐716路、44路、228路、320路（游9）、二环1、2号线到信号厂站下车即到； \n3、 乘坐208路、700路、308路、702路、242路公交车到砖厂站下车，往北50米路东。 \n"
    },
    {
        "id": "1039",
        "cityName": "西安",
        "cinemaName": "太平洋影城（西安曲江店）",
        "address": "西安曲江新区大唐不夜城",
        "telephone": "029-85466688",
        "latitude": "34.21744",
        "longitude": "108.9709",
        "trafficRoutes": "24、44、212、242、237、526、609、715、720、游4游9至“雁南路”站下车\n"
    },
    {
        "id": "1040",
        "cityName": "西安",
        "cinemaName": "西安博纳新天地国际影城",
        "address": "西安市长安中路2号雁塔文化新天地广场（纬二街十字西南角）",
        "telephone": "029-85396601",
        "latitude": "34.22405",
        "longitude": "108.9526",
        "trafficRoutes": "12 19 215 217 229 239 323 407 408 504 527603 704 K631 600路区间八里村站、纬二街站下车或乘坐地铁2号线到纬一街站"
    },
    {
        "id": "1041",
        "cityName": "西安",
        "cinemaName": "橙天嘉禾影城（太白印象城店）",
        "address": "西安南二环西段155号印象城三楼（原怡丰城）",
        "telephone": "029-89194008",
        "latitude": "34.24105",
        "longitude": "108.9277",
        "trafficRoutes": "6、16、506、412、35、311、106、900、216、604区间、游7、K205"
    },
    {
        "id": "1042",
        "cityName": "西安",
        "cinemaName": "西安大明宫IMAX影院",
        "address": "西安市自强东路585号大明宫国家遗址公园丹凤门东侧",
        "telephone": "029-81618215",
        "latitude": "34.28738",
        "longitude": "108.9717",
        "trafficRoutes": "2/17/528/717/38/262路、16/22/216/801/703太华路/丹凤门站下车即可（乘地铁2号线安远门站换乘2/262/723/528大明宫丹凤门站下车）"
    },
    {
        "id": "1043",
        "cityName": "西安",
        "cinemaName": "卢米埃影城(西安凯德广场店)",
        "address": "西安市雁塔区南二环西段凯德广场五层（朱雀花卉市场对面）",
        "telephone": "021-37569530",
        "latitude": "34.23526",
        "longitude": "108.943",
        "trafficRoutes": "216、308、313、321、411、二环1-2号线至省政务大厅"
    },
    {
        "id": "1044",
        "cityName": "西安",
        "cinemaName": "西安正阳星美国际影城",
        "address": "西安市西大街170号",
        "telephone": "029-87371166",
        "latitude": "34.26529",
        "longitude": "108.941",
        "trafficRoutes": "4/7/15/23/31/43/45/201/205/206/215/221/222/252/300/604/611/612路、K630路空调车到达；"
    },
    {
        "id": "1045",
        "cityName": "西安",
        "cinemaName": "西安耀莱成龙影城（银泰店）",
        "address": "西安市曲江新区大唐不夜城银泰中心四层",
        "telephone": "029-89126600",
        "latitude": "34.21193",
        "longitude": "108.97",
        "trafficRoutes": " 乘500路，212路,242路,224路，407路,500路,526路，游9路,722路到庙坡头村站下\n或者乘21路,24路,44路，K609路,619路,715路,720路到大唐不夜城站下"
    },
    {
        "id": "1072",
        "cityName": "郑州",
        "cinemaName": "郑州万达影城保利光魔店",
        "address": "郑州市金水区农业路东47号卜蜂莲花3楼郑州保利影城",
        "telephone": "0371-69528105",
        "latitude": "34.79205",
        "longitude": "113.7126",
        "trafficRoutes": "【乘B1.B18.215.219.65.263.路，在农业路中州大道或姚寨路丰产路下车，步行至郑州保利影城即可】"
    },
    {
        "id": "1073",
        "cityName": "郑州",
        "cinemaName": "幸福蓝海国际影城（郑州福都店）",
        "address": "郑州管城区未来路与航海路交叉口向西200米，福都购物广场4楼",
        "telephone": "0371-55128000",
        "latitude": "34.72612",
        "longitude": "113.7072",
        "trafficRoutes": "乘坐快速公交B1、B16、B17、129路至陈家门站下车，向东200米福都商场4楼；乘坐快速公交B15、B1路至航海路未来路站，向西200米福都商场4楼；乘坐86、46、518、323至63中站下车，福都商场4楼"
    },
    {
        "id": "1074",
        "cityName": "郑州",
        "cinemaName": "巩义17.5影城朗曼店",
        "address": "巩义市桐本路与陇海路交叉口朗曼假日3楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1075",
        "cityName": "郑州",
        "cinemaName": "郑州红地毯国际影城",
        "address": "郑州市航海路中州大道富田太阳城一站广场C区美食广场三楼",
        "telephone": "0371-55633395",
        "latitude": "34.72998",
        "longitude": "113.7224",
        "trafficRoutes": "B15、B16、B17、86、215、33、38、46、129、307"
    },
    {
        "id": "1076",
        "cityName": "郑州",
        "cinemaName": "郑州17.5影城枣庄店",
        "address": "郑州金水区经三路65号江山商界B座",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1077",
        "cityName": "郑州",
        "cinemaName": "郑州万达影城金水奥纳店",
        "address": "河南省郑州市金水区花园路、农业路交叉口大商新玛特8层",
        "telephone": "0371-63686321",
        "latitude": "34.79114",
        "longitude": "113.688",
        "trafficRoutes": "公交信息：\n乘坐公交2路、9路、29路、30路、32路、47路、62路、63路、282路、900路、903路、B32路、Y809路、Y811路在花园路关虎屯下车即到。"
    },
    {
        "id": "1078",
        "cityName": "郑州",
        "cinemaName": "郑州17.5影城陇海店",
        "address": "郑州市大学路80号长城康桥华城11号楼四层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1079",
        "cityName": "郑州",
        "cinemaName": "郑州中原万达广场店",
        "address": "郑州市中原中路171号万达广场5层",
        "telephone": "0371-86671000",
        "latitude": "34.75293",
        "longitude": "113.609",
        "trafficRoutes": "乘坐B13、12路、44路、37路、210路、60路公交车到中原路华山路站下车\n\n"
    },
    {
        "id": "1080",
        "cityName": "郑州",
        "cinemaName": "奥斯卡大上海国际影城",
        "address": "郑州东太康路24号大上海城六层（百货大楼东侧）",
        "telephone": "0371-62001188",
        "latitude": "34.76197",
        "longitude": "113.6757",
        "trafficRoutes": "21路、32路、41路、78路、37路、101路、52路、6路、28路、K903路、K906路"
    },
    {
        "id": "1081",
        "cityName": "郑州",
        "cinemaName": "郑州耀莱成龙影城（锦艺店）",
        "address": "郑州市棉纺路与桐柏路交叉口锦艺城B区4楼",
        "telephone": "0371-55132288",
        "latitude": "34.76728",
        "longitude": "113.6197",
        "trafficRoutes": "B1、B12、B13、37、34、76"
    },
    {
        "id": "1102",
        "cityName": "宁波",
        "cinemaName": "UME影城（宁波天一店）",
        "address": "东渡路29号颐高世贸生活广场3楼",
        "telephone": "0574-87008533",
        "latitude": "29.87505",
        "longitude": "121.5641",
        "trafficRoutes": "7路; 12路; 20路; 151路; 151区间; 151支线; 205路夜间线; 354路; 357路; 363路; 511路; 525路; 756路; 820路; 820路夜班; 820路夜间线至灵桥西（日新街）站。\n"
    },
    {
        "id": "1103",
        "cityName": "宁波",
        "cinemaName": "中影国际影城宁波鄞州联盛店",
        "address": "浙江省宁波市鄞州区钟公庙街道宁南北路1288号联盛商业广场C区第六、七层",
        "telephone": "0574-55878086",
        "latitude": "29.83072",
        "longitude": "121.5452",
        "trafficRoutes": "115、116、151路支线、636路公交到联盛商业广场（巴黎春天百货）站下车、\n281、650、661路公交到万达广场西下车；"
    },
    {
        "id": "1104",
        "cityName": "宁波",
        "cinemaName": "金逸宁波和丰店",
        "address": "宁波江东北路469号和丰创意广场意庭楼2F",
        "telephone": "0574-89118851",
        "latitude": "29.89157",
        "longitude": "121.5794",
        "trafficRoutes": "公交2路，908路到和丰创意广场站下车；公交821路到江东北路站下车。"
    },
    {
        "id": "1105",
        "cityName": "宁波",
        "cinemaName": "SFC上影影城（宁波店）",
        "address": "宁波市中山东路1083号世纪东方广场三楼",
        "telephone": "0574-87819136",
        "latitude": "29.86706",
        "longitude": "121.6011",
        "trafficRoutes": "地铁乘坐1号线 至福明路站下 \n公交乘坐528路、521路、356路、8路、516路、15路、14路、514路、507路、503路、368路，未来地铁1号线到达"
    },
    {
        "id": "1106",
        "cityName": "宁波",
        "cinemaName": "中影国际影城宁波江北来福士店",
        "address": "浙江省宁波市江北区大庆南路99号来福士广场四楼L430",
        "telephone": "0574-27998666",
        "latitude": "29.88879",
        "longitude": "121.565",
        "trafficRoutes": "6路, 13路, 350路, 363路, 380路, 501路, 516路, 812路, 908路槐树路站下车"
    },
    {
        "id": "1107",
        "cityName": "宁波",
        "cinemaName": "象山时代金球影城",
        "address": "象山县涌金广场4号楼4层（新华路和丹南路交叉路口）",
        "telephone": "0574-89520001",
        "latitude": "29.47188",
        "longitude": "121.8932",
        "trafficRoutes": "乘坐1、2、3路公交车到达；"
    },
    {
        "id": "1108",
        "cityName": "宁波",
        "cinemaName": "宁波完美世界影城镇海店（原17.5影城）",
        "address": "宁波市镇海经济开发区三江超市旁二楼",
        "telephone": "0574-86308055-801",
        "latitude": "29.94372",
        "longitude": "121.6783",
        "trafficRoutes": "公交541路、390路、371路、387路、27路至镇海经济开发区站下，保亿生活广场内三江超市后面，镇海经济开发区金枢路2-6-8号二楼。"
    },
    {
        "id": "1109",
        "cityName": "宁波",
        "cinemaName": "宁波鄞州万达广场店",
        "address": "宁波市鄞州区四明中路999号万达商业广场（金座）三层",
        "telephone": "0574-88086688",
        "latitude": "29.83304",
        "longitude": "121.5521",
        "trafficRoutes": "乘205路、527路、529路、628路、363路、206路、102路、351路至万达广场北下车，步行至万达广场。\n"
    },
    {
        "id": "1110",
        "cityName": "宁波",
        "cinemaName": "宁波影都(东门口店)",
        "address": "宁波市海曙区战船街2号",
        "telephone": "0574-87363000",
        "latitude": "29.87857",
        "longitude": "121.5643",
        "trafficRoutes": "2路、4路、15路、19路、202、205、291、503、504、506、517、515、518、521、528、804、821（和义大道） 10、350（宁波电台）\n"
    },
    {
        "id": "1111",
        "cityName": "宁波",
        "cinemaName": "CGV影城（北仑店）",
        "address": "宁波市北仑区黄山路857号富邦世纪商业广场，新世界商城4楼",
        "telephone": "0574-26888222",
        "latitude": "29.89782",
        "longitude": "121.8504",
        "trafficRoutes": "710、711、716、768、781至富邦广场站，720至中心广场站"
    },
    {
        "id": "1131",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（西安路店）",
        "address": "沙河口区西安路123号天兴罗斯福国际中心4F",
        "telephone": "0411-83899114",
        "latitude": "38.92028",
        "longitude": "121.5929",
        "trafficRoutes": "乘201、202、6、8、24、101、17、708、503、31、705路公交车至西安路下车。\n"
    },
    {
        "id": "1132",
        "cityName": "大连",
        "cinemaName": "橙天嘉禾影城（万和汇店）",
        "address": "大连市开发区金马路万和汇购物广场4-5层",
        "telephone": "0411-66162002",
        "latitude": "39.0543",
        "longitude": "121.7869",
        "trafficRoutes": "开发区1路、2路、3路、4路、5路、7路、8路"
    },
    {
        "id": "1133",
        "cityName": "大连",
        "cinemaName": "中影华臣进步电影院",
        "address": "大连市中山区友好广场11号",
        "telephone": "0411-82637266",
        "latitude": "38.92633",
        "longitude": "121.6458",
        "trafficRoutes": "乘7路、30路、708路至中山广场下车，或乘23路、16路、708路、801路、710路、15路、K901路至友好广场下车，步行至进步电影院。"
    },
    {
        "id": "1134",
        "cityName": "大连",
        "cinemaName": "金逸大连悦泰店",
        "address": "大连市中山区同兴街31-8号悦泰街里",
        "telephone": "0411-82356990",
        "latitude": "38.9299",
        "longitude": "121.6512",
        "trafficRoutes": "19路、40路、405路、409路、506路、533路、701路、703路、707路、708路、710路、901路 中山广场站下车\n414路、702路、712路 天津街站下车 \n7路、 15路、16路、30路 人民路站下车\n403路、201路 民生街站下车 \n515路、517路 白玉街站下车\n以上公交均可到达\n"
    },
    {
        "id": "1135",
        "cityName": "大连",
        "cinemaName": "橙天嘉禾影城大连新世界店",
        "address": "大连市中山区人民路43号          新世界名店坊四层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1136",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（开发区安盛店）",
        "address": "开发区金马路189号安盛购物广场5楼",
        "telephone": "0411-87538538",
        "latitude": "39.05639",
        "longitude": "121.791",
        "trafficRoutes": "乘1、2、3、4、5、6、7、8路等公交线路至安盛购物广场下车。\n"
    },
    {
        "id": "1137",
        "cityName": "大连",
        "cinemaName": "大连大商影城新玛特店",
        "address": "大连中山区青三街1号新玛特购物休闲广场6F",
        "telephone": "0411-83880648",
        "latitude": "38.92188",
        "longitude": "121.6398",
        "trafficRoutes": "1、2、5、15、16、22、23、24、801、901、701、702、703、707、708、710、712、405、406、411、512、533、432、505、506、611、408、409等公交线路"
    },
    {
        "id": "1138",
        "cityName": "大连",
        "cinemaName": "金逸大连福佳店",
        "address": "大连市沙河口区西安路99-D福佳新天地5楼",
        "telephone": "0411-88891200",
        "latitude": "38.92306",
        "longitude": "121.5944",
        "trafficRoutes": "乘坐201、202、503、6、705、10、505路公车到达"
    },
    {
        "id": "1139",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（软件园店）",
        "address": "大连高新区数码路南段13-2号锦辉购物广场书香园店2层",
        "telephone": "0411-84783562",
        "latitude": "38.88374",
        "longitude": "121.5538",
        "trafficRoutes": "10路、22路、23路、33路、202、3路、901路、533路、22路至东北财经大学站"
    },
    {
        "id": "1140",
        "cityName": "大连",
        "cinemaName": "大连万达影城和平广场奥纳店",
        "address": "辽宁省大连市沙河口区高尔基路707号4层3号、705号4层2号",
        "telephone": "0411-82193588-208",
        "latitude": "38.90259",
        "longitude": "121.5938",
        "trafficRoutes": "公交信息：\n地铁1号线国贸站  出口往东300米；\n地铁1号线大望路站D出口往西100米；\n公交1路、11路、57路、101路、112路、118路、364路、488路、502路、639路、640路、671路、718路、810路、846路、855路、930路、976路在郎家园站下车即可。"
    },
    {
        "id": "1160",
        "cityName": "青岛",
        "cinemaName": "青岛华臣影城",
        "address": "市南区香港中路69号麦凯乐八楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1161",
        "cityName": "青岛",
        "cinemaName": "中影国际影城青岛宝龙店",
        "address": "青岛市城阳区宝龙城市广场3F",
        "telephone": "0532-80968008",
        "latitude": "36.30388",
        "longitude": "120.4078",
        "trafficRoutes": "乘坐905 910 909 913 613---百姓乐园\n306 917---北疃\n907 117 502 916---长城路\n103  山城路"
    },
    {
        "id": "1162",
        "cityName": "青岛",
        "cinemaName": "青岛金逸CBD店 ",
        "address": "青岛市市南区南京路8号府都大厦4-6楼",
        "telephone": "0532-80972069",
        "latitude": "36.07302",
        "longitude": "120.396",
        "trafficRoutes": "12、26、31、33、104、125、231、228、304、319、316、321、501路浮山所站"
    },
    {
        "id": "1163",
        "cityName": "青岛",
        "cinemaName": "青岛完美世界影城台东店（原17.5影城）",
        "address": "青岛市市北区台东一路37号国美电器5楼",
        "telephone": "0532-83080903",
        "latitude": "36.08757",
        "longitude": "120.3613",
        "trafficRoutes": "1、2、3、4、11、15、19、28、30、36、104、110、119、125、205、217、226、229、232、301、302、306、307、320、367、372、"
    },
    {
        "id": "1164",
        "cityName": "青岛",
        "cinemaName": "青岛完美世界影城青特店（原17.5影城）",
        "address": "青岛市城阳区城阳利群后（麦当劳东100米）青特上豪广场三楼",
        "telephone": "0532-66731616",
        "latitude": "36.31313",
        "longitude": "120.4247",
        "trafficRoutes": "901,902,909,374,912,913,919,916路公车到达"
    },
    {
        "id": "1165",
        "cityName": "青岛",
        "cinemaName": "青岛CBD万达广场店",
        "address": "青岛市市北区延吉路116号万达广场三层",
        "telephone": "0532-55563939-808",
        "latitude": "36.09352",
        "longitude": "120.3854",
        "trafficRoutes": "乘坐33、205、211专、224、307、318、320、322、374专、502、605路公交车至图书馆站下车，步行即到。"
    },
    {
        "id": "1166",
        "cityName": "青岛",
        "cinemaName": "青岛台东路万达广场店",
        "address": "青岛市市北区台东三路63号万达广场四层",
        "telephone": "0532-83625656-8018",
        "latitude": "36.08876",
        "longitude": "120.362",
        "trafficRoutes": "十九中车站：2、11、25、32、104、125、206、229、212、218、219、220、225、226、227；\n威海路车站：219、229、302、306、367、369；\n台东邮电局车站：2、218、222、232、301、302；\n延安二路车站：1、15、25、205、212、217、219、220、225、302、306、307、308、367、368。"
    },
    {
        "id": "1167",
        "cityName": "青岛",
        "cinemaName": "青岛华诚国际影城",
        "address": "山东省青岛市崂山区秦岭路20号",
        "telephone": "0532-89098200",
        "latitude": "36.11106",
        "longitude": "120.4747",
        "trafficRoutes": "乘坐230路、375路、230路区间、610路、380路、612路  丽达广场站下车\n\n乘坐110路、610路、311路、606路、380路、382路375路、230路 会展中心下车\n\n乘坐104路125路、301路、304路、312路、362路、802路、313路 金家岭站下车\n\n乘坐102路、313路、321路、362路  苗岭路站下车"
    },
    {
        "id": "1168",
        "cityName": "青岛",
        "cinemaName": "青岛百老汇影城百丽广场店",
        "address": "山东省青岛市澳门路88号百丽广场3层",
        "telephone": "0532-66061155",
        "latitude": "36.06578",
        "longitude": "120.4016",
        "trafficRoutes": "316，319，31，33，224，210，216，224，317，601，208，216，33，104，125，304 ，363等公车到达。 \n团体票销售电话：0532-66061155-8005\n"
    },
    {
        "id": "1169",
        "cityName": "青岛",
        "cinemaName": "青岛.阳光星美国际影城",
        "address": "山东省青岛市市北区辽阳西路100号阳光新业广场东区二层",
        "telephone": "0532-85666188",
        "latitude": "36.10266",
        "longitude": "120.3945",
        "trafficRoutes": "乘坐4、12、210、211、307、370、309、28、602、19、119、362路公车到达"
    },
    {
        "id": "1188",
        "cityName": "苏州",
        "cinemaName": "橙天嘉禾影城（印象城店）",
        "address": "苏州工业园区现代大道1699号 印象城三层",
        "telephone": "0512-69566566",
        "latitude": "31.32262",
        "longitude": "120.6639",
        "trafficRoutes": "东面 星明街北口站：53、68、148、818\n南面 海关大楼站：200(南线)、32、178\n西面 东港二村东站：238\n北面 星明街北站：818、2、26、园区公交一号线\n     219、158、156、261、100(南线)、812\n\n\n\n"
    },
    {
        "id": "1189",
        "cityName": "苏州",
        "cinemaName": "苏艺影城东沙湖店",
        "address": "苏州市工业园区东沙湖路100号D301",
        "telephone": "021-37569530",
        "latitude": "31.33942",
        "longitude": "120.7635",
        "trafficRoutes": "148路、108路"
    },
    {
        "id": "1190",
        "cityName": "苏州",
        "cinemaName": "幸福蓝海国际影城（石路IMAX店）",
        "address": "苏州市广济南路219号新苏天地9楼",
        "telephone": "0512-65899658",
        "latitude": "31.31583",
        "longitude": "120.6067",
        "trafficRoutes": ""
    },
    {
        "id": "1191",
        "cityName": "苏州",
        "cinemaName": "苏州万达影城世茂广场店",
        "address": "苏州市沧浪区宝带西路1155号1幢3F/4F西区",
        "telephone": "0512-67877808",
        "latitude": "31.27013",
        "longitude": "120.6059",
        "trafficRoutes": "乘坐505路、602路、309路、512路、28路、900路、923路、309路、47路、102路公车到宝带西路公交首末站下。"
    },
    {
        "id": "1192",
        "cityName": "苏州",
        "cinemaName": "博纳国际影城（苏州丽丰店）",
        "address": "苏州市吴中区宝带东路399号丽丰购物中心5F北区",
        "telephone": "0512-66358228",
        "latitude": "31.27227",
        "longitude": "120.6389",
        "trafficRoutes": "5 43 52 58"
    },
    {
        "id": "1193",
        "cityName": "苏州",
        "cinemaName": "喜游城-大光明影院",
        "address": "苏州市观前街北局9号",
        "telephone": "0512-65115828",
        "latitude": "31.3159",
        "longitude": "120.6311",
        "trafficRoutes": "乘 1、106、68、60、9、2、900、923路\n途径观前街、察院场、景德路、临顿路的公交车都可到达。"
    },
    {
        "id": "1194",
        "cityName": "苏州",
        "cinemaName": "卢米埃影城(园区店)",
        "address": "苏州市工业园",
        "telephone": "021-37569530",
        "latitude": "31.32126",
        "longitude": "120.7474",
        "trafficRoutes": "110路东线、126路、116路、2路公交车到达"
    },
    {
        "id": "1195",
        "cityName": "苏州",
        "cinemaName": "苏艺影城（艺术中心IMAX店）",
        "address": "苏州工业园区观枫街1号 苏州文化艺术中心",
        "telephone": "021-37569530",
        "latitude": "31.32824",
        "longitude": "120.7111",
        "trafficRoutes": "乘219、2、28、47、108路，在红枫林下车，步行至苏州文化艺术中心苏艺影城。"
    },
    {
        "id": "1196",
        "cityName": "苏州",
        "cinemaName": "金逸苏州石路永捷店",
        "address": "苏州市姑苏区广济南路19号西城永捷生活广场6楼",
        "telephone": "0512-65703050",
        "latitude": "31.31201",
        "longitude": "120.6071",
        "trafficRoutes": "游1、7路、88路、204路、34路、"
    },
    {
        "id": "1197",
        "cityName": "苏州",
        "cinemaName": "金逸苏州IMAX亿象城店",
        "address": "苏州市沧浪区友新路1188号亿象城5号楼3层",
        "telephone": "0512-67878101",
        "latitude": "31.2796",
        "longitude": "120.6097",
        "trafficRoutes": "福星小区东下: 315路 47路 88路 923路 乘坐325/47/54/88/900/923到友联二村下车即是"
    },
    {
        "id": "1214",
        "cityName": "温州",
        "cinemaName": "温州白鹿影城",
        "address": "温州市飞霞北路134号",
        "telephone": "0577-88831334",
        "latitude": "28.0201",
        "longitude": "120.6749",
        "trafficRoutes": "4路 3路 25路 27路 28路 43路 51路 65路 106路 105路 102路 201路 205路109路 202路 6路 11路 202路加 207-1路 "
    },
    {
        "id": "1215",
        "cityName": "温州",
        "cinemaName": "新时代电影大世界影城",
        "address": "温州市鹿城区江滨西路355号1幢4楼",
        "telephone": "0577-88869115",
        "latitude": "28.02534",
        "longitude": "120.6776",
        "trafficRoutes": "42.206.33.38.65.株柏站下。"
    },
    {
        "id": "1216",
        "cityName": "温州",
        "cinemaName": "新中国影都",
        "address": "温州市人民中路32号影都大楼",
        "telephone": "0577-88258901",
        "latitude": "28.01554",
        "longitude": "120.6674",
        "trafficRoutes": "乘车路线：2路、4路、8路、5路、10路、21路、26路、55路、58路、64路、65路、15路"
    },
    {
        "id": "1217",
        "cityName": "温州",
        "cinemaName": "温州大众电影院",
        "address": "温州市五马街11号",
        "telephone": "0577-88683372",
        "latitude": "28.01818",
        "longitude": "120.6674",
        "trafficRoutes": "1路、4路、103路、109路、113路"
    },
    {
        "id": "1218",
        "cityName": "温州",
        "cinemaName": "温州恒隆影城",
        "address": "温州市车站大道238号恒隆商务楼4楼",
        "telephone": "0577-88666869",
        "latitude": "28.00077",
        "longitude": "120.691",
        "trafficRoutes": "公交15、22、48、25、17、116、29、B107、43、51、62、207、78路至下吕浦华夏银行"
    },
    {
        "id": "1219",
        "cityName": "温州",
        "cinemaName": "鳌江影城",
        "address": "平阳县鳌江镇江滨路68号",
        "telephone": "0577-63658888",
        "latitude": "27.5958",
        "longitude": "120.5634",
        "trafficRoutes": ""
    },
    {
        "id": "1220",
        "cityName": "温州",
        "cinemaName": "汉鼎宇佑影城（金茂店）原乐清时代国际影城",
        "address": "温州乐清千帆西路277号（金茂商务广场4楼）",
        "telephone": "0577-61116777",
        "latitude": "28.10261",
        "longitude": "120.9744",
        "trafficRoutes": "乘车：乘车路线：8路公交 自驾路线：万岙村红绿灯处，往104国道行驶200米路南"
    },
    {
        "id": "1221",
        "cityName": "温州",
        "cinemaName": "温州永嘉金汇国际影城",
        "address": "温州市永嘉县瓯北镇阳光大道金汇景园一楼",
        "telephone": "0577-66995222",
        "latitude": "28.04122",
        "longitude": "120.6419",
        "trafficRoutes": ""
    },
    {
        "id": "1222",
        "cityName": "温州",
        "cinemaName": "乐清嘉影国际影城",
        "address": "温州市乐清市柳市车站路377号夏威夷大酒店西首，鸿基数码广场对面。",
        "telephone": "0577-61782828",
        "latitude": "28.05329",
        "longitude": "120.9021",
        "trafficRoutes": ""
    },
    {
        "id": "1223",
        "cityName": "温州",
        "cinemaName": "温州龙湾万达广场店",
        "address": "温州市龙湾区永中街道永定路1188号万达商业广场娱乐楼4层",
        "telephone": "0577-55590088",
        "latitude": "27.92888",
        "longitude": "120.8364",
        "trafficRoutes": "9路公交万达广场下车 73路、71路龙湾区府站下"
    },
    {
        "id": "1240",
        "cityName": "厦门",
        "cinemaName": "厦门明发金逸IMAX影城",
        "address": "厦门市思明区莲坂明发商业广场B区二楼百安居后侧",
        "telephone": "0592-2160011",
        "latitude": "24.48485",
        "longitude": "118.1291",
        "trafficRoutes": "3路、10路、45路"
    },
    {
        "id": "1241",
        "cityName": "厦门",
        "cinemaName": "厦门金逸海沧悦实店",
        "address": "厦门市海沧区新阳街道新盛路19号悦实广场5号楼6层",
        "telephone": "0592-7701101",
        "latitude": "24.5243",
        "longitude": "118.0068",
        "trafficRoutes": "680路、707路、807路、809路、981路"
    },
    {
        "id": "1242",
        "cityName": "厦门",
        "cinemaName": "中影数字梦工坊影城",
        "address": "福建省厦门市思明区莲前东路123号加州城市广场4F东侧",
        "telephone": "0592-5950666",
        "latitude": "24.48247",
        "longitude": "118.1649",
        "trafficRoutes": "乘坐BRT快3路洪文站 5路  19路  26路  28路  30路 47路 91路 95路 101路 108路 942路等公车到达"
    },
    {
        "id": "1243",
        "cityName": "厦门",
        "cinemaName": "金逸厦门文艺店",
        "address": "厦门体育路文化艺术中心科技馆一楼",
        "telephone": "0592-5368812",
        "latitude": "24.49633",
        "longitude": "118.1148",
        "trafficRoutes": "8、9、13、24、54、73、86、101、201、506、806、812、厦2线到文化艺术中心站下车 \n \n"
    },
    {
        "id": "1244",
        "cityName": "厦门",
        "cinemaName": "金逸影城厦门名汇全激光店",
        "address": "厦门市霞溪路28号名汇广场三楼",
        "telephone": "0592-2138800",
        "latitude": "24.4624",
        "longitude": "118.0884",
        "trafficRoutes": ""
    },
    {
        "id": "1245",
        "cityName": "厦门",
        "cinemaName": "厦门完美世界影城集美店（原17.5影城）",
        "address": "厦门市集美区乐海路23号新华都商场3楼301号",
        "telephone": "0592-6377175",
        "latitude": "24.59217",
        "longitude": "118.1154",
        "trafficRoutes": "1、乘坐BRT至嘉庚体育馆站下；\n2、乘坐公交车：959、658快线、981、909、903、L21、L22、948、905、906、921、992、快1a、快1b。"
    },
    {
        "id": "1246",
        "cityName": "厦门",
        "cinemaName": "金逸厦门明发店",
        "address": "厦门市莲坂明发商业广场东区381号C区三楼",
        "telephone": "0592-5048811",
        "latitude": "24.4833",
        "longitude": "118.1281",
        "trafficRoutes": ""
    },
    {
        "id": "1247",
        "cityName": "厦门",
        "cinemaName": "中影国际影城厦门翔安店）",
        "address": "福建省厦门市翔安区汇景购物广场四楼",
        "telephone": "0592-7161818",
        "latitude": "24.62472",
        "longitude": "118.2519",
        "trafficRoutes": "709、750、752、760、761、763、790、791，区政府路口站 新浪微博： http://weibo.com/zygj"
    },
    {
        "id": "1248",
        "cityName": "厦门",
        "cinemaName": "厦门思明电影院",
        "address": "思明北路2号（思明南北路和思明东西路的十字路口）",
        "telephone": "0592-2132873",
        "latitude": "24.46178",
        "longitude": "118.0868",
        "trafficRoutes": "乘1路、20路、22路、11路、520路在中山路下车，或乘53路、54路、507、534、532在思北下车，步行至思明电影院。"
    },
    {
        "id": "1249",
        "cityName": "厦门",
        "cinemaName": "厦门万达影城SM广场店",
        "address": "SM广场二期B座3层",
        "telephone": "0592-5379801",
        "latitude": "24.50744",
        "longitude": "118.1337",
        "trafficRoutes": "乘坐\n厦2 18 20 27 33 50 51 52 53 54 55 56 57 \n59 79 89 201 202 507 508 515 525 532 534 616 617 808 812公车到达"
    },
    {
        "id": "1263",
        "cityName": "惠州",
        "cinemaName": "厦门天地开明电影城（改造停业）",
        "address": "厦门市江头北路69号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1265",
        "cityName": "惠州",
        "cinemaName": "惠州完美世界影城惠东店（原17.5影城）",
        "address": "惠州市惠东县平山华侨城开发区HQ-3区创富商贸广场第四层B区",
        "telephone": "0752-8286262-0",
        "latitude": "22.98104",
        "longitude": "114.7216",
        "trafficRoutes": "2路、3路、7路、9路、11路公车到达"
    },
    {
        "id": "1266",
        "cityName": "惠州",
        "cinemaName": "橙天嘉禾影城（华贸店）",
        "address": "江北文昌一路9号华贸天地5楼",
        "telephone": "0752-7190555",
        "latitude": "23.1096",
        "longitude": "114.4206",
        "trafficRoutes": "2、5、7、8、13、16、18、20、24、29、30路公车到达"
    },
    {
        "id": "1267",
        "cityName": "惠州",
        "cinemaName": "金逸惠州意生店",
        "address": "惠州市惠城区江北文明一路意生广场5楼",
        "telephone": "0752-7215580",
        "latitude": "23.11981",
        "longitude": "114.4236",
        "trafficRoutes": "乘车路线:\n1、可乘坐18、35、29路 到【市政府站】下车步行至意生广场5楼金逸影城\n、18路、29路、30路、35路、369路、388路、202路 【江北新苑】下车步行至意生广场5楼金逸影城\n3、可乘坐6路、20路、25路、26路、201路、209路、K1【佳兆业（意生广场）】下车，步行穿过佳兆业至意生广场。"
    },
    {
        "id": "1268",
        "cityName": "惠州",
        "cinemaName": "惠阳华影万联影城",
        "address": "惠州惠阳区淡水镇人民五路万联购物广场5楼",
        "telephone": "0752-3366626",
        "latitude": "22.79108",
        "longitude": "114.47",
        "trafficRoutes": "222、10路"
    },
    {
        "id": "1269",
        "cityName": "惠州",
        "cinemaName": "惠东弘诚影院",
        "address": "惠州市惠东县平山街道办青云管理区百丘田地段",
        "telephone": "0752-8313111",
        "latitude": "22.96378",
        "longitude": "114.7069",
        "trafficRoutes": "2路、3路、7路、11路"
    },
    {
        "id": "1270",
        "cityName": "惠州",
        "cinemaName": "星美国际影城（惠州中惠店）",
        "address": "惠州市惠阳区淡水镇人民四路都市广场3楼(人人乐楼上)",
        "telephone": "0752-3362622",
        "latitude": "22.79393",
        "longitude": "114.4672",
        "trafficRoutes": "K1路、K2路、1A路、3路、5路、8路、10路、138路、188路、201路在【市政广场】站下车"
    },
    {
        "id": "1271",
        "cityName": "惠州",
        "cinemaName": "金宝华夏国际影城（惠东店）",
        "address": "惠州市惠东县国际新城胜利广场3楼",
        "telephone": "0752-8285566",
        "latitude": "22.9686",
        "longitude": "114.7513",
        "trafficRoutes": "1、2路"
    },
    {
        "id": "1272",
        "cityName": "惠州",
        "cinemaName": "深圳雅图数字影院（惠东店）",
        "address": "惠州市惠东区惠东大道义乌小商品四楼",
        "telephone": "0752-8238383",
        "latitude": "22.99097",
        "longitude": "114.7323",
        "trafficRoutes": "2、3路"
    },
    {
        "id": "1273",
        "cityName": "惠州",
        "cinemaName": "惠州华影金娱电影城",
        "address": "惠州市惠阳区淡水南门中路47号新一城广场二楼",
        "telephone": "0752-3355998",
        "latitude": "22.80086",
        "longitude": "114.4759",
        "trafficRoutes": "1路、路、5路、8路10路公交到达"
    },
    {
        "id": "1289",
        "cityName": "福州",
        "cinemaName": "中瑞国际影城（红星美凯龙三迪店）",
        "address": "福州市台江区工业路红星美凯龙(宝龙城市广场旁)7楼",
        "telephone": "021-37569530",
        "latitude": "26.06837",
        "longitude": "119.3009",
        "trafficRoutes": "乘坐K3路、7路、14路、15路、27路、41路、82路、93路、112路、113路、130路、133路、313路公车到达，宝龙城市广场站步行200米至红星美凯龙广场7层"
    },
    {
        "id": "1290",
        "cityName": "福州",
        "cinemaName": "中瑞国际影城（省体育中心店）",
        "address": "福州市鼓楼区省体育馆东大门",
        "telephone": "021-37569530",
        "latitude": "26.11777",
        "longitude": "119.312",
        "trafficRoutes": "公交路线：17、19、28、52、62、65、72、75、108、117、127、128、129、132、508路（省体育中心站）"
    },
    {
        "id": "1291",
        "cityName": "福州",
        "cinemaName": "中瑞国际影城（白湖亭店）",
        "address": "福州市仓山区则徐大道379号福建商业广场1层(盖山路口公交站正后)",
        "telephone": "021-37569530",
        "latitude": "26.03296",
        "longitude": "119.3408",
        "trafficRoutes": "地铁1号线(白湖亭站)、1路、K2路、4路、8路、17路、25路、30路（含支线）、31路、42路、83路（含火车南站专线）、101路、113路、124路、309路、503路"
    },
    {
        "id": "1292",
        "cityName": "福州",
        "cinemaName": "福州万达影城世茂广场店",
        "address": "福州市台江区茶亭街道广达路168号负一层（2号入口）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1293",
        "cityName": "福州",
        "cinemaName": "福州横店影城",
        "address": "福州市鼓楼区五四路128号王府井百货6楼",
        "telephone": "0591-38051618",
        "latitude": "26.09738",
        "longitude": "119.3125",
        "trafficRoutes": "2路、5路、9路、22路、51路、52路、55路、69路、72路、76路、k3路"
    },
    {
        "id": "1294",
        "cityName": "福州",
        "cinemaName": "福州市大众电影院",
        "address": "鼓楼区八一七北路192号",
        "telephone": "0591-87533566",
        "latitude": "26.08647",
        "longitude": "119.307",
        "trafficRoutes": "乘坐2，956，906，967，11，1，817，20路下车，至道山路口下车，步行至大众电影院\n"
    },
    {
        "id": "1295",
        "cityName": "福州",
        "cinemaName": "金逸影城IMAX（万宝商圈店）",
        "address": "福建省福州市台江区工业路 193号宝龙城市广场五楼",
        "telephone": "0591-83822230",
        "latitude": "26.06828",
        "longitude": "119.2982",
        "trafficRoutes": "乘7，130，113，89，949，22，18，46，44，27路在宝龙城市广场下车，乘坐宝龙中庭观光电梯直达五楼。"
    },
    {
        "id": "1296",
        "cityName": "福州",
        "cinemaName": "金逸福州西提影城",
        "address": "福州市马尾区君竹路37号西提丽府10楼2层第26-42号店面",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1297",
        "cityName": "福州",
        "cinemaName": "福州东都国际影城",
        "address": "福州市晋安区福马路638号和谐大酒店内",
        "telephone": "0591-88515577",
        "latitude": "26.07462",
        "longitude": "119.3668",
        "trafficRoutes": "乘36、73、115、108、126、29、56、69、70、7、97路到远洋站下；          \n乘112、126到福马路口站下。\n"
    },
    {
        "id": "1298",
        "cityName": "福州",
        "cinemaName": "福州大戏院",
        "address": "福州市鼓楼区五四路212号",
        "telephone": "0591-87987145",
        "latitude": "26.10348",
        "longitude": "119.3127",
        "trafficRoutes": "817、51、5、52、107、117、949、76路农大专线、9路至古三座站下"
    },
    {
        "id": "1313",
        "cityName": "昆明",
        "cinemaName": "昆明北辰财富中心影院",
        "address": "盘龙区北京路延长线北辰财富中心E栋4楼",
        "telephone": "0871-65730112",
        "latitude": "25.08746",
        "longitude": "102.7406",
        "trafficRoutes": "乘236、23、61、79、92、96、146路至北辰大道口下车即到;\n乘25路、67路至北辰小区站下车即到;\n乘72路至北辰大道下车即到。"
    },
    {
        "id": "1314",
        "cityName": "昆明",
        "cinemaName": "昆明万达影城正义坊店",
        "address": "昆明市正义路西侧昆明老街正义坊北馆4-5F ",
        "telephone": "0871-68072651-833",
        "latitude": "25.04572",
        "longitude": "102.7163",
        "trafficRoutes": "市内座公交1路2路61路69路54路到文庙下车即到"
    },
    {
        "id": "1315",
        "cityName": "昆明",
        "cinemaName": "昆明嘉美影院",
        "address": "昆明市五华区霖雨路268号嘉年华购物公园4楼",
        "telephone": "0871-65238866",
        "latitude": "25.10147",
        "longitude": "102.7424",
        "trafficRoutes": "23、61、79、96、119、236公交汽车以及 地铁1号线霖雨桥站"
    },
    {
        "id": "1316",
        "cityName": "昆明",
        "cinemaName": "昆明圆通国际影城",
        "address": "昆明市五华区圆西路85号",
        "telephone": "0871-65188637",
        "latitude": "25.06125",
        "longitude": "102.7123",
        "trafficRoutes": "01、10、22、84、92、125、133、187"
    },
    {
        "id": "1317",
        "cityName": "昆明",
        "cinemaName": "昆明完美世界影城世纪城店（原17.5影城）",
        "address": "昆明市世纪城金源时代购物中心二区一层",
        "telephone": "0871-67235388",
        "latitude": "24.98328",
        "longitude": "102.7685",
        "trafficRoutes": "6000多个全天免费停车位！\n乘149路、154路、161路、162路、163路、169路、170路、173路、174路、31路、C13路，世纪城金源时代购物中心即到。"
    },
    {
        "id": "1318",
        "cityName": "昆明",
        "cinemaName": "SFC上影影城（永华店）",
        "address": "昆明市东风西路99号百大新天地七楼",
        "telephone": "0871-63623676",
        "latitude": "25.04323",
        "longitude": "102.7159",
        "trafficRoutes": "公交3路、4路、62路、73路、90路、98路到金马坊站下车，向北步行500米百大新天地7F，公交118路、71路到南屏街东口，向西行走300米百大新天地7F，公交10路、82路、84路到南屏街西口下车即到。"
    },
    {
        "id": "1319",
        "cityName": "昆明",
        "cinemaName": "喜满客昆明影城",
        "address": "昆明市盘龙区北京路1079号VCPark4栋3楼",
        "telephone": "0871-64162001-301",
        "latitude": "25.08596",
        "longitude": "102.739",
        "trafficRoutes": "23路、61路、79路、96路、236路"
    },
    {
        "id": "1320",
        "cityName": "昆明",
        "cinemaName": "昆明新亚洲•虹影城",
        "address": "昆明广福路新亚洲体育城",
        "telephone": "0871-67354488",
        "latitude": "24.95277",
        "longitude": "102.7726",
        "trafficRoutes": "31、165、185、12、149、C13、C12、C85、地铁等，至 新亚洲体育城站 或 广福立交北站  下车即可。或乘车至新螺蛳湾公交枢纽站转乘地铁至新亚洲体育城站下车即可。\n"
    },
    {
        "id": "1321",
        "cityName": "昆明",
        "cinemaName": "昆明完美世界影城臻万店（原17.5影城）",
        "address": "昆明市西山区老海埂路豆腐营13号新都昌商业广场臻万百货5层",
        "telephone": "0871-68411055",
        "latitude": "25.02387",
        "longitude": "102.7145",
        "trafficRoutes": "3路 K6路 24路 66路 110路 112路 127路 185路 186路 豆腐营（东南亚珠宝中心）站下车"
    },
    {
        "id": "1322",
        "cityName": "昆明",
        "cinemaName": "新春城电影院",
        "address": "昆明市白塔路339号",
        "telephone": "0871-63210002",
        "latitude": "25.04896",
        "longitude": "102.7322",
        "trafficRoutes": "47.54.108.237.57.60.69..74..77.k9.132路车"
    },
    {
        "id": "1309",
        "cityName": "无锡",
        "cinemaName": "连江县金字塔影城",
        "address": "福州市连江县玉荷西路231号文化馆大楼一层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1336",
        "cityName": "无锡",
        "cinemaName": "橙天嘉禾影城（茂业店）",
        "address": "无锡市清扬路138号茂业百货7F-9F",
        "telephone": "0510-68785858",
        "latitude": "31.55474",
        "longitude": "120.3177",
        "trafficRoutes": "乘公车5、23、24、36、56、70、72、113、116、118、135、358、762、766路，快5线到沁扬市场站下，步行至茂业百货，乘坐影城专用电梯到7楼可以直接进入影城大厅，也可以坐茂业百货观光电梯到7楼进入影城通道。"
    },
    {
        "id": "1337",
        "cityName": "无锡",
        "cinemaName": "无锡睦邻影院",
        "address": "无锡市崇安区广南路588号睦邻中心三区4F",
        "telephone": "0510-82026577",
        "latitude": "31.60017",
        "longitude": "120.3445",
        "trafficRoutes": "乘13.75.93.100.112.328.626.722.726路，在 广南路 下车，步行至无锡睦邻影院。"
    },
    {
        "id": "1338",
        "cityName": "无锡",
        "cinemaName": "保利国际影城无锡电影产业园店",
        "address": "无锡市滨湖区蠡湖大道2001号C区3F",
        "telephone": "0510-85171180",
        "latitude": "31.47546",
        "longitude": "120.2842",
        "trafficRoutes": "路线 1：地铁1号线至终点站长广溪站下车，往南方向步行50米 \n路线2：乘坐105路、133路、128路、快1路 至江大南门站下车，往东南方向 步行789米约10-15分钟\n路线 3：乘坐68路至初轧厂站下车，往西北方向 步行1.05公里约15分钟左右 "
    },
    {
        "id": "1339",
        "cityName": "无锡",
        "cinemaName": "幸福蓝海国际影城（无锡金太湖店）",
        "address": "无锡市北塘区兴源北路金太湖国际城三期1796号商铺(101医院对面)",
        "telephone": "0510-85032800",
        "latitude": "31.59962",
        "longitude": "120.2967",
        "trafficRoutes": "乘6路空调, 10路, 17路空调, 73路, 89路, 96路, 213路, 606路, 610路, 612路, 626路, 635路空调, 711路区间, 602支 到101医院公交车站下车即可"
    },
    {
        "id": "1340",
        "cityName": "无锡",
        "cinemaName": "中影国际影城无锡新区宝龙店",
        "address": "无锡市新区旺庄路188号宝龙城市广场四楼",
        "telephone": "0510-85225566",
        "latitude": "31.54672",
        "longitude": "120.3589",
        "trafficRoutes": "乘坐18、30、35、41、51、103、107路到长江俱乐部下步行大约5分钟到达，\n乘坐K752,K758至旺庄路宝龙城市广场下即到"
    },
    {
        "id": "1341",
        "cityName": "无锡",
        "cinemaName": "无锡大世界影城（中山路IMAX店）",
        "address": "商业大厦B幢6—7层（原吟春大厦）",
        "telephone": "0510-82765885",
        "latitude": "31.58336",
        "longitude": "120.3051",
        "trafficRoutes": "乘66、35、81、118、15、12路，在 商业大厦崇安寺 下车，步行至无锡大世界影城或坐地铁1、2号线三阳广场站下车至9号出口。"
    },
    {
        "id": "1342",
        "cityName": "无锡",
        "cinemaName": "橙天嘉禾影城（新之城店）",
        "address": "无锡市新区新光路555号新之城全生活广场C区3楼",
        "telephone": "0510-68786600",
        "latitude": "31.56819",
        "longitude": "120.3807",
        "trafficRoutes": "19、763、758、快19线"
    },
    {
        "id": "1343",
        "cityName": "无锡",
        "cinemaName": "华谊兄弟无锡影院",
        "address": "无锡市梁溪区县前西街108号古韵楼5F-6F",
        "telephone": "0510-88577788",
        "latitude": "31.58499",
        "longitude": "120.2988",
        "trafficRoutes": "乘公车1、2、16、27、70、71、73、81、83、102、112、203、207、208、216、203、611、916路至五爱北路站下，步行至古韵风情楼，乘坐电梯到5楼可以直接进入影城大厅购票。 "
    },
    {
        "id": "1344",
        "cityName": "无锡",
        "cinemaName": "金逸无锡哥伦布店",
        "address": "无锡市广场南路315号哥伦布广场二期珑安百货三楼",
        "telephone": "0510-82038203",
        "latitude": "31.59714",
        "longitude": "120.341",
        "trafficRoutes": "42路，75路，93路，100路，328路，快7至广南路站下\n13路，112路，626路，701路，702路，722路，726路至广益路站下；"
    },
    {
        "id": "1358",
        "cityName": "烟台",
        "cinemaName": "烟台世茂时尚欢乐影城",
        "address": "烟台市芝罘区解放路156号世茂广场B1层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1359",
        "cityName": "烟台",
        "cinemaName": "左岸国际影城(海阳店)",
        "address": "烟台市海阳市海阳路145号6层",
        "telephone": "0535-3320222",
        "latitude": "36.78589",
        "longitude": "121.1882",
        "trafficRoutes": ""
    },
    {
        "id": "1360",
        "cityName": "烟台",
        "cinemaName": "烟台新世纪电影城百盛店",
        "address": "烟台市芝罘区南大街166号百盛购物中心五楼",
        "telephone": "0535-6261116",
        "latitude": "37.54864",
        "longitude": "121.384",
        "trafficRoutes": "乘坐1、2、5、52路公交车至烟台三中站点下车，乘坐5、17、19、56、80、86至大润发站点下车"
    },
    {
        "id": "1361",
        "cityName": "烟台",
        "cinemaName": "CGV影城（海港路店）",
        "address": "烟台市芝罘区西大街振华商厦西区9楼",
        "telephone": "0535-6589818",
        "latitude": "37.54753",
        "longitude": "121.3915",
        "trafficRoutes": "乘坐9、10、12、42、43、44、51、80、1、2、5、45、52路公车到达"
    },
    {
        "id": "1362",
        "cityName": "烟台",
        "cinemaName": "烟台东方电影城—芝罘区",
        "address": "烟台市芝罘区大马路128号旅游大世界2楼（原国际会展中心）",
        "telephone": "0535-6595111",
        "latitude": "37.54168",
        "longitude": "121.434",
        "trafficRoutes": "乘坐3、17、28、49、82路公交车，终点“旅游大世界”站下。"
    },
    {
        "id": "1363",
        "cityName": "烟台",
        "cinemaName": "大地影院（莱山永旺购物中心店）",
        "address": "烟台市莱山区永旺佳世客购物中心二楼",
        "telephone": "0535-7356507",
        "latitude": "37.47553",
        "longitude": "121.4536",
        "trafficRoutes": "5路 86路 62路  "
    },
    {
        "id": "1364",
        "cityName": "烟台",
        "cinemaName": "烟台鲁信影城",
        "address": "烟台市芝罘区南大街68号银都财富中心6楼（振华购物中心东临）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1365",
        "cityName": "烟台",
        "cinemaName": "烟台耀莱成龙影城（牟平店）",
        "address": "烟台市牟平区北关大街918号太平洋广场三层",
        "telephone": "0535-4705300",
        "latitude": "37.39672",
        "longitude": "121.5668",
        "trafficRoutes": "567.607.607.62路公车到达"
    },
    {
        "id": "1366",
        "cityName": "烟台",
        "cinemaName": "烟台开发区皇冠影城",
        "address": "烟台市开发区长江路彩云城西区四楼",
        "telephone": "0535-6110555",
        "latitude": "37.56787",
        "longitude": "121.2709",
        "trafficRoutes": "21/23/27路公车到达"
    },
    {
        "id": "1367",
        "cityName": "烟台",
        "cinemaName": "烟台新世纪电影城阳光100店",
        "address": "烟台市海港路26号阳光100购物城B座5楼",
        "telephone": "0535-6631115",
        "latitude": "37.54903",
        "longitude": "121.3927",
        "trafficRoutes": "9.10.12.22.43.44.49.80路公车到达"
    },
    {
        "id": "1379",
        "cityName": "南昌",
        "cinemaName": "江西华影国际影城",
        "address": "南昌市中山路天虹商场九楼",
        "telephone": "0791-86772828",
        "latitude": "28.68148",
        "longitude": "115.8983",
        "trafficRoutes": "乘坐2、5、7、22、25、27、33、205、228、229、232、302、305路公车到达；"
    },
    {
        "id": "1380",
        "cityName": "南昌",
        "cinemaName": "南昌中影天幕国际影城（高新艺术中心店）",
        "address": "南昌市高新大道1978号（江西艺术中心内）",
        "telephone": "0791-88112200",
        "latitude": "28.68452",
        "longitude": "115.9661",
        "trafficRoutes": "乘坐535路，208路，231路，13路，243路，511路 公车到达"
    },
    {
        "id": "1381",
        "cityName": "南昌",
        "cinemaName": "南昌金逸联发广场店",
        "address": "南昌市红谷滩新区绿茵路129号联发广场红谷中心天虹四楼",
        "telephone": "0791-88557672",
        "latitude": "28.69578",
        "longitude": "115.8715",
        "trafficRoutes": "209、224、245、228、221、17、"
    },
    {
        "id": "1382",
        "cityName": "南昌",
        "cinemaName": "江西嘉华时代影城",
        "address": "南昌市青山湖区上海路3号699生活空间4栋3楼",
        "telephone": "0791-88226686",
        "latitude": "28.65956",
        "longitude": "115.946",
        "trafficRoutes": "乘坐10、11、206路公交车到达"
    },
    {
        "id": "1383",
        "cityName": "南昌",
        "cinemaName": "金逸影城（光美南昌红地毯店）",
        "address": "南昌市红谷滩新区丰和南大道2299号梵顿公馆水城艺术村广场8号楼",
        "telephone": "0791-85269988-0",
        "latitude": "28.66632",
        "longitude": "115.8488",
        "trafficRoutes": "乘225路、245路、503路、504路至丰和南大道口站下车，前行200米至水城艺术村广场即到；或乘17路、233路、503路、504路至南昌国际展览中心站下车，前行200米即到。"
    },
    {
        "id": "1384",
        "cityName": "南昌",
        "cinemaName": "百花洲电影城",
        "address": "中山路65号强威大厦四楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1385",
        "cityName": "南昌",
        "cinemaName": "南昌完美世界影城乐买佳店（原17.5影城）",
        "address": "南昌市经济开发区榴云路88号（乐买佳广场四楼）",
        "telephone": "0791-83851001",
        "latitude": "28.73927",
        "longitude": "115.8453",
        "trafficRoutes": "211路、232路、304路、517路、705路到榴云路口（昌北管委会）站下"
    },
    {
        "id": "1386",
        "cityName": "南昌",
        "cinemaName": "南昌完美世界影城胜利店（原17.5影城）",
        "address": "南昌市胜利路263号炫谷青年街3层",
        "telephone": "0791-86762539",
        "latitude": "28.68955",
        "longitude": "115.8934",
        "trafficRoutes": "2、22、5、8"
    },
    {
        "id": "1387",
        "cityName": "南昌",
        "cinemaName": "南昌八一万达广场店",
        "address": "南昌市八一大道333号万达购物广场四楼",
        "telephone": "0791-86311113",
        "latitude": "28.68264",
        "longitude": "115.9102",
        "trafficRoutes": "1路、2内/外线、6路、10路、11路、13路、22路、32路、88路、212路、215路、302路、303路、308路、317路到八一广场站下，步行500米到万达广场；\n或乘3路、4路、7路、220路、301路到北京西路口站下，步行300米到万达广场。"
    },
    {
        "id": "1388",
        "cityName": "南昌",
        "cinemaName": "中影国际影城南昌青云谱凯德店",
        "address": "南昌市解放西路凯德广场四楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1400",
        "cityName": "石家庄",
        "cinemaName": "UME影城（河北石家庄店）",
        "address": "石家庄市中山东路39号（长征街口）勒泰中心五层",
        "telephone": "0311-66767766",
        "latitude": "38.04965",
        "longitude": "114.5133",
        "trafficRoutes": "乘坐43路 66路 70路 85路 89路 116路，勒泰中心下车即到。 1路 2路 5路 6路 10路 18路 30路 34路 45路 51路 68路 92路 106路 112路 131路 148路 519路 夜观光3路，北国商城下车西行300米路北即到。"
    },
    {
        "id": "1401",
        "cityName": "石家庄",
        "cinemaName": "金棕榈和平影城",
        "address": "石家庄和平西路 315 号",
        "telephone": "0311-87043509",
        "latitude": "38.06497",
        "longitude": "114.4797",
        "trafficRoutes": "乘坐76路，4路，5路，20路，40路，111路，K4路，中华和平路口下车即到"
    },
    {
        "id": "1402",
        "cityName": "石家庄",
        "cinemaName": "石家庄博纳国际影城",
        "address": "石家庄裕华西路与中华南大街交叉口东北角万象天成B2层、4层",
        "telephone": "0311-66600588",
        "latitude": "38.04226",
        "longitude": "114.4858",
        "trafficRoutes": "乘车：公交：107路、10路、29路等万象天成西（艺术中心）站下车；地铁：3号线东里站下车，步行至万象天成博纳影城"
    },
    {
        "id": "1403",
        "cityName": "石家庄",
        "cinemaName": "金棕榈东尚国际影城",
        "address": "石家庄中山东路265号北国东尚MALL六楼（自助查询影讯了解更多优惠请关注影城微信账号jzlds666）",
        "telephone": "0311-89948044",
        "latitude": "38.04911",
        "longitude": "114.5253",
        "trafficRoutes": "1路、5路、10路、45路、60路、68路 106路、 116路、132路到人民广场站下车或者12路、28路、29路、36路、41路、42路、69路省博物馆下车\n\n"
    },
    {
        "id": "1404",
        "cityName": "石家庄",
        "cinemaName": "金棕榈先天下影城",
        "address": "先天下广场 6 楼（博物馆东侧）",
        "telephone": "0311-85936617",
        "latitude": "38.04822",
        "longitude": "114.5341",
        "trafficRoutes": "乘1，4，5，12,38,17，112路，地铁至省博物馆下车,步行至先天下广场六楼(石家庄)"
    },
    {
        "id": "1405",
        "cityName": "石家庄",
        "cinemaName": "石家庄金太狼4k国际影城",
        "address": "石家庄市裕华区槐安东路谈固东街交口永辉超市3楼",
        "telephone": "0311-80807515",
        "latitude": "38.03013",
        "longitude": "114.5783",
        "trafficRoutes": "16路、116路、81路、71路、79路、27路、51路、518路、572路公交下车。"
    },
    {
        "id": "1406",
        "cityName": "石家庄",
        "cinemaName": "石家庄完美世界影城卓达店（原17.5影城）",
        "address": "石家庄裕华区翟营南大街389号卓达商贸广场二号楼五层北侧（空中花园斜对面）",
        "telephone": "0311-85883301",
        "latitude": "38.01438",
        "longitude": "114.5622",
        "trafficRoutes": "6路、12路、49路、33路医大一院下车；52路、79路、66路、56路保龙仓卓达店下车。"
    },
    {
        "id": "1407",
        "cityName": "石家庄",
        "cinemaName": "石家庄奥斯卡乐汇城影城",
        "address": "石家庄市南三条中山东路与大经街交叉口乐汇城五层",
        "telephone": "0311-66187108",
        "latitude": "38.05047",
        "longitude": "114.5045",
        "trafficRoutes": " 6、1、快30、34、68等    "
    },
    {
        "id": "1408",
        "cityName": "石家庄",
        "cinemaName": "金棕榈世纪影城",
        "address": "石家庄市中山西路 139 号（新百广场七楼）",
        "telephone": "0311-87029682",
        "latitude": "38.05006",
        "longitude": "114.4842",
        "trafficRoutes": "1、5、20、34、6路 新百广场下车或苏宁电器下车"
    },
    {
        "id": "1409",
        "cityName": "石家庄",
        "cinemaName": "金棕榈石家庄影城",
        "address": "石家庄市平安南大街186号(槐安路与平安大街交口南行100米路西)",
        "telephone": "0311-80890507",
        "latitude": "38.02694",
        "longitude": "114.5081",
        "trafficRoutes": "3、7、快7、81、49、50、70 1环1路、1环2路到安平桥（珠光灯饰城）或者36路到三中站即到。"
    },

    {
        "id": "2099",
        "cityName": "运城",
        "cinemaName": "聚星国际影城",
        "address": "运城市盐湖区河东街今日国际商城东一餐饮楼",
        "telephone": "0359-2849999",
        "latitude": "35.03149",
        "longitude": "111.0084",
        "trafficRoutes": "2、4、8、12、18路公车到达"
    },
    {
        "id": "2100",
        "cityName": "运城",
        "cinemaName": "运城九州东星影城",
        "address": "运城市解放中路123号东星时代广场六楼",
        "telephone": "0359-2215789",
        "latitude": "35.02685",
        "longitude": "111.0043",
        "trafficRoutes": "3路10路8路33路2路4路1路11路公车到达"
    },
    {
        "id": "2101",
        "cityName": "运城",
        "cinemaName": "大地影院（盐湖沃尔玛店）",
        "address": "运城市盐湖区学院路新象城4楼",
        "telephone": "0359-2621383",
        "latitude": "35.03916",
        "longitude": "111.0334",
        "trafficRoutes": "1，2、88路公车到达"
    },
    {
        "id": "2102",
        "cityName": "运城",
        "cinemaName": "运城北城巨幕电影院",
        "address": "山西省运城市盐湖区人民北路东侧（锦绣花城南区对面） ",
        "telephone": "0359-2222279",
        "latitude": "35.05306",
        "longitude": "111.0025",
        "trafficRoutes": "乘坐公车5路至锦绣花城站到达"
    },
    {
        "id": "2103",
        "cityName": "运城",
        "cinemaName": "永济九州鑫大影城",
        "address": "永济市舜都大道鑫大国际商场4楼",
        "telephone": "0359-8136666",
        "latitude": "34.87505",
        "longitude": "110.4557",
        "trafficRoutes": "2、3、4、5路公车到达,鑫大国际商场下车。"
    },
    {
        "id": "2104",
        "cityName": "运城",
        "cinemaName": "星美国际影城运城禹都店",
        "address": "运城市禹都大道东段（禹都花园对面）",
        "telephone": "0359-2528760",
        "latitude": "35.05227",
        "longitude": "111.0288",
        "trafficRoutes": "8/9/12路公车到达"
    },
    {
        "id": "2105",
        "cityName": "运城",
        "cinemaName": "运城新绛县九州影城",
        "address": "运城市新绛县龙兴街151号九州影城2层",
        "telephone": "0359-7568333",
        "latitude": "35.61494",
        "longitude": "111.2325",
        "trafficRoutes": "乘坐1路公车在酒楼下车，向南步行150米即可到达。"
    },
    {
        "id": "2106",
        "cityName": "运城",
        "cinemaName": "芮城县东茂影城",
        "address": "运城市芮城县洞宾东街北侧东茂广场四层",
        "telephone": "0359-3028661",
        "latitude": "34.70214",
        "longitude": "110.7014",
        "trafficRoutes": "运城市芮城县洞宾东街北侧东茂广场四层"
    },
    {
        "id": "2107",
        "cityName": "运城",
        "cinemaName": "垣曲圣美国际影城",
        "address": "运城市垣曲县七一路国泰新天地商场三层圣美国际影城",
        "telephone": "0359-6105888",
        "latitude": "35.30538",
        "longitude": "111.678",
        "trafficRoutes": "乘坐2、3路公交车到七一路下车即可到达"
    },
    {
        "id": "2108",
        "cityName": "运城",
        "cinemaName": "绛县迦利亚电影院",
        "address": "运城绛县电影院",
        "telephone": "0359-6856777",
        "latitude": "35.49678",
        "longitude": "111.5796",
        "trafficRoutes": "1路公车途经"
    },
    {
        "id": "2109",
        "cityName": "菏泽",
        "cinemaName": "菏泽新世纪电影城",
        "address": "菏泽市中华东路901号茂业百货四楼",
        "telephone": "0530-6166611",
        "latitude": "35.2391",
        "longitude": "115.4897",
        "trafficRoutes": "2路，7路"
    },
    {
        "id": "2110",
        "cityName": "菏泽",
        "cinemaName": "横店电影城（菏泽店）",
        "address": "菏泽市东方红大街488号惠和超市五楼",
        "telephone": "0530-5076828",
        "latitude": "35.25295",
        "longitude": "115.4577",
        "trafficRoutes": "15路"
    },
    {
        "id": "2111",
        "cityName": "菏泽",
        "cinemaName": "单县全球通影城",
        "address": "单县新县政府东邻环亚商城府东店四楼",
        "telephone": "0530-7108555",
        "latitude": "34.78307",
        "longitude": "116.1176",
        "trafficRoutes": "3、5、10路公车到达"
    },
    {
        "id": "2112",
        "cityName": "菏泽",
        "cinemaName": "郓城兄弟影城",
        "address": "郓城县唐塔广场北临郓百唐塔商城5楼",
        "telephone": "0530-6999398",
        "latitude": "35.61071",
        "longitude": "115.9513",
        "trafficRoutes": "1、3、7路公车到达"
    },
    {
        "id": "2113",
        "cityName": "菏泽",
        "cinemaName": "曹县新天地影城",
        "address": "菏泽市曹县人民之家东88米",
        "telephone": "0530-3890988",
        "latitude": "34.83172",
        "longitude": "115.5488",
        "trafficRoutes": ""
    },
    {
        "id": "2114",
        "cityName": "菏泽",
        "cinemaName": "鄄城鲁鑫影城",
        "address": "菏泽市鄄城县温泉路历山公园东南角",
        "telephone": "0530-2404777",
        "latitude": "35.564",
        "longitude": "115.5107",
        "trafficRoutes": ""
    },
    {
        "id": "2115",
        "cityName": "菏泽",
        "cinemaName": "巨野新世纪影城",
        "address": "菏泽市巨野县麟州步行街中段喷泉北侧2楼",
        "telephone": "0530-8561111",
        "latitude": "35.39572",
        "longitude": "116.1013",
        "trafficRoutes": "1路 6路  5路"
    },
    {
        "id": "2116",
        "cityName": "菏泽",
        "cinemaName": "定陶新视界电影城",
        "address": "菏泽市定陶县兴华路中段路北",
        "telephone": "0530-2109999",
        "latitude": "35.08056",
        "longitude": "115.5724",
        "trafficRoutes": ""
    },
    {
        "id": "2117",
        "cityName": "菏泽",
        "cinemaName": "成武伯乐影城",
        "address": "菏泽市成武县伯乐大街东段路北",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2118",
        "cityName": "菏泽",
        "cinemaName": "菏泽曹县星美影城",
        "address": "菏泽市曹县菏泽南路99号银座商城4楼",
        "telephone": "0530-3820000",
        "latitude": "34.84796",
        "longitude": "115.5578",
        "trafficRoutes": "1路、4路、88路公交到达"
    },
    {
        "id": "2119",
        "cityName": "九江",
        "cinemaName": "南湖时代影城",
        "address": "九江市南湖路108号南湖国际三楼",
        "telephone": "0792-8537555",
        "latitude": "29.72364",
        "longitude": "116.0053",
        "trafficRoutes": "15、19路公车到达"
    },
    {
        "id": "2120",
        "cityName": "九江",
        "cinemaName": "九江市红旗电影院",
        "address": "九江市孤溪埂路78号",
        "telephone": "0792-2162188",
        "latitude": "29.72959",
        "longitude": "115.9931",
        "trafficRoutes": "乘坐101、102、103、104、105、106、108、15、16、28、29路公交车"
    },
    {
        "id": "2121",
        "cityName": "九江",
        "cinemaName": "九江时代华纳影城",
        "address": "九江市开发区大润发广场106号",
        "telephone": "0792-8173939",
        "latitude": "29.7106",
        "longitude": "115.9839",
        "trafficRoutes": "27路、19路、31路公交到达"
    },
    {
        "id": "2122",
        "cityName": "九江",
        "cinemaName": "九江长虹影视城",
        "address": "九江市长虹大道84号",
        "telephone": "0792-8122281",
        "latitude": "29.70552",
        "longitude": "116.0025",
        "trafficRoutes": "4. 23.  27.18. 28. 103. 105路公车到达"
    },
    {
        "id": "2123",
        "cityName": "九江",
        "cinemaName": "九江时代电影大世界",
        "address": "九江市开发区长江大道669号21世纪家居中心4楼",
        "telephone": "0792-8530008",
        "latitude": "29.6875",
        "longitude": "115.9861",
        "trafficRoutes": "28路、32路公交到达　　　"
    },
    {
        "id": "2124",
        "cityName": "九江",
        "cinemaName": "星美国际影城九江花旗店",
        "address": "九江市庐山区前进东路5号",
        "telephone": "0792-8258199",
        "latitude": "29.68237",
        "longitude": "115.9963",
        "trafficRoutes": "101、102、103、104、105路公车到十里购物中心派拉蒙站下车"
    },
    {
        "id": "2125",
        "cityName": "九江",
        "cinemaName": "瑞昌华娱国际影城",
        "address": "瑞昌市人民北路联盛国际A13-3楼",
        "telephone": "0792-4920792",
        "latitude": "29.68194",
        "longitude": "115.6715",
        "trafficRoutes": "乘坐2路或4路到赤乌商场下车"
    },
    {
        "id": "2126",
        "cityName": "九江",
        "cinemaName": "湖口开源国际影城",
        "address": "九江市湖口县开源怡景A栋3楼",
        "telephone": "0792-6329666",
        "latitude": "29.73713",
        "longitude": "116.2584",
        "trafficRoutes": "乘坐1路公交车到达"
    },
    {
        "id": "2127",
        "cityName": "九江",
        "cinemaName": "都昌县金都影城",
        "address": "都昌县金都步行街7号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2128",
        "cityName": "九江",
        "cinemaName": "修水金字塔尧年影城",
        "address": "九江市修水县联盛建材城三楼",
        "telephone": "0792-7570888",
        "latitude": "29.03096",
        "longitude": "114.5553",
        "trafficRoutes": "乘坐公车1路至联盛站到达"
    },
    {
        "id": "2129",
        "cityName": "南阳",
        "cinemaName": "南阳奥斯卡新华影城",
        "address": "南阳市新华路与工业路交汇处新华城市广场六楼",
        "telephone": "0377-61698080",
        "latitude": "33.00338",
        "longitude": "112.5284",
        "trafficRoutes": "市内1、2、6、7、9、11、15、25、29、36路公车新华城市广场下车即达"
    },
    {
        "id": "2130",
        "cityName": "南阳",
        "cinemaName": "大地影院（红都百货店）",
        "address": "南阳市宛城区人民路与新华路交叉口红都时代广场3楼",
        "telephone": "021-37569530",
        "latitude": "33.0021",
        "longitude": "112.5433",
        "trafficRoutes": "1、3、6、11、22、26、29"
    },
    {
        "id": "2131",
        "cityName": "南阳",
        "cinemaName": "河南油田奥斯卡影城",
        "address": "南阳油田大庆路中段",
        "telephone": "0377-63830140",
        "latitude": "32.68467",
        "longitude": "112.6205",
        "trafficRoutes": "1路公交车一中到达"
    },
    {
        "id": "2132",
        "cityName": "南阳",
        "cinemaName": "奥斯卡唐河国际影城",
        "address": "唐河县建设路与人民路交叉口向北100米",
        "telephone": "0377-68536666",
        "latitude": "32.69466",
        "longitude": "112.8447",
        "trafficRoutes": ""
    },
    {
        "id": "2133",
        "cityName": "南阳",
        "cinemaName": "西峡昊宇奥斯卡影城",
        "address": "西峡县白羽路新百利时尚广场四楼",
        "telephone": "0377-69697668",
        "latitude": "33.32632",
        "longitude": "111.495",
        "trafficRoutes": ""
    },
    {
        "id": "2134",
        "cityName": "南阳",
        "cinemaName": "镇平奥斯卡国际影城",
        "address": "南阳市镇平县老体育场文体大楼北侧",
        "telephone": "0377-65978588",
        "latitude": "33.04092",
        "longitude": "112.2357",
        "trafficRoutes": "3路公车途经"
    },
    {
        "id": "2135",
        "cityName": "南阳",
        "cinemaName": "淅川奥斯卡影城",
        "address": "南阳市淅川县灌河路1号金山百货五楼",
        "telephone": "0377-69582222",
        "latitude": "33.1345",
        "longitude": "111.4939",
        "trafficRoutes": ""
    },
    {
        "id": "2136",
        "cityName": "南阳",
        "cinemaName": "桐柏金字塔影城",
        "address": "南阳市桐柏县城关镇大同街盛源百货四楼",
        "telephone": "0377-68388666",
        "latitude": "32.37325",
        "longitude": "113.4134",
        "trafficRoutes": ""
    },
    {
        "id": "2137",
        "cityName": "南阳",
        "cinemaName": "方城县新时代影城",
        "address": "南阳市方城县裕州南路",
        "telephone": "0377-67262968",
        "latitude": "33.25508",
        "longitude": "113.0165",
        "trafficRoutes": "乘坐1路公交车到达"
    },
    {
        "id": "2138",
        "cityName": "南阳",
        "cinemaName": "南阳电影城",
        "address": "南阳市梅溪路202号",
        "telephone": "0377-63225377",
        "latitude": "32.99986",
        "longitude": "112.5376",
        "trafficRoutes": "6、23、26路公车至梅溪路口下车"
    },
    {
        "id": "2139",
        "cityName": "昆山",
        "cinemaName": "昆山万达影城前进路世茂广场店",
        "address": "昆山市前进东路217号",
        "telephone": "0512-55112323",
        "latitude": "31.38965",
        "longitude": "121.0628",
        "trafficRoutes": "106、120"
    },
    {
        "id": "2140",
        "cityName": "昆山",
        "cinemaName": "保利国际影城昆山文化艺术中心店",
        "address": "昆山市前进西路1850号（时代中央花园东门斜对面）",
        "telephone": "0512-55135513",
        "latitude": "31.38815",
        "longitude": "120.9126",
        "trafficRoutes": "昆山8路，20路，25路，28路，32路，117路，128路，138路，139路，156路，161路，204路，夜2路，C1，体育中心站下车沿前进西路向东步行300米至体育场路即到。"
    },
    {
        "id": "2141",
        "cityName": "昆山",
        "cinemaName": "昆山万达影城世茂广场店",
        "address": "昆山市前进东路199号世茂广场3F（世茂东一号）",
        "telephone": "0512-55112323",
        "latitude": "31.38965",
        "longitude": "121.0628",
        "trafficRoutes": "昆山106路、昆山120路在前进路东城大道站下车，步行79米至世茂广场；\n昆山25路、昆山夜2线路在世茂广场站下车，步行165米至世茂广场；\n昆山215路在世贸广场站下车，步行120米至世茂广场；\n昆山106路、昆山120路、昆山25路、昆山夜2线路在开发区企业科技园站下车，步行452米至世茂广场。 "
    },
    {
        "id": "2142",
        "cityName": "昆山",
        "cinemaName": "金逸昆山蝶蝴湾店",
        "address": "昆山市柏庐南路89号-18",
        "telephone": "0512-57997072",
        "latitude": "31.34549",
        "longitude": "120.9649",
        "trafficRoutes": "3、6、16、17、18、30、33、58、88、108、111、112、113、116、117、122、124、125、126、130、131、132 "
    },
    {
        "id": "2143",
        "cityName": "昆山",
        "cinemaName": "中影国际影城（昆山花桥店）",
        "address": "江苏昆山花桥绿地大道255弄2号3楼",
        "telephone": "0512-50173666",
        "latitude": "31.30216",
        "longitude": "121.0834",
        "trafficRoutes": "222路、229路、228路、102路（南环线）、101路、127路"
    },
    {
        "id": "2144",
        "cityName": "昆山",
        "cinemaName": "昆山西园影城（南后街店）",
        "address": "昆山市南后街35号（南后街店）",
        "telephone": "0512-57551132-503",
        "latitude": "31.38524",
        "longitude": "120.9648",
        "trafficRoutes": ""
    },
    {
        "id": "2145",
        "cityName": "昆山",
        "cinemaName": "昆山新世界国际影城",
        "address": "昆山市白马泾路46号超华城市广场4楼",
        "telephone": "0512-86179999",
        "latitude": "31.38606",
        "longitude": "120.9487",
        "trafficRoutes": ""
    },
    {
        "id": "2146",
        "cityName": "昆山",
        "cinemaName": "昆山野马渡影城",
        "address": "昆山市萧林东路3888号 ",
        "telephone": "0512-57879889",
        "latitude": "31.40926",
        "longitude": "120.9893",
        "trafficRoutes": "11路、51路、123路、"
    },
    {
        "id": "2147",
        "cityName": "昆山",
        "cinemaName": "大地影院（昆山乐购店）",
        "address": "昆山市柏庐南路999号乐购超市3楼",
        "telephone": "0512-36625960",
        "latitude": "31.35748",
        "longitude": "120.9674",
        "trafficRoutes": "乘坐3、4、5、7、12、16、18、33、34、58、111、117、122、124、125、126、206路公交车到达"
    },
    {
        "id": "2148",
        "cityName": "昆山",
        "cinemaName": "星美国际影商城（渡凡店）",
        "address": "昆山市花桥镇花桥商务城和丰路108号太平洋商业广场3楼",
        "telephone": "0512-86890083",
        "latitude": "31.29323",
        "longitude": "121.1558",
        "trafficRoutes": "乘坐101、102、222、、228、227、229、253路公交车到达“花桥国际商务城”下"
    },
    {
        "id": "2149",
        "cityName": "桂林",
        "cinemaName": "金逸桂林心连心店",
        "address": "桂林市中山中路8号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2150",
        "cityName": "桂林",
        "cinemaName": "星美国际影商城桂林广运美居店",
        "address": "桂林市中山北路113号广运美居商贸城A1区四层（沃尔玛旁）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2151",
        "cityName": "桂林",
        "cinemaName": "桂林梦露影城",
        "address": "桂林市象山区环城西一路117号",
        "telephone": "0773-3555678",
        "latitude": "25.2586",
        "longitude": "110.2881",
        "trafficRoutes": "1,6,10,12,20、21、85、97可直达"
    },
    {
        "id": "2152",
        "cityName": "桂林",
        "cinemaName": "桂林电影院",
        "address": "广西壮族自治区桂林市中山中路36号",
        "telephone": "0773-2825507",
        "latitude": "25.2858",
        "longitude": "110.3028",
        "trafficRoutes": "乘1、3、9、10、11、14、15、18、21、22、24、25、26、30、31、89、31、99、100、203路公共汽车、观光车和激光所专线车至十字街可达。\n"
    },
    {
        "id": "2153",
        "cityName": "桂林",
        "cinemaName": "中影国际影城桂林象山红街店",
        "address": "桂林市崇信路红街商业广场四号楼4F",
        "telephone": "0773-3116700",
        "latitude": "25.25029",
        "longitude": "110.2938",
        "trafficRoutes": "11路、99路、4路、5路、12路、204路公车到达"
    },
    {
        "id": "2154",
        "cityName": "桂林",
        "cinemaName": "桂林鑫海国际影城",
        "address": "桂林市七星区辅星路13号鑫海国际大厦四楼连接体",
        "telephone": "0773-5832211",
        "latitude": "25.26714",
        "longitude": "110.3172",
        "trafficRoutes": "16路、23路、28路，32路、33路，100路，204路等公交车到达\n\n"
    },
    {
        "id": "2155",
        "cityName": "桂林",
        "cinemaName": "全州冷杉欢腾影城",
        "address": "桂林全州县中心路4号",
        "telephone": "0773-4831666",
        "latitude": "25.93194",
        "longitude": "111.0771",
        "trafficRoutes": ""
    },
    {
        "id": "2156",
        "cityName": "桂林",
        "cinemaName": "桂林福旺城影院",
        "address": "桂林市临桂金水路步行街旁福旺城购物广场四楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "3622",
        "cityName": "桂林",
        "cinemaName": "阳朔县秀水影城",
        "address": "桂林市阳朔县叠翠路19号",
        "telephone": "0773-7956007",
        "latitude": "24.7822",
        "longitude": "110.499",
        "trafficRoutes": "3路、1路公交到达"
    },
    {
        "id": "3816",
        "cityName": "桂林",
        "cinemaName": "桂林红街巨幕影院",
        "address": "桂林象山区崇信路43号红街商业广场3号5层",
        "telephone": "0773-3116700",
        "latitude": "25.24771",
        "longitude": "110.2961",
        "trafficRoutes": "4路、5路、33路、99路公交到达"
    },
    {
        "id": "2158",
        "cityName": "金华",
        "cinemaName": "横店电影城（金华婺城店）",
        "address": "金华市解放东路168号银泰天地B馆5楼",
        "telephone": "0579-82987333",
        "latitude": "29.10954",
        "longitude": "119.661",
        "trafficRoutes": "27  20   K13  24"
    },
    {
        "id": "2159",
        "cityName": "金华",
        "cinemaName": "浦江金像国际影城",
        "address": "金华市浦江县人民东路28号（福泰隆广场4F)",
        "telephone": "0579-84567888",
        "latitude": "29.45881",
        "longitude": "119.8965",
        "trafficRoutes": "1路、2路、11路至文化广场或县府"
    },
    {
        "id": "2160",
        "cityName": "金华",
        "cinemaName": "完美世界影城（金华时代店）",
        "address": "金华市李渔路888号世贸中心B座五楼(兰溪街步行街观光电梯直达5楼）",
        "telephone": "0579-89161788",
        "latitude": "29.08743",
        "longitude": "119.6557",
        "trafficRoutes": "乘坐37路公交车到达"
    },
    {
        "id": "2161",
        "cityName": "金华",
        "cinemaName": "武义武川华夏影城",
        "address": "金华市武义县西溪路金星商城3楼",
        "telephone": "0579-87781222",
        "latitude": "29.10984",
        "longitude": "119.5446",
        "trafficRoutes": "乘坐1路，2路，3路到东升路口下直走到台湾两岸行酒店停车场后面，沃尔玛超市旁边"
    },
    {
        "id": "2162",
        "cityName": "金华",
        "cinemaName": "星美国际影城金华店",
        "address": "金华市八一南街466号金发广场4楼",
        "telephone": "0579-89135532",
        "latitude": "29.0899",
        "longitude": "119.6605",
        "trafficRoutes": "乘坐10、32、34、310、K127、K33、K36路公交车到达."
    },
    {
        "id": "2163",
        "cityName": "金华",
        "cinemaName": "金华佳艺影城",
        "address": "金华市新华街67号永盛购物广场6楼",
        "telephone": "0579-82638899",
        "latitude": "29.10765",
        "longitude": "119.6597",
        "trafficRoutes": "乘坐\n公交车18/K12/K19/K37/K9/308至人民广场\n13/K20/K26/K27/K36/K37/K8至人民广场南\n18/K15/K24/K330至兰溪门 \n13/K20/K27/K35至恒大百货\n自驾车由新华街北往南（单行）可进广场地下停车库"
    },
    {
        "id": "2164",
        "cityName": "金华",
        "cinemaName": "大地数字影院-金华中华广场",
        "address": "金华市西市街中华广场5楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2165",
        "cityName": "金华",
        "cinemaName": "桐琴时代电影大世界",
        "address": "浙江省武义县桐琴镇赵宅综合市场22号",
        "telephone": "0579-87884488",
        "latitude": "28.87487",
        "longitude": "119.9467",
        "trafficRoutes": "乘坐302路公交车到达，武义到永康的巴士，赵宅村站下。"
    },
    {
        "id": "2166",
        "cityName": "金华",
        "cinemaName": "金华福泰隆影城",
        "address": "宾虹路777号银泰福泰隆广场四楼",
        "telephone": "0579-82065081",
        "latitude": "29.09034",
        "longitude": "119.6552",
        "trafficRoutes": "K8、32路、33路、34路、K36、37路、K524"
    },
    {
        "id": "3530",
        "cityName": "金华",
        "cinemaName": "金华万达广场店",
        "address": "金华市李渔东路万达广场娱乐城4-5楼",
        "telephone": "021-37569530",
        "latitude": "29.10318",
        "longitude": "119.72",
        "trafficRoutes": "K34、K33、529路、525路公交到达"
    },
    {
        "id": "2167",
        "cityName": "湘潭",
        "cinemaName": "湘潭左岸影城",
        "address": "湘潭市雨湖区建设北路8号白石商业广场六楼",
        "telephone": "0731-55577757",
        "latitude": "27.86417",
        "longitude": "112.9132",
        "trafficRoutes": "1.6.14.106.23.103路公车均可到达"
    },
    {
        "id": "2168",
        "cityName": "湘潭",
        "cinemaName": "横店电影城（湘潭店）",
        "address": "湘潭市建设路口步步高广场8楼",
        "telephone": "0731-52337999",
        "latitude": "27.8406",
        "longitude": "112.9246",
        "trafficRoutes": "106.1.23.108.102、101、105.19.10.117.118.15路公车到达"
    },
    {
        "id": "2169",
        "cityName": "湘潭",
        "cinemaName": "星美国际影商城湘潭胜利店",
        "address": "湘潭市岳塘区岚园路4号步步高胜利商业文化广场4楼",
        "telephone": "0731-58523399",
        "latitude": "27.84095",
        "longitude": "112.9233",
        "trafficRoutes": "1.5.103.102.126.117路公车到达"
    },
    {
        "id": "2170",
        "cityName": "湘潭",
        "cinemaName": "湘潭完美世界影城建鑫城店（原17.5影城）",
        "address": "湘潭市河东大道建鑫城国际社区一号楼五层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2171",
        "cityName": "湘潭",
        "cinemaName": "大地影院（雨湖时尚魔方店）",
        "address": "湘潭市雨湖区建设北路5号时尚魔方4楼",
        "telephone": "0731-58631955",
        "latitude": "27.86502",
        "longitude": "112.9139",
        "trafficRoutes": "1、6、10、14路公车到达"
    },
    {
        "id": "2173",
        "cityName": "湘潭",
        "cinemaName": "湘潭17.5影城凯旋店",
        "address": "湘潭县易俗河凤凰中路凯旋国际广场五楼",
        "telephone": "0731-57100858",
        "latitude": "27.79246",
        "longitude": "112.9638",
        "trafficRoutes": "23、108路"
    },
    {
        "id": "2174",
        "cityName": "湘潭",
        "cinemaName": "湘潭银都国际影城",
        "address": "湘潭市九华示范区吉利西路铭鸿新衫世纪广场2栋4楼",
        "telephone": "0731-52836988",
        "latitude": "27.93676",
        "longitude": "112.9375",
        "trafficRoutes": "28路、126路、127路、九华环线到杉山社区"
    },
    {
        "id": "2175",
        "cityName": "湘潭",
        "cinemaName": "韶山城市影院",
        "address": "湘潭市韶山市英雄路文艺馆(市政府对面)。",
        "telephone": "021-37569530",
        "latitude": "27.92062",
        "longitude": "112.5354",
        "trafficRoutes": "湘潭市韶山市英雄路文艺馆(市政府对面)。......"
    },
    {
        "id": "2394",
        "cityName": "湘潭",
        "cinemaName": "六安新都会影城",
        "address": "梅山路与皖西路交叉口新都会环球广场天街二楼（旋转木马旁乘电梯上二楼）",
        "telephone": "0564-3322062",
        "latitude": "31.75593",
        "longitude": "116.5124",
        "trafficRoutes": "301、16、7、11路（大钟楼、三角台、常青路口）"
    },
    {
        "id": "2395",
        "cityName": "湘潭",
        "cinemaName": "大地影院六安红街店",
        "address": "六安市裕安区皖西路红街常青馆B区3楼",
        "telephone": "0564-3215081",
        "latitude": "31.75749",
        "longitude": "116.5104",
        "trafficRoutes": "7路、14路到大钟楼下"
    },
    {
        "id": "2176",
        "cityName": "济宁",
        "cinemaName": "济宁上河影城",
        "address": "济宁市太白路与共青团路交叉路口运河城7楼",
        "telephone": "0537-3612222",
        "latitude": "35.41328",
        "longitude": "116.5965",
        "trafficRoutes": "1.3.8.9.21路公车到达"
    },
    {
        "id": "2177",
        "cityName": "济宁",
        "cinemaName": "济宁影城",
        "address": "山东省济宁市古槐路南首",
        "telephone": "0537-2209888",
        "latitude": "35.41125",
        "longitude": "116.5877",
        "trafficRoutes": "1、2、16、19、26、28、102路\n中央百货、附属医院站"
    },
    {
        "id": "2178",
        "cityName": "济宁",
        "cinemaName": "金乡圣大影城",
        "address": "金乡县文峰路中段路南诚信购物中心",
        "telephone": "0537-3176555",
        "latitude": "35.07622",
        "longitude": "116.3228",
        "trafficRoutes": ""
    },
    {
        "id": "2179",
        "cityName": "济宁",
        "cinemaName": "盛视达（嘉祥）影城",
        "address": "山东省济宁市嘉祥县呈祥大道66号银座购物广场四楼西首",
        "telephone": "0537-6888001",
        "latitude": "35.41267",
        "longitude": "116.3474",
        "trafficRoutes": "乘环城公交一线或新1路到审批大厅（审批大厅对过银座购物广场）下即可"
    },
    {
        "id": "2180",
        "cityName": "济宁",
        "cinemaName": "德悦国际影城",
        "address": "济宁市微山县建设路银座商城五楼东区",
        "telephone": "0537-8558866",
        "latitude": "34.82509",
        "longitude": "117.1337",
        "trafficRoutes": ""
    },
    {
        "id": "2181",
        "cityName": "济宁",
        "cinemaName": "梁山聚义国际电影城",
        "address": "济宁市梁山县水泊中路新华书店三楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2182",
        "cityName": "济宁",
        "cinemaName": "嘉祥唐宁国际影城",
        "address": "济宁市嘉祥县中心街13号唐宁街乐MALL四层",
        "telephone": "0537-6801234",
        "latitude": "35.40342",
        "longitude": "116.3536",
        "trafficRoutes": "乘坐新1、新2、新3、1、201、202、3、5、6、9路公交车到达"
    },
    {
        "id": "2183",
        "cityName": "济宁",
        "cinemaName": "济宁兖州新世纪电影城贵和店",
        "address": "济宁市兖州区建设路紫金广场贵和购物中心4楼",
        "telephone": "0537-3333351-3333352",
        "latitude": "35.56209",
        "longitude": "116.8214",
        "trafficRoutes": ""
    },
    {
        "id": "2184",
        "cityName": "济宁",
        "cinemaName": "鱼台佰和国际影城",
        "address": "济宁市鱼台鱼新一路与湖陵二路交叉口路西",
        "telephone": "0537-6034666",
        "latitude": "35.01904",
        "longitude": "116.657",
        "trafficRoutes": "1路、2路、3路、96路公交到达"
    },
    {
        "id": "3532",
        "cityName": "济宁",
        "cinemaName": "济宁太白路万达广场店",
        "address": "济宁市市中区万达广场四楼万达影城",
        "telephone": "0537-7779999",
        "latitude": "35.41356",
        "longitude": "116.6111",
        "trafficRoutes": "1、18、19、5路公交到达"
    },
    {
        "id": "2185",
        "cityName": "西宁",
        "cinemaName": "橙天嘉禾影城（华联店）",
        "address": "西宁市城中区长江路128号北京华联购物中心三层",
        "telephone": "0971-6280159",
        "latitude": "36.6256",
        "longitude": "101.7802",
        "trafficRoutes": "1、2、4、18、20、22、2、32、85路"
    },
    {
        "id": "2186",
        "cityName": "西宁",
        "cinemaName": "横店电影城（西宁店）",
        "address": "西宁市城中区西大街38号王府井百货B馆五楼",
        "telephone": "0971-8272555",
        "latitude": "36.62743",
        "longitude": "101.7835",
        "trafficRoutes": "公交：1路、2路、22路、23路、20路到达"
    },
    {
        "id": "2187",
        "cityName": "西宁",
        "cinemaName": "青海奥斯卡国际影城",
        "address": "西宁市城西区胜利路72号（人民公园内）",
        "telephone": "0971-8450666",
        "latitude": "36.643",
        "longitude": "101.768",
        "trafficRoutes": "1、4、15、26、101、106路（人民公园）公交到达"
    },
    {
        "id": "2188",
        "cityName": "西宁",
        "cinemaName": "星美国际影城（西宁力盟店）",
        "address": "西宁市五四大街37号力盟步行街6号楼",
        "telephone": "0971-6369388",
        "latitude": "36.63671",
        "longitude": "101.7648",
        "trafficRoutes": "13路、9路、16路、85路、25路。22路，41路 58路公交到达"
    },
    {
        "id": "2189",
        "cityName": "西宁",
        "cinemaName": "星美国际影城西宁鼎安店",
        "address": "西宁市西区五四大街58号北商业巷鼎安时代精品购物中心四楼",
        "telephone": "0971-6369388",
        "latitude": "36.63783",
        "longitude": "101.7682",
        "trafficRoutes": "乘坐9路 85路 82路 58路 31路 25路 24路 16路 13路 104路 7路 34路 102路 108路 106路 18路 22路 12路 35路 41路 101路 83路 4路 26路 1路 14路 15路 43路 86"
    },
    {
        "id": "2190",
        "cityName": "西宁",
        "cinemaName": "青剧小桥影城",
        "address": "西宁市城北区小桥大街30号",
        "telephone": "0971-5110295",
        "latitude": "36.65266",
        "longitude": "101.7647",
        "trafficRoutes": "101、107、108、"
    },
    {
        "id": "2191",
        "cityName": "西宁",
        "cinemaName": "青海西夏盛世影城",
        "address": "西宁市城中区西大街8号世贸大厦四楼",
        "telephone": "0971-8822515",
        "latitude": "36.62704",
        "longitude": "101.7876",
        "trafficRoutes": "1、2、20、23、26、31、82等公交车到西门下车，向东步行约500米至世贸大厦四楼 1、2、25、20、32、等公交车在大十字下车，向西步行约300米至世贸大厦四楼"
    },
    {
        "id": "2192",
        "cityName": "西宁",
        "cinemaName": "青剧影城",
        "address": "西宁市五四大街31号",
        "telephone": "0971-6146561",
        "latitude": "36.63606",
        "longitude": "101.7686",
        "trafficRoutes": "附近公交：9路 85路 82路 58路 31路 25路 24路 16路 13路 104路 7路 34路 102路 108路 106路 18路 22路 12路 35路 41路 101路 83路 4路 26路 1路 14路 15路 43路 86路 "
    },
    {
        "id": "2193",
        "cityName": "西宁",
        "cinemaName": "青剧天桥影城",
        "address": "西宁市城中区饮马街口37号",
        "telephone": "0971-6105329",
        "latitude": "36.62685",
        "longitude": "101.7933",
        "trafficRoutes": "1路、2路、3路、15路、16路、20路、23路、25路、31路、32路、41路、81路、82路、85路、86路、105路 "
    },
    {
        "id": "44276",
        "cityName": "西宁",
        "cinemaName": "大通邦业国际影院",
        "address": "西宁市大通县桥头镇人民路82号（大通百货5楼）",
        "telephone": "0971-2851999",
        "latitude": "36.93473",
        "longitude": "101.6908",
        "trafficRoutes": "乘坐公车至大十字 站到达"
    },
    {
        "id": "2194",
        "cityName": "遵义",
        "cinemaName": "遵义盛凰电影城",
        "address": "民主路老城新街盛凰影城",
        "telephone": "0851-28270715",
        "latitude": "27.69338",
        "longitude": "106.9242",
        "trafficRoutes": "1、3、4、25、30、12、13路"
    },
    {
        "id": "2195",
        "cityName": "遵义",
        "cinemaName": "大地影院（财富国际店）",
        "address": "遵义市红花岗区外环路财富国际广场一楼",
        "telephone": "0851-28870308",
        "latitude": "27.70677",
        "longitude": "106.9521",
        "trafficRoutes": "乘坐10路 16路 303路公交车到达"
    },
    {
        "id": "2196",
        "cityName": "遵义",
        "cinemaName": "星美国际影城遵义港澳店",
        "address": "贵州遵义市香港路港澳广场一楼（遵义世纪星光电影城）",
        "telephone": "0851-28681064",
        "latitude": "27.70981",
        "longitude": "106.945",
        "trafficRoutes": ""
    },
    {
        "id": "2197",
        "cityName": "遵义",
        "cinemaName": "橙天影院",
        "address": "遵义市中山路83号国贸旁好百邻时尚广场",
        "telephone": "0851-28753222",
        "latitude": "27.68839",
        "longitude": "106.9325",
        "trafficRoutes": "6路、19路、11路、8路、国贸站下车"
    },
    {
        "id": "2198",
        "cityName": "遵义",
        "cinemaName": "大地影院（汇川海珠广场店）",
        "address": "遵义汇川区珠海路海珠广场负一楼",
        "telephone": "0852-8977353",
        "latitude": "27.72465",
        "longitude": "106.9367",
        "trafficRoutes": "6路、101路公车到达"
    },
    {
        "id": "2199",
        "cityName": "遵义",
        "cinemaName": "湄潭太阳国际影城",
        "address": "遵义市湄潭县丝栗路茶乡广场太阳城二楼",
        "telephone": "0851-24232567",
        "latitude": "27.76783",
        "longitude": "107.4911",
        "trafficRoutes": ""
    },
    {
        "id": "2200",
        "cityName": "遵义",
        "cinemaName": "遵义县南白镇翰林影城",
        "address": "遵义市遵义县南白镇东大街",
        "telephone": "0852-7305626",
        "latitude": "27.54175",
        "longitude": "106.847",
        "trafficRoutes": ""
    },
    {
        "id": "2201",
        "cityName": "遵义",
        "cinemaName": "绥阳时代风影城",
        "address": "遵义市绥阳县阳光花园福乐多购物广场后",
        "telephone": "0852-6231313",
        "latitude": "27.95403",
        "longitude": "107.1971",
        "trafficRoutes": "绥阳县城阳光花园"
    },
    {
        "id": "2202",
        "cityName": "遵义",
        "cinemaName": "赤水时代凤凰影城",
        "address": "赤水市河滨南路8号茵特拉根内  ",
        "telephone": "0851-22852000",
        "latitude": "28.57645",
        "longitude": "105.6995",
        "trafficRoutes": "1路公交到达"
    },
    {
        "id": "3531",
        "cityName": "遵义",
        "cinemaName": "中影星尊国际影城",
        "address": "遵义市汇川区上海路尊城国际3号楼中影星尊国际影城",
        "telephone": "0851-27708555",
        "latitude": "27.7139",
        "longitude": "106.9329",
        "trafficRoutes": "3、4、12路公交到上海路街道办事处站下"
    },
    {
        "id": "2203",
        "cityName": "红河",
        "cinemaName": "开远完美世界影城新天地店（原17.5影城）",
        "address": "开远市人民中路66号开远新天地C栋7楼",
        "telephone": "0873-7183755",
        "latitude": "23.71494",
        "longitude": "103.2548",
        "trafficRoutes": "1、6、7、8、11路公车到达"
    },
    {
        "id": "2204",
        "cityName": "红河",
        "cinemaName": "建水完美世界影城临安店（原17.5影城）",
        "address": "红河州建水县北正街84号临安春秋三幢三层(原古城小卷粉斜对面）",
        "telephone": "0873-7685792",
        "latitude": "23.61927",
        "longitude": "102.8315",
        "trafficRoutes": "附13路、15路、1路、12路公车到达"
    },
    {
        "id": "2205",
        "cityName": "红河",
        "cinemaName": "弥勒湖泉太合影城",
        "address": "云南省红河州弥勒市湖泉湾1号独立商业体4F",
        "telephone": "0873-3023666",
        "latitude": "24.40562",
        "longitude": "103.4231",
        "trafficRoutes": "18路公车到达"
    },
    {
        "id": "2206",
        "cityName": "红河",
        "cinemaName": "上海大光明同德国际影城",
        "address": "云南红河州蒙自县银河路84号同德广场G幢",
        "telephone": "0873-3744666",
        "latitude": "23.36265",
        "longitude": "103.3925",
        "trafficRoutes": "县内1路公交车"
    },
    {
        "id": "2207",
        "cityName": "红河",
        "cinemaName": "开远市吉迪电影院",
        "address": "云南省开远市建设东路与一行路交汇处",
        "telephone": "0873-7226236",
        "latitude": "23.72434",
        "longitude": "103.2796",
        "trafficRoutes": "11路"
    },
    {
        "id": "2208",
        "cityName": "红河",
        "cinemaName": "鼎盛国际影院",
        "address": "红河州泸西县九华路新天地购物中心4幢3楼",
        "telephone": "0873-6699666",
        "latitude": "24.53765",
        "longitude": "103.7698",
        "trafficRoutes": "城区1、2路公交车"
    },
    {
        "id": "2209",
        "cityName": "红河",
        "cinemaName": "建水县巨幕影视城",
        "address": "建水县临安镇临安路136号",
        "telephone": "0873-7699588",
        "latitude": "23.61908",
        "longitude": "102.8323",
        "trafficRoutes": "13路、15路、附1路、12路、附12路公车到达"
    },
    {
        "id": "2210",
        "cityName": "红河",
        "cinemaName": "17.5锡都时代今典影城",
        "address": "云南省红河州个旧市中山路9号丽水金湾商场西北区",
        "telephone": "0873-8870000",
        "latitude": "23.36857",
        "longitude": "103.1628",
        "trafficRoutes": ""
    },
    {
        "id": "3869",
        "cityName": "红河",
        "cinemaName": "横店电影城（弥勒店）",
        "address": "红河州弥勒市冉翁路金辰时代广场1栋2楼",
        "telephone": "0873-6299000",
        "latitude": "24.41514",
        "longitude": "103.4344",
        "trafficRoutes": "3路、17路、18路公交到达"
    },
    {
        "id": "44425",
        "cityName": "红河",
        "cinemaName": "横店电影城（蒙自店）",
        "address": "蒙自市朝阳路2号金鹏世纪新都汇三楼",
        "telephone": "0873-3669356",
        "latitude": "23.36071",
        "longitude": "103.3976",
        "trafficRoutes": "乘5路公交至奔牛酒店下车，沿朝阳路向南行200米即到。"
    },
    {
        "id": "2212",
        "cityName": "张家口",
        "cinemaName": "张北完美世界影城永春店（原17.5影城）",
        "address": "张北县永春南街汇商国际东段四层（电视台南）",
        "telephone": "0313-2732305",
        "latitude": "41.15339",
        "longitude": "114.7249",
        "trafficRoutes": "乘坐1路公共汽车、小公交到达"
    },
    {
        "id": "2213",
        "cityName": "张家口",
        "cinemaName": "张家口中乐影城",
        "address": "张家口市桥东区百盛购物广场四层",
        "telephone": "0313-8056333",
        "latitude": "40.82245",
        "longitude": "114.8935",
        "trafficRoutes": "乘坐2、5、33、3、4、6、7、9、18路公交车到达"
    },
    {
        "id": "2214",
        "cityName": "张家口",
        "cinemaName": "张家口中影百誉影城",
        "address": "张家口市桥西区至善街尚峰广场五楼",
        "telephone": "0313-7156333",
        "latitude": "40.82593",
        "longitude": "114.8916",
        "trafficRoutes": "乘坐1、2、3、4、5、6、7、12、16、32、34、38路公交车到达"
    },
    {
        "id": "2215",
        "cityName": "张家口",
        "cinemaName": "星美国际影商城·张家口元天店",
        "address": "张家口市宣化区南大街（步行街）万汇源四层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2216",
        "cityName": "张家口",
        "cinemaName": "张家口工人文化宫",
        "address": "张家口市桥东区五一路大街79号",
        "telephone": "0313-2013366",
        "latitude": "40.82439",
        "longitude": "114.896",
        "trafficRoutes": "乘坐1、2、3、4、6、9、12、18、33路公交车到达。"
    },
    {
        "id": "2217",
        "cityName": "张家口",
        "cinemaName": "张家口星座娱乐影城",
        "address": "张家口市桥东区建国路6号",
        "telephone": "0313-2039333",
        "latitude": "40.80529",
        "longitude": "114.9044",
        "trafficRoutes": "乘坐2、11、12路公交车到医药仓库下车到达"
    },
    {
        "id": "2218",
        "cityName": "张家口",
        "cinemaName": "万全县滨河数字影院",
        "address": "万全县孔家庄民主街东环宣传文化中心北院",
        "telephone": "0313-4264178",
        "latitude": "40.77293",
        "longitude": "114.7601",
        "trafficRoutes": "可乘绿色大公交到宣传文化中心"
    },
    {
        "id": "2219",
        "cityName": "张家口",
        "cinemaName": "赤城县神舟数字影院",
        "address": "张家口市赤城县长源街9号三层",
        "telephone": "0313-6313286",
        "latitude": "40.91465",
        "longitude": "115.8392",
        "trafficRoutes": "汽车站——中——影院"
    },
    {
        "id": "2220",
        "cityName": "张家口",
        "cinemaName": "大地影院（高新财富中心店）",
        "address": "张家口市高新区纬二路3号财富中心广场B座负1层。",
        "telephone": "0313-4111196",
        "latitude": "40.77234",
        "longitude": "114.8959",
        "trafficRoutes": "乘坐7、11、12、33路公交车 海关大楼 下车即到。"
    },
    {
        "id": "3882",
        "cityName": "张家口",
        "cinemaName": "张家口完美世界影城金茂店（原17.5影城）",
        "address": "张家口高新区纬一路胜利中路241号时代金茂4楼",
        "telephone": "0313-4118175",
        "latitude": "40.77783",
        "longitude": "114.9036",
        "trafficRoutes": "11路、4路、23路到达"
    },
    {
        "id": "2221",
        "cityName": "呼和浩特",
        "cinemaName": "金逸呼和浩特嘉茂店",
        "address": "呼和浩特 鄂尔多斯大街32号 凯德MALL（原嘉茂购物中心）4楼",
        "telephone": "0471-5960303",
        "latitude": "40.80344",
        "longitude": "111.6873",
        "trafficRoutes": "5,26,36,38,53,55,57,62,70,74,81,83,86路公车到达"
    },
    {
        "id": "2222",
        "cityName": "呼和浩特",
        "cinemaName": "星美国际影城·呼和浩特新港店 ",
        "address": "内蒙古呼和浩特市中山西路25号工人文化宫3楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2223",
        "cityName": "呼和浩特",
        "cinemaName": "呼和浩特万达影城维多利广场店",
        "address": "中山西路1号维多利购物中心7楼@呼和浩特万达影城",
        "telephone": "021-37569530",
        "latitude": "40.82473",
        "longitude": "111.677",
        "trafficRoutes": "可到达呼和浩特维多利店的公交车有：1、4、57、58、77、34、18、60、26、19、21、61路。"
    },
    {
        "id": "2224",
        "cityName": "呼和浩特",
        "cinemaName": "横店电影城（呼和浩特中山西路店）",
        "address": "横店官方微信：HHHTHD（查影讯 更便捷） 呼和浩特市回民区中山西路1号维多利时代城F栋6层",
        "telephone": "0471-5290555",
        "latitude": "40.82125",
        "longitude": "111.6759",
        "trafficRoutes": "1.3.4.16.18.19.21.26.34.56.57.58.60.61.70.71.72.76.77.97.84.k2.201.青城1号.青城2号公车到达"
    },
    {
        "id": "2225",
        "cityName": "呼和浩特",
        "cinemaName": "呼和浩特万达影城美特好店",
        "address": "牛街北口美特好大卖场3层",
        "telephone": "0471-6360555",
        "latitude": "40.82284",
        "longitude": "111.6565",
        "trafficRoutes": "可到达美特好店的公交车有：4、7、8、72、51、80、81、59、102、303路。"
    },
    {
        "id": "2226",
        "cityName": "呼和浩特",
        "cinemaName": "呼和浩特万达广场店",
        "address": "呼和浩特市赛罕区新华东街26号@呼和浩特万达影城",
        "telephone": "0471-3371555-8048",
        "latitude": "40.84285",
        "longitude": "111.7424",
        "trafficRoutes": "2、3、16、27、59、52、53、59、66、72、75、89、92、95、97、98、102、K1、青城一号线、青城二号线路公车到达万达广场站下车"
    },
    {
        "id": "2227",
        "cityName": "呼和浩特",
        "cinemaName": "中影时光国际影城兰亚店",
        "address": "呼和浩特赛罕区呼伦贝尔南路雅阁星城商业2楼",
        "telephone": "0471-6903555",
        "latitude": "40.81234",
        "longitude": "111.6918",
        "trafficRoutes": "16、18、20、27、31、34、50、52、53、59、60、62、77、79、83、84、86、88、90、98"
    },
    {
        "id": "2228",
        "cityName": "呼和浩特",
        "cinemaName": "呼和浩特环球数字影院（鼓楼店）",
        "address": "呼和浩特市新城区新华大街鼓楼立交桥十字路口东南角七天连锁酒店（草原明珠正南面）大楼1楼西侧",
        "telephone": "0471-6956181",
        "latitude": "40.83189",
        "longitude": "111.6965",
        "trafficRoutes": "可乘坐88、27路在将军衙署站下车即到。\n可乘坐3、4、15、19、23、29、52、54、56、59、61、82、89路在将军衙署站下车向东步行150米即到。\n可乘坐2、62路在将军衙署站下车向南步行100米即到。\n可乘坐4、52、54、55、61、62、63路在九州商厦站下车向北步行350米即到。\n"
    },
    {
        "id": "2229",
        "cityName": "呼和浩特",
        "cinemaName": "新影都数字影院",
        "address": "呼和浩特市温州步行街北端往西20米（奥威花园北门对面）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "3662",
        "cityName": "呼和浩特",
        "cinemaName": "乌兰恰特影城",
        "address": "呼和浩特新华东街与东二环路交汇处西北侧",
        "telephone": "0471-6962554",
        "latitude": "40.8444",
        "longitude": "111.7478",
        "trafficRoutes": "2、3、16、27、青城线、66、72路到博物馆站下"
    },
    {
        "id": "2230",
        "cityName": "娄底",
        "cinemaName": "中影·万泉国际影城（娄底）",
        "address": "娄星区氐星路星海名都裙楼一楼（娄星广场旁）",
        "telephone": "0738-8188588",
        "latitude": "27.72548",
        "longitude": "112.0132",
        "trafficRoutes": "6、9、10、11、16（娄底市一中）"
    },
    {
        "id": "2231",
        "cityName": "娄底",
        "cinemaName": "娄底左岸影城",
        "address": "娄底市万豪城市广场4楼（注：3D眼镜需10元/副押金）",
        "telephone": "0738-2882111-0",
        "latitude": "27.73345",
        "longitude": "112.013",
        "trafficRoutes": "1路、2路、3路、6路、9路、10路、15路、16路均可到达娄底左岸影城。\n"
    },
    {
        "id": "2232",
        "cityName": "娄底",
        "cinemaName": "娄底完美世界影城春园店（原17.5影城）",
        "address": "娄底市春园步行街银街十栋五楼",
        "telephone": "0738-6687333",
        "latitude": "27.73256",
        "longitude": "112.0154",
        "trafficRoutes": "春园步行街银街十栋五楼（沃尔玛前行100米）\n1路、2路、6路、15路、16路均可到达娄底17.5影城春园店。"
    },
    {
        "id": "2233",
        "cityName": "娄底",
        "cinemaName": "星美国际影城（龙泰店）",
        "address": "娄底市娄星区长青中街42号龙泰上品B座5楼(步步高超市西侧50米苏宁电器楼上)",
        "telephone": "0738-8238860",
        "latitude": "27.73545",
        "longitude": "112.0202",
        "trafficRoutes": "1路、3路、6路公车到达"
    },
    {
        "id": "2234",
        "cityName": "娄底",
        "cinemaName": "星美国际影商城新化店",
        "address": "湖南省娄底市新化县明源阳光购物公园四楼",
        "telephone": "0738-3590086",
        "latitude": "27.74313",
        "longitude": "111.3128",
        "trafficRoutes": "2、3路"
    },
    {
        "id": "2235",
        "cityName": "娄底",
        "cinemaName": "星美国际影城娄底联合店",
        "address": "娄底市娄星区经济开发区五江建材城A区沿河路百弘帝景A6栋三楼",
        "telephone": "0738-8356555",
        "latitude": "27.75541",
        "longitude": "112.0072",
        "trafficRoutes": "乘坐2、12、16、18、3路"
    },
    {
        "id": "2236",
        "cityName": "娄底",
        "cinemaName": "双峰华谊连锁影城",
        "address": "湖南省娄底市双峰县永丰镇复兴路农贸市场对面",
        "telephone": "0738-6825066",
        "latitude": "27.46022",
        "longitude": "112.2004",
        "trafficRoutes": "汽车西站下车,坐一路,三路车到农贸市场下"
    },
    {
        "id": "2237",
        "cityName": "娄底",
        "cinemaName": "大地影院（湘中园店）",
        "address": "娄底市娄星区湘阳街与娄星南路交界湘中园3楼",
        "telephone": "0738-8216809",
        "latitude": "27.7392",
        "longitude": "112.0075",
        "trafficRoutes": "温馨提示：到影院公交车有2、3、8、11、12、13、16、18路车到【阳光商业广场/洞新东门】下车哦~"
    },
    {
        "id": "2238",
        "cityName": "娄底",
        "cinemaName": "新化新大地影城",
        "address": "新化县步步高商业广场（福鑫大厦）新大地影城四楼",
        "telephone": "0738-3305111",
        "latitude": "27.73777",
        "longitude": "111.3118",
        "trafficRoutes": "3路、6路公车到达"
    },
    {
        "id": "2353",
        "cityName": "娄底",
        "cinemaName": "焦作奥斯卡摩登国际影城",
        "address": "焦作市塔南路摩登街2号楼三楼（大商超市三楼）",
        "telephone": "0391-3378822",
        "latitude": "35.22408",
        "longitude": "113.2573",
        "trafficRoutes": "乘坐27路、602路、21路夜班，到太极景润下车，往北步行50米，路东。"
    },
    {
        "id": "2239",
        "cityName": "滁州",
        "cinemaName": "幸福蓝海国际影城（滁州店）",
        "address": "滁州市琅琊区南谯北路中环国际广场名店街五楼",
        "telephone": "0550-3110080",
        "latitude": "32.31274",
        "longitude": "118.3162",
        "trafficRoutes": "1、2、3、4、15、K1"
    },
    {
        "id": "2240",
        "cityName": "滁州",
        "cinemaName": "滁州星空影城",
        "address": "滁州市天长路水石广场四楼 影迷群181221578",
        "telephone": "0550-3821616",
        "latitude": "32.31049",
        "longitude": "118.3195",
        "trafficRoutes": "1、2、4、K1、103、503路"
    },
    {
        "id": "2241",
        "cityName": "滁州",
        "cinemaName": "天长市华意影城",
        "address": "天长市天康大道驰宇尚都广场",
        "telephone": "0550-7766333",
        "latitude": "32.68134",
        "longitude": "119.0126",
        "trafficRoutes": "6、8路"
    },
    {
        "id": "2242",
        "cityName": "滁州",
        "cinemaName": "滁州市广场影城",
        "address": "滁州大剧院（琅琊东路）",
        "telephone": "0550-3119218",
        "latitude": "32.30813",
        "longitude": "118.3241",
        "trafficRoutes": "1路 天长4路 明光5路 天长6路 8路 "
    },
    {
        "id": "2243",
        "cityName": "滁州",
        "cinemaName": "大地影院（天发广场店）",
        "address": "天长市天康大道与新河南路交叉口天发广场8号楼3层",
        "telephone": "0550-7773811",
        "latitude": "32.68344",
        "longitude": "119.008",
        "trafficRoutes": "乘坐1路、2路、8路公车到达"
    },
    {
        "id": "2244",
        "cityName": "滁州",
        "cinemaName": "滁州来安大地影城",
        "address": "滁州市来安县清流西路38号",
        "telephone": "0550-5623111",
        "latitude": "32.44801",
        "longitude": "118.4363",
        "trafficRoutes": "城际公交到达"
    },
    {
        "id": "2245",
        "cityName": "滁州",
        "cinemaName": "明光时代影城",
        "address": "明光市池河大道139号 观城国际B区2楼",
        "telephone": "0550-8109988",
        "latitude": "32.78241",
        "longitude": "118.0025",
        "trafficRoutes": "2、3、6路公交到达电力大厦站下车"
    },
    {
        "id": "2246",
        "cityName": "滁州",
        "cinemaName": "大地影院（全椒奥康步行街店）",
        "address": "滁州市全椒县吴敬梓路奥康步行街B区5楼",
        "telephone": "0550-5297112",
        "latitude": "32.09542",
        "longitude": "118.2748",
        "trafficRoutes": ""
    },
    {
        "id": "2247",
        "cityName": "滁州",
        "cinemaName": "定远县银海电影城",
        "address": "滁州市定远县人民路西端南侧银海广场",
        "telephone": "0550-4024156",
        "latitude": "32.53091",
        "longitude": "117.6892",
        "trafficRoutes": "1路、5路、6路、7路、11路公交到达"
    },
    {
        "id": "3536",
        "cityName": "滁州",
        "cinemaName": "滁州金球国际影城",
        "address": "滁州市南谯区龙蟠大道9号金鹏99广场3楼",
        "telephone": "0550-3899299",
        "latitude": "32.26037",
        "longitude": "118.3359",
        "trafficRoutes": "12路、18路、15路、4路、801路、K1路公交到达"
    },
    {
        "id": "2157",
        "cityName": "安庆",
        "cinemaName": "阳朔环球汽车影城",
        "address": "阳朔县工农桥万景码头",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2248",
        "cityName": "安庆",
        "cinemaName": "安庆比高电影城（华茂店）",
        "address": "安庆市纺织南路80号新地城四楼（家乐福楼上）",
        "telephone": "0556-5290606",
        "latitude": "30.52476",
        "longitude": "117.0558",
        "trafficRoutes": "9路公交到达"
    },
    {
        "id": "2249",
        "cityName": "安庆",
        "cinemaName": "安庆长江3D影城",
        "address": "安庆市集贤南路156号〔原长江电影院〕",
        "telephone": "0556-5333877",
        "latitude": "30.5253",
        "longitude": "117.0506",
        "trafficRoutes": "1、7、13、14、26公车到达"
    },
    {
        "id": "2250",
        "cityName": "安庆",
        "cinemaName": "星美国际影商城安庆麦迪逊店",
        "address": "安庆市迎江区人民路422号大金新百城市广场6楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2251",
        "cityName": "安庆",
        "cinemaName": "星美国际影城（安庆环艺店）",
        "address": "安庆市钱牌楼73号（好吃一条街到底右转10米）",
        "telephone": "0556-5581597",
        "latitude": "30.5109",
        "longitude": "117.0508",
        "trafficRoutes": "12.14.5.7路公车到达"
    },
    {
        "id": "2252",
        "cityName": "安庆",
        "cinemaName": "安庆市人民剧院",
        "address": "安庆市人民路559号http://www.aqrmjy.com/index.asp",
        "telephone": "0556-5573465",
        "latitude": "30.51086",
        "longitude": "117.051",
        "trafficRoutes": "5路;7路;12路;"
    },
    {
        "id": "2253",
        "cityName": "安庆",
        "cinemaName": "中影皖宜影院（怀宁皖影影城）",
        "address": "安庆市怀宁县稼先路77号安宁商都A-2幢2/3层",
        "telephone": "0556-5156789",
        "latitude": "30.73969",
        "longitude": "116.8339",
        "trafficRoutes": ""
    },
    {
        "id": "2254",
        "cityName": "安庆",
        "cinemaName": "宿松县浙商3D影院",
        "address": "宿松县人民西路430号",
        "telephone": "0556-8898889",
        "latitude": "30.1689",
        "longitude": "116.1192",
        "trafficRoutes": "乘坐5路公交车到达"
    },
    {
        "id": "2255",
        "cityName": "安庆",
        "cinemaName": "太湖县花亭湖国际影城",
        "address": "安庆市太湖县龙山路12号",
        "telephone": "0556-4518899",
        "latitude": "30.45725",
        "longitude": "116.3139",
        "trafficRoutes": "乘坐2路公交车到达"
    },
    {
        "id": "2256",
        "cityName": "安庆",
        "cinemaName": "安庆星美国际影城",
        "address": "皖江大道77号绿地迎江世纪城生活广场4楼",
        "telephone": "0556-5688979",
        "latitude": "30.52547",
        "longitude": "117.1077",
        "trafficRoutes": "乘5、15路到光明站下，沿独秀大道往北300米，星美国际影城位于独秀大道与皖江大道交叉口东北角乘18路到独秀大道站下。"
    },
    {
        "id": "2172",
        "cityName": "肇庆",
        "cinemaName": "湘潭群艺影剧院（关闭停业）",
        "address": "湘潭市雨湖区大湖路3号（齐白石公园左侧）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2257",
        "cityName": "肇庆",
        "cinemaName": "金逸影城肇庆星湖店",
        "address": "肇庆市端州区端州四路10号星湖国际广场四楼",
        "telephone": "0758-2213776",
        "latitude": "23.06298",
        "longitude": "112.4783",
        "trafficRoutes": "乘坐公车(或地铁)至 站到达"
    },
    {
        "id": "2258",
        "cityName": "肇庆",
        "cinemaName": "肇庆完美世界影城怀集店（原17.5影城）",
        "address": "肇庆市怀集县怀城镇城中路18号步行街",
        "telephone": "0758-5527208",
        "latitude": "23.91743",
        "longitude": "112.1908",
        "trafficRoutes": "自驾车可直到怀集县怀城镇商业步行街东门"
    },
    {
        "id": "2259",
        "cityName": "肇庆",
        "cinemaName": "肇庆市工人影剧院",
        "address": "肇庆市天宁北路76号",
        "telephone": "0758-2233930",
        "latitude": "23.05658",
        "longitude": "112.4761",
        "trafficRoutes": "可乘1、 3、 5、 7、 10、 12、 15、 19路车，儿童公园站到达。"
    },
    {
        "id": "2260",
        "cityName": "肇庆",
        "cinemaName": "大地影院（国际广场店）",
        "address": "肇庆市康乐北路9号国际广场五楼（由北门9号电梯可直达影院）",
        "telephone": "0758-2897751",
        "latitude": "23.06162",
        "longitude": "112.4637",
        "trafficRoutes": "乘坐2路，9路，10路车即可。"
    },
    {
        "id": "2261",
        "cityName": "肇庆",
        "cinemaName": "大地影院（端州店）",
        "address": "天宁北路20号",
        "telephone": "0758-2209036",
        "latitude": "23.05288",
        "longitude": "112.4754",
        "trafficRoutes": "1路, 3路, 4路, 6路, 8路, 11路, 15路, 27路, 28路"
    },
    {
        "id": "2262",
        "cityName": "肇庆",
        "cinemaName": "大地影院--德庆龙母",
        "address": "肇庆市德庆县德成文兰北路德庆锦江花园酒店第四层  ",
        "telephone": "0758-7776186",
        "latitude": "23.14869",
        "longitude": "111.7861",
        "trafficRoutes": ""
    },
    {
        "id": "2263",
        "cityName": "肇庆",
        "cinemaName": "广宁光大电影城",
        "address": "肇庆广宁县南街镇环城东路广宁商业步行街2层",
        "telephone": "0758-8618300",
        "latitude": "23.64133",
        "longitude": "112.4518",
        "trafficRoutes": "新环城东路"
    },
    {
        "id": "2264",
        "cityName": "肇庆",
        "cinemaName": "大地影院（海伦城市店）",
        "address": "肇庆四会市海伦城市广场负一层大地影院",
        "telephone": "0758-3371136",
        "latitude": "23.35271",
        "longitude": "112.7101",
        "trafficRoutes": "乘坐2路车或1路车清塘站下车直走500米"
    },
    {
        "id": "14819",
        "cityName": "肇庆",
        "cinemaName": "中数国际影城",
        "address": "肇庆市高要市金利镇新时代广场四号楼二层",
        "telephone": "0758-5969688",
        "latitude": "23.09017",
        "longitude": "112.7896",
        "trafficRoutes": ""
    },
    {
        "id": "2265",
        "cityName": "宿迁",
        "cinemaName": "幸福蓝海国际影城（沭阳店）",
        "address": "沭阳人民路16号三匹马商业广场1号楼五层",
        "telephone": "0527-80811777",
        "latitude": "34.13445",
        "longitude": "118.7788",
        "trafficRoutes": " 102、103、101 "
    },
    {
        "id": "2266",
        "cityName": "宿迁",
        "cinemaName": "幸福蓝海国际影城（宿迁金鹰店）",
        "address": "宿迁市西湖路1号金鹰天地广场C02区3F",
        "telephone": "0527-81889666",
        "latitude": "33.9585",
        "longitude": "118.2972",
        "trafficRoutes": "2、91、306、307"
    },
    {
        "id": "2267",
        "cityName": "宿迁",
        "cinemaName": "宿迁万达影城金柏年广场店",
        "address": "宿迁市宿城区幸福路2号金柏年大厦5楼",
        "telephone": "0527-82887666",
        "latitude": "33.95812",
        "longitude": "118.3069",
        "trafficRoutes": "303、301、1、8      "
    },
    {
        "id": "2268",
        "cityName": "宿迁",
        "cinemaName": "横店电影城（宿迁宝龙店）",
        "address": "宿迁市西湖路36号宝龙城市广场4楼",
        "telephone": "0527-81686800",
        "latitude": "33.95673",
        "longitude": "118.2953",
        "trafficRoutes": " 2路、91路、81路、83路、4路、游1路、303路 316路  311路"
    },
    {
        "id": "2269",
        "cityName": "宿迁",
        "cinemaName": "泗阳艾米国际电影城",
        "address": "泗阳县众兴路解放路交叉口阳光巴黎城19号楼3楼",
        "telephone": "0527-85595066",
        "latitude": "33.71427",
        "longitude": "118.6826",
        "trafficRoutes": "乘坐62路到达"
    },
    {
        "id": "2270",
        "cityName": "宿迁",
        "cinemaName": "横店电影城（泗洪店）",
        "address": "宿迁市泗洪县富园广场4层",
        "telephone": "0527-86231088",
        "latitude": "29.29601",
        "longitude": "120.248",
        "trafficRoutes": "103路公交到达"
    },
    {
        "id": "2271",
        "cityName": "宿迁",
        "cinemaName": "宿迁红旗电影大世界",
        "address": "宿迁市幸福中路71号",
        "telephone": "0527-84227773",
        "latitude": "33.96073",
        "longitude": "118.306",
        "trafficRoutes": "101、301、303、302,803,807至苏宁广场站下(马路对面)"
    },
    {
        "id": "2272",
        "cityName": "宿迁",
        "cinemaName": "泗洪新星影剧院",
        "address": "泗洪县泗洲大街文化大世界三楼",
        "telephone": "0527-86246686",
        "latitude": "33.46542",
        "longitude": "118.2146",
        "trafficRoutes": "乘坐101、103、9、10路公交车到达"
    },
    {
        "id": "24150",
        "cityName": "宿迁",
        "cinemaName": "CGV影城（西湖店）",
        "address": "宿迁市宿城区西湖路66号水韵城购物中心四层",
        "telephone": "0527-88990888",
        "latitude": "33.95601",
        "longitude": "118.2903",
        "trafficRoutes": "乘坐61、62、63、201、302、303、307、311路公交车至宝龙站到达"
    },
    {
        "id": "36218",
        "cityName": "宿迁",
        "cinemaName": "大地影院（万顺商业广场店）",
        "address": "江苏省宿迁市沭阳县万顺帝景天成7#A401",
        "telephone": "0527-80707500",
        "latitude": "34.11724",
        "longitude": "118.7958",
        "trafficRoutes": "乘坐公车107至国际学校到达"
    },
    {
        "id": "2273",
        "cityName": "汕头",
        "cinemaName": "汕头一帆影城",
        "address": "汕头市龙湖区长平路南国商城6楼西侧",
        "telephone": "0754-88440999",
        "latitude": "23.36822",
        "longitude": "116.7236",
        "trafficRoutes": "12、20、24、28、39、103"
    },
    {
        "id": "2274",
        "cityName": "汕头",
        "cinemaName": "汕头星际影城",
        "address": "汕头市龙湖区金砂东路179号星湖商业城4楼（帝豪酒店斜对面）",
        "telephone": "0754-89992200",
        "latitude": "23.37293",
        "longitude": "116.7539",
        "trafficRoutes": "22路a线、8路、38路（帝豪酒店西）；44路、105路、123路（帝豪酒店）；12路（广兴村南）。"
    },
    {
        "id": "2275",
        "cityName": "汕头",
        "cinemaName": "汕头艺都大剧院",
        "address": "汕头市金砂路54号",
        "telephone": "0754-88132980",
        "latitude": "23.37178",
        "longitude": "116.7119",
        "trafficRoutes": "2、4、11、18、38路公车到达"
    },
    {
        "id": "2276",
        "cityName": "汕头",
        "cinemaName": "华夏佳乐影城",
        "address": "汕头市龙湖区长江路37号（即购书中心旁，原农家宴）",
        "telephone": "0754-86885566",
        "latitude": "23.38389",
        "longitude": "116.7329",
        "trafficRoutes": "9、11、24、40、44路公车到达"
    },
    {
        "id": "2277",
        "cityName": "汕头",
        "cinemaName": "汕头市鮀岛影剧院",
        "address": "汕头市新兴路3号",
        "telephone": "0754-88273049",
        "latitude": "23.35819",
        "longitude": "116.6932",
        "trafficRoutes": "    可搭乘9路、12路、17路、24路、25路、101路、103 路\n公交车到广场轮渡下车往新兴路方向走.\n"
    },
    {
        "id": "2278",
        "cityName": "汕头",
        "cinemaName": "汕头扬帆影城",
        "address": "汕头市春江路妇女儿童活动中心",
        "telephone": "0754-88351799",
        "latitude": "23.39911",
        "longitude": "116.7274",
        "trafficRoutes": "1、5、42、43、45路等公交"
    },
    {
        "id": "2279",
        "cityName": "汕头",
        "cinemaName": "潮阳茂亨影院",
        "address": "汕头市潮阳区中华路潮阳影剧院内",
        "telephone": "0754-86951333",
        "latitude": "23.26589",
        "longitude": "116.6087",
        "trafficRoutes": ""
    },
    {
        "id": "2280",
        "cityName": "汕头",
        "cinemaName": "汕头市潮南区星辉影院",
        "address": "汕头市潮南区峡山街道环山路43-45号",
        "telephone": "0754-87770401",
        "latitude": "23.25936",
        "longitude": "116.4349",
        "trafficRoutes": "乘车到峡山环山路，塔山附近"
    },
    {
        "id": "3791",
        "cityName": "汕头",
        "cinemaName": "汕头谷饶影地影城",
        "address": "汕头市潮阳区谷饶镇谷贵路茂广路段阳光百汇5楼",
        "telephone": "0754-88119999",
        "latitude": "23.35902",
        "longitude": "116.4153",
        "trafficRoutes": "公交307、666路到达"
    },
    {
        "id": "3818",
        "cityName": "汕头",
        "cinemaName": "澄海启航国际影城",
        "address": "澄海国道324线会展中心三楼",
        "telephone": "0754-86989888",
        "latitude": "23.533",
        "longitude": "116.8148",
        "trafficRoutes": ""
    },
    {
        "id": "2211",
        "cityName": "绵阳",
        "cinemaName": "个旧市红旗影城（停业）",
        "address": "红河州个旧市豪林新界1、2层",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2281",
        "cityName": "绵阳",
        "cinemaName": "绵阳万达影城长虹国际城店",
        "address": "四川绵阳涪城区 跃进路4号长虹国际城缤纷时代4楼 ",
        "telephone": "0816-8118999",
        "latitude": "31.47388",
        "longitude": "104.7494",
        "trafficRoutes": "绵阳长虹国际城店 公交6、36、39至长虹国际城站下车"
    },
    {
        "id": "2282",
        "cityName": "绵阳",
        "cinemaName": "绵阳涪城万达广场店",
        "address": "绵阳市涪城区花园路9号万达广场4楼",
        "telephone": "0816-8118999",
        "latitude": "31.45873",
        "longitude": "104.7262",
        "trafficRoutes": "乘公交车801路、35路、12路公交车，到火车站客站下"
    },
    {
        "id": "2283",
        "cityName": "绵阳",
        "cinemaName": "绵阳电影院",
        "address": "绵阳市兴达街2号",
        "telephone": "0816-2225635",
        "latitude": "31.46753",
        "longitude": "104.7577",
        "trafficRoutes": "乘坐10路，1路，3路，15路，6路，36路，5路等公交汽车在建国门站下即可"
    },
    {
        "id": "2284",
        "cityName": "绵阳",
        "cinemaName": "绵阳中环电影城",
        "address": "绵阳市涪城区临园路东段41-43号",
        "telephone": "0816-2689666",
        "latitude": "31.46778",
        "longitude": "104.7589",
        "trafficRoutes": "白天乘坐1、3、5、6、10、32、36路公车到达；夜间2路、28路（建国门）站公车到达"
    },
    {
        "id": "2285",
        "cityName": "绵阳",
        "cinemaName": "绵阳中环三台百乐影城",
        "address": "绵阳市三台县北泉路中环百乐影城1-4楼",
        "telephone": "0816-5555268",
        "latitude": "31.10408",
        "longitude": "105.0952",
        "trafficRoutes": ""
    },
    {
        "id": "2286",
        "cityName": "绵阳",
        "cinemaName": "安县安州影剧院",
        "address": "安县文化广场工人文化宫",
        "telephone": "0816-4366422",
        "latitude": "31.53613",
        "longitude": "104.5709",
        "trafficRoutes": "1路、2路、15路公车文化广场站下车!"
    },
    {
        "id": "2287",
        "cityName": "绵阳",
        "cinemaName": "绵阳科技馆中环影城",
        "address": "绵阳市一环路东段288号",
        "telephone": "0816-8116677",
        "latitude": "31.48882",
        "longitude": "104.7782",
        "trafficRoutes": "51路、801路、29路、3路等"
    },
    {
        "id": "2288",
        "cityName": "绵阳",
        "cinemaName": "平武县凯利影城",
        "address": "绵阳市平武县龙安镇汇口新区祥辉金色家园2楼(售楼部楼上)",
        "telephone": "0816-8812001",
        "latitude": "32.41462",
        "longitude": "104.5515",
        "trafficRoutes": "公交车至中医院下车步行过彩虹桥"
    },
    {
        "id": "3624",
        "cityName": "绵阳",
        "cinemaName": "潼城影院",
        "address": "城北新区梓潼县影剧院",
        "telephone": "0816-6170077",
        "latitude": "31.65082",
        "longitude": "105.178",
        "trafficRoutes": ""
    },
    {
        "id": "2289",
        "cityName": "信阳",
        "cinemaName": "横店电影城（信阳店）",
        "address": "信阳市民权路天润广场5楼",
        "telephone": "0376-3216222",
        "latitude": "32.13219",
        "longitude": "114.0872",
        "trafficRoutes": "1路、2路、6路、7路、8路、9路、11路、15路、16路、17路、18路、22路、20路、25路"
    },
    {
        "id": "2290",
        "cityName": "信阳",
        "cinemaName": "信阳新玛特",
        "address": "信阳市浉河区东方红大道251号新玛特休闲购物广场6楼",
        "telephone": "0376-6315988",
        "latitude": "32.12839",
        "longitude": "114.0826",
        "trafficRoutes": "15路、18路、11路、9路、2路、8路"
    },
    {
        "id": "2291",
        "cityName": "信阳",
        "cinemaName": "固始九州国际影城",
        "address": "固始县蓼城大道与凤凰大道交叉口",
        "telephone": "0376-4968666",
        "latitude": "32.20628",
        "longitude": "115.6626",
        "trafficRoutes": "301"
    },
    {
        "id": "2292",
        "cityName": "信阳",
        "cinemaName": "信阳奥斯卡电影城",
        "address": "信阳市东方红大道和美广场移动营业厅东侧4楼。",
        "telephone": "0376-6265488",
        "latitude": "32.11462",
        "longitude": "114.0886",
        "trafficRoutes": "乘坐公车2路公交 火车站至和美广场站到达"
    },
    {
        "id": "2293",
        "cityName": "信阳",
        "cinemaName": "固始怡和国际影城",
        "address": "怡和新城怡和大道与永和大道交叉口东（根亲园南800米）",
        "telephone": "0376-4098000",
        "latitude": "32.14054",
        "longitude": "115.6649",
        "trafficRoutes": "每天有6路公交车，途经华联超市、国源超市、幸福幼儿园、蓼城高中、希望高中、职教中心、根亲文化园至怡和国际影城！"
    },
    {
        "id": "2294",
        "cityName": "信阳",
        "cinemaName": "信阳中星电影城",
        "address": "信阳市东方红大道219号第三小学对面",
        "telephone": "0376-6222032",
        "latitude": "32.12736",
        "longitude": "114.0835",
        "trafficRoutes": "信阳市内，请您换乘2、8、6、9路公交。"
    },
    {
        "id": "2295",
        "cityName": "信阳",
        "cinemaName": "淮滨县帝一国际影城",
        "address": "淮滨县城关镇人民政府招待所院内",
        "telephone": "0376-7771000",
        "latitude": "32.44388",
        "longitude": "115.4177",
        "trafficRoutes": "乘坐1路公交车到达"
    },
    {
        "id": "2296",
        "cityName": "信阳",
        "cinemaName": "潢川奥斯卡时代影城",
        "address": "潢川县沿河西路滨河湾对面科技馆内",
        "telephone": "0376-3970110",
        "latitude": "32.13478",
        "longitude": "115.0531",
        "trafficRoutes": "交通便利，坐车就说到滨河湾。"
    },
    {
        "id": "3746",
        "cityName": "信阳",
        "cinemaName": "罗山朝阳奥斯卡国际影城 ",
        "address": "信阳市罗山县民政中路宝成西路交叉口朝阳国际商业广场6层",
        "telephone": "0376-2120888",
        "latitude": "32.20346",
        "longitude": "114.5333",
        "trafficRoutes": "罗山县宝城西路民政中路交叉口朝阳国际商业广场6层"
    },
    {
        "id": "3915",
        "cityName": "信阳",
        "cinemaName": "奥斯卡时代影城平桥亚兴店",
        "address": "信阳市平桥区中心大道亚兴购物广场四楼",
        "telephone": "0376-3777077",
        "latitude": "32.10715",
        "longitude": "114.1331",
        "trafficRoutes": ""
    },
    {
        "id": "2297",
        "cityName": "新余",
        "cinemaName": "新余万达影城厚品店",
        "address": "新余市渝水区抱石大道519号洪城大厦4楼",
        "telephone": "0790-6333082",
        "latitude": "27.80678",
        "longitude": "114.9458",
        "trafficRoutes": "肯德基站：101、103、105、201、303、305、402、501、502、503、601、603、604、802、804、901、902\n中医院站：102、302、303、602、603、802、804、902\n华瑞宾馆站：102、301、401、801、803、805、901、902、 "
    },
    {
        "id": "2298",
        "cityName": "新余",
        "cinemaName": "横店电影城（新余天恒店）",
        "address": "江西省新余市胜利南路183号天恒国际大厦4楼",
        "telephone": "0790-6957899",
        "latitude": "27.80315",
        "longitude": "114.9451",
        "trafficRoutes": "102、103、301、302、901、903、305、801、803、902、904路公车到达"
    },
    {
        "id": "2299",
        "cityName": "新余",
        "cinemaName": "金逸影城IMAX（光美新余抱石店）",
        "address": "新余市渝水区公园北路68号高能广场4楼（沃尔玛楼上）",
        "telephone": "0790-6266611",
        "latitude": "27.80525",
        "longitude": "114.9386",
        "trafficRoutes": "105、302、602、701、801、803、805、901等公交到高能上城站"
    },
    {
        "id": "2301",
        "cityName": "新余",
        "cinemaName": "横店电影城（新余文化宫店）",
        "address": "新余市抱石大道179号(老体育馆）",
        "telephone": "0790-6957088",
        "latitude": "27.80577",
        "longitude": "114.9522",
        "trafficRoutes": "102、103、303、304、802、804公车  区政府 康居路口下"
    },
    {
        "id": "2302",
        "cityName": "新余",
        "cinemaName": "分宜大众电影院",
        "address": "新余市分宜县怡心街19号",
        "telephone": "0790-5818870",
        "latitude": "27.81909",
        "longitude": "114.6862",
        "trafficRoutes": "1路公车到达 "
    },
    {
        "id": "2303",
        "cityName": "新余",
        "cinemaName": "江西新余经典影城",
        "address": "新余市胜利北路步步高购物广场6楼",
        "telephone": "0790-6222676",
        "latitude": "27.80903",
        "longitude": "114.945",
        "trafficRoutes": "101.21.22.301.302.303.401.601."
    },
    {
        "id": "2304",
        "cityName": "新余",
        "cinemaName": "17.5新余今典影城",
        "address": "新余市胜利北路309号",
        "telephone": "0790-6226995",
        "latitude": "27.81314",
        "longitude": "114.9459",
        "trafficRoutes": "203、303、304、402、501、502、503、701、802、804、601、101、305、901、904路公车到达"
    },
    {
        "id": "28088",
        "cityName": "新余",
        "cinemaName": "分宜天幕国际影城",
        "address": "分宜县府前路梦时代广场（沃尔玛四楼）",
        "telephone": "0790-5882288",
        "latitude": "27.81445",
        "longitude": "114.6822",
        "trafficRoutes": "1、2、3路内外线均可至沃尔玛 站"
    },
    {
        "id": "40455",
        "cityName": "新余",
        "cinemaName": "分宜县中影影城",
        "address": "新余市分宜县钤山东路金豪财富广场青龙商厦四楼",
        "telephone": "0790-5819198",
        "latitude": "27.82258",
        "longitude": "114.6935",
        "trafficRoutes": ""
    },
    {
        "id": "102559",
        "cityName": "新余",
        "cinemaName": "星美国际影城新余店",
        "address": "江西省新余市渝水区胜利南路336号",
        "telephone": "0790-6236868",
        "latitude": "27.80534",
        "longitude": "114.9442",
        "trafficRoutes": "乘坐公车(或地铁)赣新路口至四平家电城南站到达"
    },
    {
        "id": "2305",
        "cityName": "嘉兴",
        "cinemaName": "嘉兴华庭国际影城",
        "address": "嘉兴市建国路华庭街Z区4楼",
        "telephone": "0573-82050177",
        "latitude": "30.7729",
        "longitude": "120.7583",
        "trafficRoutes": "坐4、6、23、24|路到建国中路下车可到。\n坐9、27路到勤俭路下车可到。\n坐8、15、18、19、21、32路到禾兴路下车可到。\n坐9、18、55、54路到环城北路下车可到。\n\n\n\n"
    },
    {
        "id": "2306",
        "cityName": "嘉兴",
        "cinemaName": "UME影城（嘉兴南湖店）",
        "address": "嘉兴市南湖区中环南路555号国际中港城6楼C区",
        "telephone": "0573-82840088",
        "latitude": "30.74392",
        "longitude": "120.799",
        "trafficRoutes": "到UME可乘坐K7、K9、K30、K33、K82、K84、K87、K92、K102、K109、K153、K162、K171至国际中港城站"
    },
    {
        "id": "2307",
        "cityName": "嘉兴",
        "cinemaName": "金逸嘉兴摩尔店",
        "address": "嘉兴市洪兴西路1766号江南摩尔西区4楼",
        "telephone": "0573-82771100-801",
        "latitude": "30.76956",
        "longitude": "120.7144",
        "trafficRoutes": "乘坐9/21/23/28/30/33/53/70/71/97/121/122/123/125/126/127路在秀洲区区政府站下车往东约100米即是。"
    },
    {
        "id": "2308",
        "cityName": "嘉兴",
        "cinemaName": "嘉兴市中山影城",
        "address": "嘉兴市城区中山路禾兴路口",
        "telephone": "0573-82060004",
        "latitude": "30.76671",
        "longitude": "120.7549",
        "trafficRoutes": "8路、18路、28路、30路、31路、35路、56路"
    },
    {
        "id": "2309",
        "cityName": "嘉兴",
        "cinemaName": "嘉兴完美世界影城协和店（原17.5影城）",
        "address": "嘉兴市中环东路1728号协和广场3楼（欧尚南200米）",
        "telephone": "0573-82827175-0",
        "latitude": "30.75845",
        "longitude": "120.7875",
        "trafficRoutes": "5; 9; 9夜; 33; 58夜; 89; 90 万家花园站下车 往东200米即可 28.90.38．89路。58夜新南社区站下车 往西150米 \n欧尚免巴"
    },
    {
        "id": "2310",
        "cityName": "嘉兴",
        "cinemaName": "嘉兴大剧院银河电影城",
        "address": "嘉兴市中环南路南湖大道口",
        "telephone": "0573-82876288",
        "latitude": "30.7447",
        "longitude": "120.7672",
        "trafficRoutes": "直达：1路、30路、88路　附近：27路、38路、80路、99路\n"
    },
    {
        "id": "2311",
        "cityName": "嘉兴",
        "cinemaName": "横店电影城（嘉兴店）",
        "address": "嘉兴市凌公塘路1120号巴黎都市老佛爷购物中心四楼",
        "telephone": "0573-82813600",
        "latitude": "30.74969",
        "longitude": "120.7868",
        "trafficRoutes": "乘坐5、7、9、9夜、28、33、81、87、96、99路公交车到达"
    },
    {
        "id": "2312",
        "cityName": "嘉兴",
        "cinemaName": "嘉善孙道临影城",
        "address": "嘉善县县镇府对面文化艺术中心",
        "telephone": "0573-84212038",
        "latitude": "30.83496",
        "longitude": "120.9327",
        "trafficRoutes": ""
    },
    {
        "id": "3623",
        "cityName": "嘉兴",
        "cinemaName": "嘉善德纳国际影城",
        "address": "嘉兴市嘉善县中山西路118号 恒利广场4F",
        "telephone": "0573-84686688",
        "latitude": "30.84706",
        "longitude": "120.9272",
        "trafficRoutes": ""
    },
    {
        "id": "18766",
        "cityName": "嘉兴",
        "cinemaName": "大地影院（佳源中心广场店）",
        "address": "王江泾镇佳源中心广场5号楼3层",
        "telephone": "0573-82852107",
        "latitude": "30.90176",
        "longitude": "120.7402",
        "trafficRoutes": "乘坐公交271、272、273至长虹路口站到达"
    },
    {
        "id": "2313",
        "cityName": "怀化",
        "cinemaName": "怀化正宇琼天电影城",
        "address": "迎丰西路207号步步百货四楼",
        "telephone": "0745-2292488",
        "latitude": "27.56016",
        "longitude": "109.9783",
        "trafficRoutes": "33、11、7、22、8路"
    },
    {
        "id": "2314",
        "cityName": "怀化",
        "cinemaName": "星美国际影城（怀化名品城店）",
        "address": "怀化市鹤城区迎丰西路怀化大厦国际名品城4-5层",
        "telephone": "0745-2785288",
        "latitude": "27.55911",
        "longitude": "109.9794",
        "trafficRoutes": "乘公交车9路、6路、15路、2路、7路、28路、204路、1路、30路、4路、8路、13路.18路.到怀化大厦下车"
    },
    {
        "id": "2315",
        "cityName": "怀化",
        "cinemaName": "大地影院（凯邦万象城广场店）",
        "address": "湖南省怀化市鹤城区人民南路与人民东路交汇处凯邦万象城广场4楼",
        "telephone": "0745-2727456",
        "latitude": "27.55731",
        "longitude": "109.9781",
        "trafficRoutes": "3路、4路公车到达"
    },
    {
        "id": "2316",
        "cityName": "怀化",
        "cinemaName": "沅陵县万维数字影城",
        "address": "沅陵县辰州中街品龙国际2号楼4楼",
        "telephone": "0745-4229991",
        "latitude": "28.46112",
        "longitude": "110.4058",
        "trafficRoutes": "1路公车到达"
    },
    {
        "id": "2317",
        "cityName": "怀化",
        "cinemaName": "溆浦卢峰国际影城",
        "address": "怀化市溆浦县警予广场太阳城一楼",
        "telephone": "0745-3337111",
        "latitude": "27.91404",
        "longitude": "110.6015",
        "trafficRoutes": "2路公交到达"
    },
    {
        "id": "2318",
        "cityName": "怀化",
        "cinemaName": "麻阳易时代影城",
        "address": "麻阳苗族自治县高村镇水岸明珠2Ｆ(风雨桥旁)",
        "telephone": "0745-5831000",
        "latitude": "27.86838",
        "longitude": "109.814",
        "trafficRoutes": "1路、2路"
    },
    {
        "id": "2319",
        "cityName": "怀化",
        "cinemaName": "洪江市星辰影城",
        "address": "怀化市洪江市黔城世纪广场A栋1楼",
        "telephone": "0745-7733598",
        "latitude": "27.21038",
        "longitude": "109.8325",
        "trafficRoutes": "2路公交到达"
    },
    {
        "id": "2320",
        "cityName": "怀化",
        "cinemaName": "新晃电影城",
        "address": "怀化市新晃县太阳坪路14号（夜郎广场）",
        "telephone": "0745-6224598",
        "latitude": "27.36471",
        "longitude": "109.1785",
        "trafficRoutes": "暂无"
    },
    {
        "id": "3541",
        "cityName": "怀化",
        "cinemaName": "靖州靖天国际电影城",
        "address": "怀化靖州县靖天国际大厦4楼",
        "telephone": "0745-8311168",
        "latitude": "26.58127",
        "longitude": "109.6957",
        "trafficRoutes": "渠阳中路靖天国际大厦四楼"
    },
    {
        "id": "14580",
        "cityName": "怀化",
        "cinemaName": "会同县鸿发商都影城",
        "address": "怀化市会同县将军北路鸿发商都三楼",
        "telephone": "0745-8889188",
        "latitude": "26.88287",
        "longitude": "109.7349",
        "trafficRoutes": ""
    },
    {
        "id": "2321",
        "cityName": "保定",
        "cinemaName": "保定华隶影城华创广场店",
        "address": "保定市裕华西路华创国际广场东区三、四层（原河北影剧院旧址）",
        "telephone": "0312-2022123",
        "latitude": "38.86554",
        "longitude": "115.4962",
        "trafficRoutes": "乘坐1、2、3、4、5、18、19、22、27、31、32、102、103、105、301、8、14、31、33路公交车到达"
    },
    {
        "id": "2322",
        "cityName": "保定",
        "cinemaName": "保定时代金球影城",
        "address": "保定市新市区东风西路345号",
        "telephone": "0312-6783728",
        "latitude": "38.88032",
        "longitude": "115.4661",
        "trafficRoutes": "8路、30路、104路、2路、62路、57路、101路、106路、311路均可到达。"
    },
    {
        "id": "2323",
        "cityName": "保定",
        "cinemaName": "保定金棕榈先天下国际影城",
        "address": "保定市高开区天鹅中路北国先天下6层",
        "telephone": "0312-5883456",
        "latitude": "38.89595",
        "longitude": "115.4756",
        "trafficRoutes": "17路；25路; 29路; 30路空调; 33路； 35路; 55路空调; 60路; 102路空调; 106路; 107路; 108路; 305路; 306路; 313路; 游1路空调"
    },
    {
        "id": "2324",
        "cityName": "保定",
        "cinemaName": "保定万达影城万博广场店",
        "address": "保定市朝阳北大街99号万博广场北区5层",
        "telephone": "0312-6095888",
        "latitude": "38.8827",
        "longitude": "115.4755",
        "trafficRoutes": "乘坐游1、11、19、25、30、35、60、106、107、108、313路公交车到达"
    },
    {
        "id": "2325",
        "cityName": "保定",
        "cinemaName": "保定天映影城",
        "address": "保定市五四路与永华北大街 交叉口 那约.文华广场 三、四层",
        "telephone": "0312-5027465",
        "latitude": "38.87937",
        "longitude": "115.508",
        "trafficRoutes": "市内可乘6、20、23、37、102到青年路那约文华广场站下车即到。18、20、22、29、51、303、306保定三中下车东行200米即到。"
    },
    {
        "id": "2327",
        "cityName": "保定",
        "cinemaName": "满城县嘉和电影院",
        "address": "保定市满城县玉川西路21号 嘉和影院{原满城影院}",
        "telephone": "021-37569530",
        "latitude": "38.95781",
        "longitude": "115.3273",
        "trafficRoutes": "县城内任意地点乘1元公交车即可到达"
    },
    {
        "id": "2328",
        "cityName": "保定",
        "cinemaName": "保定雷亚欢乐影城",
        "address": "保定市清苑县清苑路清苑剧场南门",
        "telephone": "021-37569530",
        "latitude": "38.77296",
        "longitude": "115.4911",
        "trafficRoutes": "乘坐县城公交均可到达"
    },
    {
        "id": "35592",
        "cityName": "保定",
        "cinemaName": "容城金棕榈国际影城",
        "address": "河北省保定市容城县惠友购物广场四楼",
        "telephone": "0312-7208000",
        "latitude": "39.04852",
        "longitude": "115.8703",
        "trafficRoutes": "乘坐公车(或地铁)至惠友购物广场站到达"
    },
    {
        "id": "61736",
        "cityName": "保定",
        "cinemaName": "安新佰纳国际影城",
        "address": "安新县雁翎东路双隆商厦四楼",
        "telephone": "0312-5305888",
        "latitude": "38.93657",
        "longitude": "115.9523",
        "trafficRoutes": "乘坐7路公共汽车至双隆商厦站到达"
    },
    {
        "id": "71140",
        "cityName": "保定",
        "cinemaName": "保定博野恒源影院",
        "address": "保定市博野县博兴西路198号",
        "telephone": "0312-8325588",
        "latitude": "38.46289",
        "longitude": "115.4607",
        "trafficRoutes": ""
    },
    {
        "id": "2300",
        "cityName": "黄石",
        "cinemaName": "江西新余茉莉花影城",
        "address": "新余市渝水区胜利南路336号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2329",
        "cityName": "黄石",
        "cinemaName": "幸福蓝海国际影城（湖北大冶店）",
        "address": "大冶市新冶大道38号雨润国际广场8号楼6层",
        "telephone": "0714-8868955",
        "latitude": "30.11557",
        "longitude": "114.9821",
        "trafficRoutes": " 3、10、12、18路"
    },
    {
        "id": "2330",
        "cityName": "黄石",
        "cinemaName": "黄石完美世界影城德润店（原17.5影城）",
        "address": "黄石市黄石港区延安路143号德润家广场2层",
        "telephone": "0714-6500881",
        "latitude": "30.24438",
        "longitude": "115.0607",
        "trafficRoutes": "1路，2路，9路，16路 20路老虎头站下车"
    },
    {
        "id": "2331",
        "cityName": "黄石",
        "cinemaName": "黄石阳新银兴影城",
        "address": "黄石市阳新县五马坊正街37号（阳新人民礼堂）",
        "telephone": "0714-7321286",
        "latitude": "29.83826",
        "longitude": "115.2215",
        "trafficRoutes": "1、2、5、11路"
    },
    {
        "id": "2332",
        "cityName": "黄石",
        "cinemaName": "黄石华夏银兴电影城",
        "address": "黄石大道678号华夏城--新百百货5楼",
        "telephone": "0714-6203311",
        "latitude": "30.22002",
        "longitude": "115.0983",
        "trafficRoutes": "12路、20路、9路公交车 新百百货下车"
    },
    {
        "id": "2333",
        "cityName": "黄石",
        "cinemaName": "黄石磁湖梦巨幕影城",
        "address": "黄石市黄石大道631号（原工人电影院）",
        "telephone": "0714-6318809",
        "latitude": "30.21993",
        "longitude": "115.0975",
        "trafficRoutes": ""
    },
    {
        "id": "2334",
        "cityName": "黄石",
        "cinemaName": "金视线巨幕影城",
        "address": "黄石市杭州西路武商量贩3楼",
        "telephone": "0714-6369018",
        "latitude": "30.20438",
        "longitude": "115.035",
        "trafficRoutes": "2路、5路、7路、8路、12路、18路公交到达"
    },
    {
        "id": "2335",
        "cityName": "黄石",
        "cinemaName": "黄石家园万国电影城",
        "address": "黄石市交通路9号(家园宾馆4楼)",
        "telephone": "0714-6205658",
        "latitude": "30.21466",
        "longitude": "115.0976",
        "trafficRoutes": "一路、二路、三路、五路、十二路、九路、十六路到交通路站下车"
    },
    {
        "id": "2336",
        "cityName": "黄石",
        "cinemaName": "阳新新视界电影城",
        "address": "影城网址http://www.yx7339998.com。",
        "telephone": "0714-7339998",
        "latitude": "29.83733",
        "longitude": "115.2285",
        "trafficRoutes": "1、3、5路"
    },
    {
        "id": "3817",
        "cityName": "黄石",
        "cinemaName": "武商黄石国际影城",
        "address": "黄石西塞山区武汉路99号武商黄石购物广场7楼",
        "telephone": "0714-3293008",
        "latitude": "30.21268",
        "longitude": "115.0964",
        "trafficRoutes": "乘坐2路、3路、5路到京华路站下车，回程到黄石饭店站下车；乘坐4路、13路到老火车站下车。"
    },
    {
        "id": "2337",
        "cityName": "黄山",
        "cinemaName": "SFC上影影城（黄山店）",
        "address": "黄山市屯溪区跃进路6号新黄山商业步行街5号楼3层",
        "telephone": "0559-2586788-0",
        "latitude": "29.71495",
        "longitude": "118.3256",
        "trafficRoutes": " 1、3、5、8、9、10、12路"
    },
    {
        "id": "2338",
        "cityName": "黄山",
        "cinemaName": "黄山元一新环球氧吧影城",
        "address": "屯溪区新安大道与阳湖路交汇处元一柏庄9号楼",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2339",
        "cityName": "黄山",
        "cinemaName": "金逸影城IMAX（光美黄山黎阳店）",
        "address": "黄山市屯溪区昱新路黎阳印象L18号",
        "telephone": "0559-2528866",
        "latitude": "29.71201",
        "longitude": "118.3037",
        "trafficRoutes": "5路. 8路. 12路"
    },
    {
        "id": "2340",
        "cityName": "黄山",
        "cinemaName": "歙县东方影城",
        "address": "歙县新安路35号置信广场2楼（钟楼）",
        "telephone": "0559-6510269",
        "latitude": "29.87457",
        "longitude": "118.4306",
        "trafficRoutes": ""
    },
    {
        "id": "2341",
        "cityName": "黄山",
        "cinemaName": "歙县百花影城",
        "address": "歙县江南明珠商业区15幢4楼",
        "telephone": "0559-6999888",
        "latitude": "29.86501",
        "longitude": "118.4196",
        "trafficRoutes": "1、2、4路公交到达"
    },
    {
        "id": "2342",
        "cityName": "黄山",
        "cinemaName": "歙县龙辉时代影城",
        "address": "歙县百花路金泰广场B幢银辉百货五楼（上海花园小区对面）",
        "telephone": "0559-6518585",
        "latitude": "29.86943",
        "longitude": "118.4171",
        "trafficRoutes": "乘坐2、4路公交车到达"
    },
    {
        "id": "2343",
        "cityName": "黄山",
        "cinemaName": "黄山太平国际环球影城",
        "address": "黄山市黄山区平湖西路17号太平国际大酒店3楼(天润发超市旁)",
        "telephone": "0559-8513988",
        "latitude": "30.29941",
        "longitude": "118.1408",
        "trafficRoutes": ""
    },
    {
        "id": "2344",
        "cityName": "黄山",
        "cinemaName": "黄山太平影城",
        "address": "黄山市黄山区北海路电信大楼4-5层",
        "telephone": "0559-8585117",
        "latitude": "30.29185",
        "longitude": "118.1431",
        "trafficRoutes": ""
    },
    {
        "id": "3897",
        "cityName": "黄山",
        "cinemaName": "休宁县状元影城",
        "address": "黄山市休宁县工商城南楼",
        "telephone": "0559-7777520",
        "latitude": "29.79387",
        "longitude": "118.1879",
        "trafficRoutes": ""
    },
    {
        "id": "31917",
        "cityName": "黄山",
        "cinemaName": "大地影院（丰乐新天地店）",
        "address": "黄山市徽州区滨河南路38号丰乐怡庭",
        "telephone": "0559-3531188",
        "latitude": "29.82864",
        "longitude": "118.3478",
        "trafficRoutes": "公交1路到岩寺站"
    },
    {
        "id": "2345",
        "cityName": "平顶山",
        "cinemaName": "平顶山凤凰奥斯卡影城",
        "address": "体育路文化宫东门向北50米路西",
        "telephone": "0375-2356789",
        "latitude": "33.74839",
        "longitude": "113.3099",
        "trafficRoutes": "32路直达，2、3、4路到万家下车向西步行60米"
    },
    {
        "id": "2346",
        "cityName": "平顶山",
        "cinemaName": "平顶山星美迪信通店",
        "address": "平顶山市中兴路迪信通4楼（万家对面）",
        "telephone": "0375-2911555",
        "latitude": "33.74825",
        "longitude": "113.313",
        "trafficRoutes": "1.2.3.4.6.14.20.24.31.36.38.66.68路公车直达"
    },
    {
        "id": "2347",
        "cityName": "平顶山",
        "cinemaName": "平顶山名豪奥斯卡影城",
        "address": "平顶山市开源路中段名豪假日酒店6楼（原百货商厦）",
        "telephone": "0375-2231111",
        "latitude": "33.74574",
        "longitude": "113.3163",
        "trafficRoutes": "29、7、8、15路等"
    },
    {
        "id": "2348",
        "cityName": "平顶山",
        "cinemaName": "平顶山星美国际影城金三角店",
        "address": "平顶山市新华区中兴路北段金三角五楼",
        "telephone": "0375-2122888",
        "latitude": "33.74676",
        "longitude": "113.3131",
        "trafficRoutes": "1、2、3、4、6、20、31、36、66、68路公交到达"
    },
    {
        "id": "2349",
        "cityName": "平顶山",
        "cinemaName": "金逸影城（光美平顶山宝丰店）",
        "address": "平顶山市宝丰县迎宾大道大驰商业广场三楼",
        "telephone": "0375-3360016",
        "latitude": "33.86548",
        "longitude": "113.0848",
        "trafficRoutes": "自驾路线：迎宾大道与平宝路交叉口"
    },
    {
        "id": "2350",
        "cityName": "平顶山",
        "cinemaName": "汝州中影锐博数字影院",
        "address": "平顶山望嵩中路138号（汝州剧院内）",
        "telephone": "021-37569530",
        "latitude": "34.16994",
        "longitude": "112.8474",
        "trafficRoutes": "3路、5路、9路公交到达"
    },
    {
        "id": "2351",
        "cityName": "平顶山",
        "cinemaName": "平顶山金马国际影城",
        "address": "平顶山市郏县老汽车站向东50米",
        "telephone": "0375-7052555",
        "latitude": "33.97618",
        "longitude": "113.2343",
        "trafficRoutes": "乘坐8、10路公交车到达"
    },
    {
        "id": "2352",
        "cityName": "平顶山",
        "cinemaName": "平顶山平声影剧院",
        "address": "平顶山市中兴路19号（中兴路与建设路交叉口）",
        "telephone": "0375-2922036-2923029",
        "latitude": "33.7432",
        "longitude": "113.3119",
        "trafficRoutes": "1路、2路、3路、4路、6路、11路、30路、32路、66路、67路、68路等。"
    },
    {
        "id": "3820",
        "cityName": "平顶山",
        "cinemaName": "奥斯卡国际影城（新建路店）",
        "address": "平顶山叶县新建路中段",
        "telephone": "0375-8502222",
        "latitude": "33.55101",
        "longitude": "113.3507",
        "trafficRoutes": ""
    },
    {
        "id": "3933",
        "cityName": "平顶山",
        "cinemaName": "鲁山奥斯卡国际影城",
        "address": "向阳路与人民路交叉口金鼎财富广场",
        "telephone": "021-37569530",
        "latitude": "33.7514",
        "longitude": "112.9077",
        "trafficRoutes": ""
    },
    {
        "id": "581204",
        "cityName": "焦作",
        "cinemaName": "济源时代华纳激光影城",
        "address": "河南省济源市沁园路与济水大街交叉口西南角时代广场四楼",
        "telephone": "0391-6626626",
        "latitude": "35.09692",
        "longitude": "112.6125",
        "trafficRoutes": "乘坐公车106至时代广场站到达"
    },
    {
        "id": "2326",
        "cityName": "镇江",
        "cinemaName": "保定百花影院（暂停营业）",
        "address": "保定市百花路671号",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2361",
        "cityName": "镇江",
        "cinemaName": "金逸影城（镇江常发店）",
        "address": "镇江市城铁镇江站（火车站南广场）对面润州区黄山西路29号常发广场4楼",
        "telephone": "0511-85681000",
        "latitude": "32.20108",
        "longitude": "119.441",
        "trafficRoutes": "乘坐K42、K221、D1、D2、11、17、28在城铁镇江站下车；乘坐下蜀专线、D2、11、17、32、91、113、115、133、211、212、213、221路在万达广场站下车"
    },
    {
        "id": "2362",
        "cityName": "镇江",
        "cinemaName": "中影国际影城镇江九润店",
        "address": "镇江市润州区天桥路1号（九润国际商业广场4F）",
        "telephone": "021-37569530",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "2363",
        "cityName": "镇江",
        "cinemaName": "中影国际影城镇江京口红豆店",
        "address": "江苏省镇江市禹山北路1号",
        "telephone": "0511-88855566",
        "latitude": "32.22495",
        "longitude": "119.4878",
        "trafficRoutes": "4路、104路象山桥站；10路、105路党校站；20路、28路红豆广场站。"
    },
    {
        "id": "2364",
        "cityName": "镇江",
        "cinemaName": "镇江万达广场店",
        "address": "镇江润州区黄山西路万达广场娱乐楼4楼",
        "telephone": "0511-85589555",
        "latitude": "32.19959",
        "longitude": "119.4467",
        "trafficRoutes": " D1 D2 D3 D4 16路 17路 39路 K42路 K218路"
    },
    {
        "id": "2365",
        "cityName": "镇江",
        "cinemaName": "横店电影城（镇江恒顺店）",
        "address": "镇江市京口区学府路68号恒顺尚都商业楼地上三层（欧尚超市三楼）",
        "telephone": "0511-84444308",
        "latitude": "32.19801",
        "longitude": "119.4871",
        "trafficRoutes": "乘坐9、19、28、29、D1、K201、K202、K208路公交车到达"
    },
    {
        "id": "2366",
        "cityName": "镇江",
        "cinemaName": "大地影院（京口八佰伴店）",
        "address": "江苏省镇江市中山东路334号八佰伴七楼",
        "telephone": "0511-88975368",
        "latitude": "32.21041",
        "longitude": "119.4568",
        "trafficRoutes": "可乘坐： D1、 D2、 2路、 3路、 D3 、4路、 5路、 10路、11路、 15路、 16路、 19路、 21路、 22路、 23路、 28路、 31路、 32路、 33路、 34路、 39路、 104路、 105路、 115路、 116路、 118路、 K201路、 K208路、 K218路、  K221路、驸马庄专线、 丹徒新区夜班专线 "
    },
    {
        "id": "2367",
        "cityName": "镇江",
        "cinemaName": "横店电影城（镇江丹徒店）",
        "address": "镇江市丹徒区谷阳大道88号冠城商业中心五楼",
        "telephone": "0511-81882333",
        "latitude": "32.13445",
        "longitude": "119.4528",
        "trafficRoutes": "D3、6路、k218、驸马庄专线、镇荣专线、100路、25路、118"
    },
    {
        "id": "2368",
        "cityName": "镇江",
        "cinemaName": "镇江九洲影城",
        "address": "镇江市京口区学府路江苏大学后门商业中心二楼",
        "telephone": "0511-88783266",
        "latitude": "32.19965",
        "longitude": "119.5255",
        "trafficRoutes": "D1、19、K201、60、3"
    },
    {
        "id": "63131",
        "cityName": "镇江",
        "cinemaName": "星美国际影城镇江沃得店",
        "address": "镇江丁卯桥路沃得广场202号",
        "telephone": "021-37569530",
        "latitude": "32.18599",
        "longitude": "119.5009",
        "trafficRoutes": ""
    }
]
