module.exports = [
    {
        "id": "1",
        "cityName": "上海",
        "cinemaName": "金逸影城上海龙之梦IMAX店",
        "address": "上海市虹口区西江湾路388号凯德龙之梦B座6F-7F",
        "telephone": "021-36538850",
        "latitude": "31.27655",
        "longitude": "121.4835",
        "trafficRoutes": "轨道交通3号线、8号线直达、312路、167路、21路、597路、66路"
    },
    {
        "id": "2",
        "cityName": "上海",
        "cinemaName": "SFC上影影城（南桥百联店）",
        "address": "上海奉贤区百齐路288号（百联二期四楼）",
        "telephone": "021-37569530",
        "latitude": "30.91959",
        "longitude": "121.491",
        "trafficRoutes": "乘坐沪海专线、南梅线、莘南线、未来地铁5号线等到达"
    },
    {
        "id": "3",
        "cityName": "上海",
        "cinemaName": "金逸上海海上海店",
        "address": "上海市杨浦区飞虹路568弄海上海•弘基休闲广场A区48号（近辽源西路）",
        "telephone": "021-33772488",
        "latitude": "31.27382",
        "longitude": "121.5143",
        "trafficRoutes": "乘坐公交6、14、79、103、222、308、325、597、746、853、863、870、871、962、申川专线至大连路新港路或大连路飞虹路。\n轨道交通4号线至临平路站或轨道交通8号线至鞍山新村站，步行10分钟即达。"
    },
    {
        "id": "4",
        "cityName": "上海",
        "cinemaName": "大地影院（罗宾森广场店）",
        "address": "嘉定城中路138号罗宾森广场4楼",
        "telephone": "021-59929830",
        "latitude": "31.3902",
        "longitude": "121.2523",
        "trafficRoutes": "乘嘉定13路.9路等到城中路清河路城中路站下，即到。 \n"
    },
    {
        "id": "5",
        "cityName": "上海",
        "cinemaName": "大地影院（弘基广场店）",
        "address": "上海市宝山区聚丰园路57弄3号3楼（上海大学旁）",
        "telephone": "021-66122611",
        "latitude": "31.32087",
        "longitude": "121.3926",
        "trafficRoutes": "地铁7号线上海大学站，110路公交车到达祁连新村下车！"
    },
    {
        "id": "6",
        "cityName": "上海",
        "cinemaName": "大地影院（大华乐购店）",
        "address": "上海宝山区大华路518号4楼(乐购商场四楼)",
        "telephone": "021-66405201",
        "latitude": "31.27752",
        "longitude": "121.4207",
        "trafficRoutes": "地铁7号线， 937路，737路，112路，766路大华路大华一站下车，前行50米即到"
    },
    {
        "id": "7",
        "cityName": "上海",
        "cinemaName": "飞航电影院",
        "address": "上海市松江区玉树路飞航广场2575号",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "8",
        "cityName": "上海",
        "cinemaName": "大悦城新恒星影城",
        "address": "上海市静安区西藏北路166号大悦城10-11楼",
        "telephone": "021-36527206",
        "latitude": "31.24876",
        "longitude": "121.4787",
        "trafficRoutes": "公交19、46、58、41、916、802、518、108、18等公车到达。地铁8号线、12号线曲阜路站下，1号口出"
    },
    {
        "id": "9",
        "cityName": "上海",
        "cinemaName": "华士达影城（徐汇店）",
        "address": "上海市徐汇区东安路599号绿地中心正大乐城3楼",
        "telephone": "021-60671619",
        "latitude": "31.19208",
        "longitude": "121.4646",
        "trafficRoutes": "地铁7号线12号线龙华中路站1号口出\n49、41、104、734、144、933、50、301、隧道八线、万周专线至东安路中山南二路下车步行5分钟即可到达"
    },
    {
        "id": "10",
        "cityName": "上海",
        "cinemaName": "上海万达影城金桥店",
        "address": "上海市浦东新区长岛路1156、1158号3楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "11",
        "cityName": "上海",
        "cinemaName": "保利国际影城上海祥腾店",
        "address": "上海嘉定区真南路4368弄1、2号中冶祥腾城市广场4层",
        "telephone": "021-32586016",
        "latitude": "31.30313",
        "longitude": "121.3283",
        "trafficRoutes": "地铁11号线直达，南翔站下，出站口与祥腾城市生活广场无缝连接。如您坐车来：可乘坐562路、 822路、北嘉线、虎南线、沪唐专线、嘉定52路、嘉翔线、南翔1路、南翔2路、南翔3路、南翔4路、南翔5路等公交车至南翔11号线地铁站。高速：沪嘉高速（A12）、沪宜公路（G204），真南路。"
    },
    {
        "id": "12",
        "cityName": "上海",
        "cinemaName": "UME影城（上海宝山店）",
        "address": "上海市宝山区牡丹江路318号诺亚新天地广场D栋四楼",
        "telephone": "021-36555585-807",
        "latitude": "31.38787",
        "longitude": "121.503",
        "trafficRoutes": " 728路、116路、116B、508路、952路、宝山8路、轨交3号线"
    },
    {
        "id": "13",
        "cityName": "上海",
        "cinemaName": "世纪沪星影城",
        "address": "上海市闵行区沪星路289弄28号C区402 ",
        "telephone": "021-62207766",
        "latitude": "31.16868",
        "longitude": "121.3455",
        "trafficRoutes": "地铁9号线 七宝站 ，  803， 七宝2路 ， 上朱线区间，  徐梅线 ， 闵行18路 ， 776 公车到达"
    },
    {
        "id": "14",
        "cityName": "上海",
        "cinemaName": "上海左岸影城（松江店）",
        "address": "上海松江区松汇中路568号鹿都国际广场4楼",
        "telephone": "021-57826399",
        "latitude": "31.01043",
        "longitude": "121.2411",
        "trafficRoutes": "乘坐松江2路、3路、4、11、12、17、27、32、松卫线、松新枫线、松张线、松五专线、松朱线、莘松线路到达    地铁9号线醉白池站840米\n"
    },
    {
        "id": "15",
        "cityName": "上海",
        "cinemaName": "上海万达影城银兴菲林店",
        "address": "上海市嘉定区塔城路295号2幢",
        "telephone": "021-59165500",
        "latitude": "31.38899",
        "longitude": "121.2629",
        "trafficRoutes": "乘坐嘉定公车到达"
    },
    {
        "id": "16",
        "cityName": "上海",
        "cinemaName": "SFC上影影城（港汇永华IMAX店）",
        "address": "上海市虹桥路1号徐家汇港汇广场六楼",
        "telephone": "021-64076622",
        "latitude": "31.2017",
        "longitude": "121.4438",
        "trafficRoutes": "72路、920路、926路、923路、44路、946路、572路公交车"
    },
    {
        "id": "17",
        "cityName": "上海",
        "cinemaName": "SFC上影百联影城（八佰伴IMAX店）",
        "address": "浦东张杨路501号（第一八佰伴十楼）",
        "telephone": "021-58362988",
        "latitude": "31.23387",
        "longitude": "121.5242",
        "trafficRoutes": "181路、961路、773路、791路、977路、130路、584路、583路公交车"
    },
    {
        "id": "18",
        "cityName": "上海",
        "cinemaName": "上海和平影都",
        "address": "西藏中路290号(汉口路口)",
        "telephone": "021-63225252",
        "latitude": "31.2387",
        "longitude": "121.4825",
        "trafficRoutes": "地铁1、2、8号线、至人民广场下车14号出口即达。"
    },
    {
        "id": "19",
        "cityName": "上海",
        "cinemaName": "SFC上海影城",
        "address": "长宁区新华路160号番禺路口",
        "telephone": "021-62806088",
        "latitude": "31.20862",
        "longitude": "121.4362",
        "trafficRoutes": "轨道交通10号线、11号线（上海交通大学站）113路 44路 946路 76路 911路"
    },
    {
        "id": "20",
        "cityName": "上海",
        "cinemaName": "上海兰生典尚影院",
        "address": "淮海中路8号  柳林路1号 兰生大厦5层 ",
        "telephone": "021-63190000-5558",
        "latitude": "31.23159",
        "longitude": "121.4863",
        "trafficRoutes": "地铁一号线、八号线、18、17、135、783、782、864、220、911、920、926、23等等"
    },
    {
        "id": "141",
        "cityName": "北京",
        "cinemaName": "博纳国际影城北京悠唐IMAX店",
        "address": "北京市朝阳区三丰北里2号楼悠唐广场B1层",
        "telephone": "010-59775660",
        "latitude": "39.92756",
        "longitude": "116.446",
        "trafficRoutes": "乘坐101电，109电，110，112电，420，750路公交在朝阳门外站下车，悠唐广场地下一层"
    },
    {
        "id": "142",
        "cityName": "北京",
        "cinemaName": "橙天嘉禾影城（吉彩店）",
        "address": "北京海淀区玉海园五里22号配套商业楼（原吉彩体育馆）",
        "telephone": "",
        "latitude": "39.92899",
        "longitude": "116.2661",
        "trafficRoutes": "地铁一号线 玉泉路下车，B2出口出，乘坐507、78、981、612、运通114 玉海园东门下车即到。"
    },
    {
        "id": "143",
        "cityName": "北京",
        "cinemaName": "首都电影院（金融街店）",
        "address": "金融大街18号金融街购物中心二期地下一层",
        "telephone": "",
        "latitude": "39.92149",
        "longitude": "116.3669",
        "trafficRoutes": "7路、21路、38路、44路、50路、46路、68路、84路、387路、423路、456路、477路、618路、691路、694路、939路复兴门南站\n"
    },
    {
        "id": "144",
        "cityName": "北京",
        "cinemaName": "博纳国际影城通州店",
        "address": "北京市通州区杨庄北里天时名苑14号楼F4-01",
        "telephone": "010-56351916-800",
        "latitude": "39.91017",
        "longitude": "116.6427",
        "trafficRoutes": "地铁：城铁八通线通州北苑站B出口。\n公交：312、322、649、666、667、668、669、728、801、804、805、810、924、811、938、916、976、916、924、930、372、435、615、647、郊87、通12路到北苑站下车即可。"
    },
    {
        "id": "145",
        "cityName": "北京",
        "cinemaName": "大地影院（望京新天地店）",
        "address": "北京市朝阳区望京合生麒麟社影院",
        "telephone": "010-57389734",
        "latitude": "40.004",
        "longitude": "116.485",
        "trafficRoutes": "420路、467路、470路、471路、538路、621路、运通104线至望京西园四区下车即可"
    },
    {
        "id": "146",
        "cityName": "北京",
        "cinemaName": "大地影院（延庆金锣湾店）",
        "address": "北京市延庆县妫水北街39号1幢H座首层（金锣湾商业中心）沃尔玛旁",
        "telephone": "010-60165114",
        "latitude": "40.46785",
        "longitude": "115.9827",
        "trafficRoutes": "920、919、921、925路公车到达"
    },
    {
        "id": "147",
        "cityName": "北京",
        "cinemaName": "大地影院（通州米拉家园店）",
        "address": "北京通州马驹桥新海东路1号，豪润生活广场7层大地影院",
        "telephone": "010-80897926",
        "latitude": "39.76627",
        "longitude": "116.5521",
        "trafficRoutes": "凉水河桥南-公交车站：542路环线, 723路, 826路, 846路, 975路,976路, 专41路\n马驹桥新桥-公交车站：28-29联运, 821路, 846路, 927路, 976路,郊87路, 郊87路空调, 通12路, 通28路"
    },
    {
        "id": "148",
        "cityName": "北京",
        "cinemaName": "大地影院（西三旗物美店）",
        "address": "北京海淀区悦秀路99号二层大地影院",
        "telephone": "010-60603728",
        "latitude": "40.05299",
        "longitude": "116.3445",
        "trafficRoutes": "专89路，中东路西口下。运通103、运通109、运通118、315、407、478、607、609、614、625、753到四拨子车站下车"
    },
    {
        "id": "149",
        "cityName": "北京",
        "cinemaName": "UME影城（北京安贞店）",
        "address": "北京市东城区北三环东路36号环球贸易中心E座B1/F1/F3",
        "telephone": "010-58257733",
        "latitude": "39.97282",
        "longitude": "116.4173",
        "trafficRoutes": "公交车：\n安贞桥东下车：300、683、117、718、302、985、运通104\n安外甘水桥：特11、104电车、108电车、124电车、407、426\n地铁：\n乘坐地铁5号线可在和平西桥站下车，从A出口出站向西行最\n"
    },
    {
        "id": "150",
        "cityName": "北京",
        "cinemaName": "首都电影院（西单店）",
        "address": "西城区西单北大街甲131号大悦城商场十层",
        "telephone": "010-66086662",
        "latitude": "39.91751",
        "longitude": "116.379",
        "trafficRoutes": "可乘1、10、22、37、52、70、728在西单路口东下车。可乘102、105、109、22、46、47、603、604、626、690、在西单商场下车。也可乘地铁1号线在西单下车走西北出口。自驾前往，有地下停车场。"
    },
    {
        "id": "151",
        "cityName": "北京",
        "cinemaName": "中影国际影城北京昌平永旺店",
        "address": "北京市昌平区北清路1号",
        "telephone": "010-88177970",
        "latitude": "40.10276",
        "longitude": "116.2955",
        "trafficRoutes": "运通112、114、117、205、昌平8、20、21、58、519、345、670、919、925路；也可乘坐13号线到龙泽站下，北出口处有永旺国际商城购物中心巴士免费接送。地铁昌平线：生命科技园站下车；自驾车路线：八达岭高速北安河出口第一个信号灯左转3分钟即到。"
    },
    {
        "id": "152",
        "cityName": "北京",
        "cinemaName": "博纳国际影城（方庄店）",
        "address": "北京市丰台区蒲黄榆路28号芳群园一区",
        "telephone": "010-67699909-818",
        "latitude": "39.87018",
        "longitude": "116.4286",
        "trafficRoutes": "地铁5号线C口，出来即是 公交线路：39、43、53、122、685、686、723、957、957快、957快1、特3蒲黄榆站下车"
    },
    {
        "id": "153",
        "cityName": "北京",
        "cinemaName": "新影联·华谊兄弟影院",
        "address": "朝阳区广顺北大街16号望京华彩商业中心B1",
        "telephone": "",
        "latitude": "40.01651",
        "longitude": "116.4749",
        "trafficRoutes": "线路1：乘公交运通110、运通111、运通113、运通117、专112路、311路、404路、409路、416路、422路、660路、851路、855路、913路、939路、944路、966路至利泽中街西口下车即是\n线路2：地铁14号线东湖渠站，东北口出\n"
    },
    {
        "id": "154",
        "cityName": "北京",
        "cinemaName": "金逸国际影城（朝阳大悦城店）",
        "address": "北京朝阳区朝阳北路101号朝北大悦城8层",
        "telephone": "010-85527199",
        "latitude": "39.93116",
        "longitude": "116.5247",
        "trafficRoutes": "乘坐991、75、675、306、682、628、126、运通111、468、494、499至青年路口北站下车； \n地铁6号线至青年路站，直通朝阳大悦城\n开车路线：朝阳北路和青年路交叉口大悦城背后地下停车场"
    },
    {
        "id": "155",
        "cityName": "北京",
        "cinemaName": "UME影城（北京双井店）",
        "address": "北京朝阳区东三环中路 双井桥北富力广场5-6层",
        "telephone": "010-59037171",
        "latitude": "39.90226",
        "longitude": "116.4671",
        "trafficRoutes": "乘公交车300、300快、683、99、特8、特3、运通107、28、707、37、57、348等线路在双井桥北下车即到，如果乘坐地铁就更方便了，北京地铁10号线，双井站A出口。"
    },
    {
        "id": "156",
        "cityName": "北京",
        "cinemaName": "保利国际影城北京缤纷城店",
        "address": "北京市大兴区金星西路3号绿地缤纷城4层",
        "telephone": "010-80255600",
        "latitude": "39.77036",
        "longitude": "116.3401",
        "trafficRoutes": "乘坐地铁：乘坐地铁4号线至高米店南站可到达。 乘坐公交：公交968、366快、943、大兴新城2、大兴新城1、366、434、410、957快、631快、968快、957快等到高米店站下车，沿金星路向西步行可到达。 开车：从市区出发开车的朋友，可沿京开高速公路向南行驶，从黄亦路/大兴工业区出口出，向西进入金星路，行驶800米便可到达影城。"
    },
    {
        "id": "157",
        "cityName": "北京",
        "cinemaName": "金逸北京中关村店",
        "address": "北京市海淀区中关村大街19号新中关购物中心B1层",
        "telephone": "010-82486800",
        "latitude": "39.98439",
        "longitude": "116.3217",
        "trafficRoutes": "运通105、运通205、运通106、320、332、355、365、717、731、732、681、699、697、801、814特4、特6等公交车至海淀黄庄北站"
    },
    {
        "id": "158",
        "cityName": "北京",
        "cinemaName": "北京嘉华影城学清路店",
        "address": "北京市海淀区学清路甲8号，圣熙8号购物中心五层西侧。",
        "telephone": "010-82732228-0",
        "latitude": "40.01422",
        "longitude": "116.3606",
        "trafficRoutes": "地铁10号线西土城站下车，出B口，乘坐490路392路公交至石板房下车即可"
    },
    {
        "id": "159",
        "cityName": "北京",
        "cinemaName": "金逸北京新都店",
        "address": "北京市海淀区西三旗建材中路新都购物广场一层",
        "telephone": "010-82936951-615",
        "latitude": "40.06586",
        "longitude": "116.372",
        "trafficRoutes": "乘坐315、432、444、462、629、运通117、运通119路到达；地铁8号线，育新换成315，新都环岛西下车。"
    },
    {
        "id": "160",
        "cityName": "北京",
        "cinemaName": "北京活力天宝国际影城",
        "address": "北京朝阳区祁家豁子8号健翔大厦地下一层",
        "telephone": "010-82994670-898",
        "latitude": "39.9865",
        "longitude": "116.3877",
        "trafficRoutes": "55、83、113、55、83、 113、 210夜、 305、 315、 344快、 345、 407、 625、 658、 670、 689、 695、 909、 939  祁家豁子站下、地铁10号线建德门站向北步行200米健翔大厦（家乐福超市）地下一层\n注：凭当日电影票票根可在健翔大厦地下停车场（B2）免费停车2小时"
    },
    {
        "id": "277",
        "cityName": "深圳",
        "cinemaName": "ONE影城（龙岗店）",
        "address": "深圳市龙岗区龙城街道中心城爱龙路18号瑞华园地下室D101西侧",
        "telephone": "0755-28999912",
        "latitude": "22.73445",
        "longitude": "114.2388",
        "trafficRoutes": "398路、M276路、深惠1线、深惠2线回龙铺站下；\nM220路、818路、M304路龙岗人民医院站下；\n810路、M386路、923路龙岗妇幼保健院下。"
    },
    {
        "id": "278",
        "cityName": "深圳",
        "cinemaName": "华谊兄弟影院(太古城店)",
        "address": "深圳市南山区深圳湾中心路宝能太古城北区负一楼",
        "telephone": "0755-21621200",
        "latitude": "22.50685",
        "longitude": "113.9466",
        "trafficRoutes": "地铁蛇口线海月站B出口   \n公交：B602、 B688、 M206路空调、M299"
    },
    {
        "id": "279",
        "cityName": "深圳",
        "cinemaName": "金逸深圳观澜店",
        "address": "深圳市观澜镇观光路万悦城广场4楼",
        "telephone": "0755-88370290-8013",
        "latitude": "22.73853",
        "longitude": "114.0195",
        "trafficRoutes": "787、M356、M337、M226、M213、高峰47路、B649至金湖湾（观澜富士康南门）"
    },
    {
        "id": "280",
        "cityName": "深圳",
        "cinemaName": "保利国际影城深圳南山店",
        "address": "深圳市南山区文心五路保利文化广场B区3楼",
        "telephone": "0755-86287088",
        "latitude": "22.52312",
        "longitude": "113.9438",
        "trafficRoutes": "乘229、J1至海岸城站下\n乘39、至观海台站下\n乘121至环东路站下\n乘58路、72路空调、76路、76路区间、80路、231路、305路空调、322路空调、337路空调、353路空调、362路空调、382路空调、K204路空调至滨海之窗站下"
    },
    {
        "id": "281",
        "cityName": "深圳",
        "cinemaName": "保利国际影城深圳大中华店",
        "address": "深圳市福田区福华路大中华国际交易广场中庭4楼",
        "telephone": "0755-23813990",
        "latitude": "22.54221",
        "longitude": "114.0686",
        "trafficRoutes": "地铁罗宝线会展中心站A1出口；\n公交站点：大中华国际广场，福华三路口"
    },
    {
        "id": "282",
        "cityName": "深圳",
        "cinemaName": "深影国际凤凰影城",
        "address": "广东省深圳市罗湖区凤凰路181号京基凤凰印象三楼",
        "telephone": "0755-82119111",
        "latitude": "22.55331",
        "longitude": "114.14",
        "trafficRoutes": "地铁【黄贝岭站B出口】 公交【凤凰街】17路 N18路 97路 B800路  【冶金大厦】观光1路 10路 N14路 N21路 27路 高峰专线32 69路 85路 111路 K113路 205路 220路 223路 M290路 311路 336路 M362路 363路 381路 382路 M383路 387路 东部假日专线1【罗湖区委】2路 N2路 深惠3A线 N15路 27路 29路 高峰专线32 40路 高峰专线46 83路 104路 111路 214路 229路 242路 312路 363路 372"
    },
    {
        "id": "283",
        "cityName": "深圳",
        "cinemaName": "深圳博纳国际影城（华强店）",
        "address": "深圳华强北茂业百货九楼",
        "telephone": "0755-83019333",
        "latitude": "22.55211",
        "longitude": "114.0928",
        "trafficRoutes": "地铁2号线华强北站B出口\n\n华强北：9.12.59.212.216.238.302.317.385.N6.N12.N13.M201.M202.观光巴士2号线\n华强中：  225.228.N10.N17.\n圣庭苑酒店：10.13.25.64.67.108.123.303.311.K105\n华新村：  41.236.383\n华强路口： 65.75.80.219.335.375.395\n"
    },
    {
        "id": "284",
        "cityName": "深圳",
        "cinemaName": "橙天嘉禾影城（天润店 )",
        "address": "广东省深圳市龙华和平东路金銮时代大厦1-2楼",
        "telephone": "0755-29474169",
        "latitude": "22.66258",
        "longitude": "114.0366",
        "trafficRoutes": "大润发站:　390、352、 M212 \n世纪华庭站: 635 、787、M213、B647 \n金桥花园站:　336、350、971、313、370、K384  614、711、992、995、996、M217  612、E1、 E9"
    },
    {
        "id": "285",
        "cityName": "深圳",
        "cinemaName": "深圳华夏星光国际影城",
        "address": "深圳市南山区海德二道南山书城7楼",
        "telephone": "0755-86122111",
        "latitude": "22.52509",
        "longitude": "113.9358",
        "trafficRoutes": "37路、70路、113路、M205路空调、机场10号线"
    },
    {
        "id": "286",
        "cityName": "深圳",
        "cinemaName": "金逸深圳沙井店",
        "address": "深圳市宝安区沙井街道民主大道岁宝百货3楼",
        "telephone": "0755-23151855",
        "latitude": "22.74198",
        "longitude": "113.7991",
        "trafficRoutes": "388、377、650、653 至 岁宝百货 下车"
    },
    {
        "id": "287",
        "cityName": "深圳",
        "cinemaName": "深圳UA影院",
        "address": "深圳罗湖区深南东路5016号京基百纳空间（KK MALL)购物中心四楼",
        "telephone": "020-85111168",
        "latitude": "22.5512",
        "longitude": "114.1131",
        "trafficRoutes": "地铁一号线大剧院站B出口\n地王大厦站：观光巴士1线、观光巴士2线、3路、10路、12路、101路、203路、223路、302路、311路、N5路\n深圳书城站：29路、85路、103路、103B路、104路、113路、K113路、204路、K204路、214路、215路、E8路、N3路、N4路、东部假日专线1、海滨4路\n荔枝公园站：7路、23路、24路、30路、33路、62路、63路、K302路、352路、353路、378路、N10路\n寰宇酒店站：377路\n"
    },
    {
        "id": "288",
        "cityName": "深圳",
        "cinemaName": "深圳海岸影城",
        "address": "深圳市南山区文心五路33号海岸城购物中心3楼",
        "telephone": "0755-86359166",
        "latitude": "22.52281",
        "longitude": "113.9425",
        "trafficRoutes": "地铁：乘坐地铁2号蛇口线，或11号机场线至后海站，由D1出口进入海德二道往西200米即是\n公交：\n海岸城站：121路、J1路、229路、B605路、B700路、B793路、B794路、B839路、M209路、M222路、M239路、M299路、M430路、N24路、欧洲城假日专线\n漾日湾畔站：72路\n滨海西（滨海之窗）站：58路、80路、231路、305路、322路、337路、353路、382路、K204路、362路、M347路\n后海立交站：20、362、K105、K113、B682、M370\n海雅百货站："
    },
    {
        "id": "289",
        "cityName": "深圳",
        "cinemaName": "深圳万达影城布吉万科红店",
        "address": "深圳市龙岗区布吉锦龙89号万科红生活广场二楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "290",
        "cityName": "深圳",
        "cinemaName": "深圳博纳国际影城（龙岗店）",
        "address": "深圳市龙岗区爱南路666号星河COCOPark4楼",
        "telephone": "0755-25585111",
        "latitude": "22.69773",
        "longitude": "114.2361",
        "trafficRoutes": "地铁：大运地铁站C出口、爱联站D出口 公交路线：M266路、M268路、M278路、309路、M309路 到爱联地铁站下车，往西前行150米即到；351路、812路、M359路、M367路、868路到大运地铁下车，往东前行300米即到"
    },
    {
        "id": "291",
        "cityName": "深圳",
        "cinemaName": "中影国际影城（深圳深国投店）",
        "address": "深圳市侨香路嘉信茂购物中心三层",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "292",
        "cityName": "深圳",
        "cinemaName": "深圳戏院影城",
        "address": "罗湖区新园路1号",
        "telephone": "0755-82175808",
        "latitude": "22.55172",
        "longitude": "114.1229",
        "trafficRoutes": "地铁老街站F出口，公交3、10、12、29、59、64、85、103、113、203、204、211、214、220、223、302路门诊部站"
    },
    {
        "id": "293",
        "cityName": "深圳",
        "cinemaName": "深圳万众国际影城（NEO店）",
        "address": "深圳市香蜜立交NEO大厦A栋3楼",
        "telephone": "0755-88609190",
        "latitude": "22.54159",
        "longitude": "114.0362",
        "trafficRoutes": " 21路; 32路; 54区间线; 59路; 65路; 101路; 113路; 213路; 215路; 223路; 320路;324路;326路; 327路; 328路; 329路; 338路; m372路; m391路; m392路; n6路"
    },
    {
        "id": "294",
        "cityName": "深圳",
        "cinemaName": "深圳一帆影城",
        "address": "龙岗区深惠路大芬爱琴居信和购物广场三层（大芬沃尔玛正对面）",
        "telephone": "0755-84669200",
        "latitude": "22.61769",
        "longitude": "114.1419",
        "trafficRoutes": "地铁3号龙岗线.大芬站。 公交322路，366路，372路，817路，M406路"
    },
    {
        "id": "295",
        "cityName": "深圳",
        "cinemaName": "深圳橙天嘉禾影城",
        "address": "宝安南路1881号华润中心．万象城中座三楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "296",
        "cityName": "深圳",
        "cinemaName": "金逸深圳碧海店",
        "address": "宝安区西乡兴业路3004号七巧国4楼（地铁碧海湾B出口）",
        "telephone": "0755-29885188",
        "latitude": "22.5753",
        "longitude": "113.8633",
        "trafficRoutes": "M240、718、M313、B805"
    },
    {
        "id": "377",
        "cityName": "重庆",
        "cinemaName": "中影国际影城（重庆九龙坡印象汇店）",
        "address": "重庆市九龙坡区西郊三村2号印象汇4楼（动物园大门对面，原凯德广场）",
        "telephone": "023-68789778",
        "latitude": "29.5056",
        "longitude": "106.5185",
        "trafficRoutes": "2号线线 动物园 A号口 步行400米左右即达；"
    },
    {
        "id": "378",
        "cityName": "重庆",
        "cinemaName": "华谊兄弟重庆影院袁家岗店",
        "address": "重庆市袁家岗奥体路1号中新城上城3楼",
        "telephone": "",
        "latitude": "29.53412",
        "longitude": "106.5178",
        "trafficRoutes": "乘坐117/223/224/225/231/232/235/263/272/325/365/403/411/412/413/416/429/463/464/476/811/832/839/962路公交车，或轨道交通2号线（袁家岗站）到达。"
    },
    {
        "id": "379",
        "cityName": "重庆",
        "cinemaName": "保利万和熙街影城",
        "address": "重庆沙坪坝区景苑路8号附1026号（美丽熙街2期24号楼2F保利万和熙街影城） ",
        "telephone": "023-65626138",
        "latitude": "29.61123",
        "longitude": "106.3084",
        "trafficRoutes": "266 273 272 565 288 465 232"
    },
    {
        "id": "380",
        "cityName": "重庆",
        "cinemaName": "重庆同美影城",
        "address": "重庆市渝中区大坪英利国际广场6楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "381",
        "cityName": "重庆",
        "cinemaName": "重庆环艺电影城",
        "address": "渝中区邹容路68号大都会广场六楼",
        "telephone": "023-63739803",
        "latitude": "29.56322",
        "longitude": "106.5848",
        "trafficRoutes": ""
    },
    {
        "id": "382",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城万州高笋塘店",
        "address": "重庆市万州区高笋塘万高国际商都5层商场",
        "telephone": "023-58331332",
        "latitude": "30.81711",
        "longitude": "108.3846",
        "trafficRoutes": "公交信息：\n影城毗邻新世纪站、第四派出所站、重百站。"
    },
    {
        "id": "383",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城江北卜蜂莲花店",
        "address": "重庆市江北区洋河北路6号卜蜂莲花超市三楼",
        "telephone": "023-88195007",
        "latitude": "29.59245",
        "longitude": "106.5399",
        "trafficRoutes": "地铁6号线黄泥磅站：A3出口往西300米；\n地铁3号线红旗河沟站：1号出口往东500米；\n公交110路、111路、149路、151路、202路、270路、419路、461路、550路、601路、604路、607路、611路、612路、633路在紫荆商业广场站下车即可。"
    },
    {
        "id": "384",
        "cityName": "重庆",
        "cinemaName": "重庆万达影城汽博厚品店",
        "address": "重庆市渝北区金童路9号叠彩城三期3楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "385",
        "cityName": "重庆",
        "cinemaName": "金逸重庆地王店",
        "address": "重庆市渝中区民族路166号地王广场6楼（王府井百货6楼）",
        "telephone": "023-63808758",
        "latitude": "29.56598",
        "longitude": "106.5854",
        "trafficRoutes": ""
    },
    {
        "id": "386",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆北碚店）",
        "address": "重庆市北碚康宁路58号嘉陵风情步行街4-5楼(状元府第旁)",
        "telephone": "023-60306699",
        "latitude": "29.80552",
        "longitude": "106.4116",
        "trafficRoutes": "UME国际影城（北碚）位于北碚新城区，到北碚可转乘以下公交车到UME，在嘉陵风情步行街下车：589、587、562、591、584、581或乘坐轨道交通6号线状元碑站下，2A出口直行1000米"
    },
    {
        "id": "387",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆涪陵店）",
        "address": "重庆市涪陵区兴华中路25号 泽胜中央广场商业步行街4楼",
        "telephone": "023-72870011",
        "latitude": "29.70666",
        "longitude": "107.4054",
        "trafficRoutes": "101、104、105、110"
    },
    {
        "id": "388",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆江北店）",
        "address": "江北区北城天街（原洋河路）8号北城天街购物广场B区 5F",
        "telephone": "023-67701166",
        "latitude": "29.58427",
        "longitude": "106.5406",
        "trafficRoutes": " 影城交通十分便利，乘公交车：868、851、113、863、132、181、601、602、606、224、465、118、121、125、127、128、120、611、818 、815、711、 405、319 在建新北路站或观音桥农贸市场下车即到。\n"
    },
    {
        "id": "389",
        "cityName": "重庆",
        "cinemaName": "UME影城 (重庆九龙坡店)",
        "address": "重庆市九龙坡区杨家坪珠江路48号龙湖西城天街购物广场3F—26号",
        "telephone": "023-68126066",
        "latitude": "29.51658",
        "longitude": "106.5244",
        "trafficRoutes": "乘公交：476路,820路,823路,148路,838路,362路,368路,412路,833路,403、148路,256路,310路,411路,412路,416路,471路,476路,820路,823路 在杨家坪团结路口或国美站下车即到，也可乘轻轨在杨家坪富安百货站下车。"
    },
    {
        "id": "390",
        "cityName": "重庆",
        "cinemaName": "重庆UME影城（沙坪坝）",
        "address": "重庆沙坪坝区三峡广场炫地购物中心6楼",
        "telephone": "023-65365599",
        "latitude": "29.56351",
        "longitude": "106.4666",
        "trafficRoutes": "乘坐404、183、402、808、806、318、239、148、202、201路公车到达"
    },
    {
        "id": "391",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆渝中店）",
        "address": "重庆市渝中区时代天街路1号龙湖时代天街购物广场B馆5F",
        "telephone": "023-68505500",
        "latitude": "29.54462",
        "longitude": "106.5178",
        "trafficRoutes": "1线 石油路 2B号口 出站直走300米"
    },
    {
        "id": "392",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆解放碑店）",
        "address": "重庆市渝中区较场口86-91号得意世界C座6楼",
        "telephone": "023-63719966-0",
        "latitude": "29.55938",
        "longitude": "106.5823",
        "trafficRoutes": "109路、124路、301路、302路、306路、308路、313路、315路、321路、322路、346路、351路、361路、429路、810路、871路、881路、898路、0492路公交车；地铁1号线（2号线9号出口）、地铁2号线（2号线9号出口）"
    },
    {
        "id": "393",
        "cityName": "重庆",
        "cinemaName": "UME影城（重庆两江店）",
        "address": "两江新区机场高速路西部奥特莱斯商业广场5-7楼",
        "telephone": "023-67305500",
        "latitude": "29.63641",
        "longitude": "106.5711",
        "trafficRoutes": "乘公交车623、624、628、825、835、853到达民心家园站或加工区二路站步行至奥特莱斯商业广场，乘坐轨道3号线至金渝站下车步行至奥特莱斯商业广场。"
    },
    {
        "id": "394",
        "cityName": "重庆",
        "cinemaName": "卢米埃重庆北滨IMAX影城",
        "address": "重庆市江北区北滨路368号金源购物广场4楼",
        "telephone": "",
        "latitude": "29.56295",
        "longitude": "106.5315",
        "trafficRoutes": "沙坪坝乘坐863至终点站，朝天门解放碑乘坐401至终点站，观音桥乘坐863、630，石马河乘坐127、615，其他地方请转车至上清寺乘坐401、615等。"
    },
    {
        "id": "395",
        "cityName": "重庆",
        "cinemaName": "金逸重庆长寿店",
        "address": "重庆市长寿区凤城镇向阳路2号协信购物广场7楼",
        "telephone": "023-40236011",
        "latitude": "29.83702",
        "longitude": "107.081",
        "trafficRoutes": ""
    },
    {
        "id": "396",
        "cityName": "重庆",
        "cinemaName": "华谊兄弟重庆影院南坪百联店",
        "address": "重庆市南岸区南坪西路38号百联上海城购物中心5楼",
        "telephone": "",
        "latitude": "29.53505",
        "longitude": "106.5665",
        "trafficRoutes": "乘坐108/125/325/347/363/368/838/839/322/319/347/348/345/361路公交车，或轨道交通3号线（工贸站）到达。"
    },
    {
        "id": "465",
        "cityName": "广州",
        "cinemaName": "华影青宫电影城",
        "address": "北京路312号青年文化宫二楼（晚上22点后请由青宫南门入）",
        "telephone": "020-83322688",
        "latitude": "23.13047",
        "longitude": "113.2754",
        "trafficRoutes": "公交路线：乘坐24 182 42 7 59 180 183 190 1 219 227 236 3 541 544 59 66路公交车，\n          到中山5路/北京路站下车步行至青宫电影城。\n地铁线路：一号线公园前站所有步行至中山五路/北京路出口,步行至青宫电影城。"
    },
    {
        "id": "466",
        "cityName": "广州",
        "cinemaName": "橙天嘉禾影城（白云店 )",
        "address": "广州市白云新城机场路云霄路五号停机坪购物广场3楼",
        "telephone": "020-36077789",
        "latitude": "23.18819",
        "longitude": "113.2718",
        "trafficRoutes": "公交车：424路云霄街站\n        199路、742路云城西路（云城南四路口）站\n地铁：白云公园站A出口"
    },
    {
        "id": "467",
        "cityName": "广州",
        "cinemaName": "广州UA IMAX花城汇电影城",
        "address": "广州市天河区珠江新城花城广场花城汇负一层1130铺（花城广场入口靠近黄埔大道）",
        "telephone": "020-85111168",
        "latitude": "23.12729",
        "longitude": "113.3312",
        "trafficRoutes": "APM(黄埔大道站)、53、137、140、185、197、230、243、245、261、266、278、283、284、299、506、506A、517、518、540、541、542、545、548、550、562、593、882、B8、B15、  \n夜车（13、18、27 、34、36、 39、 40、56）大学城4线、节假日公交专线1（天河城专线）"
    },
    {
        "id": "468",
        "cityName": "广州",
        "cinemaName": "广州爱禧国际影城",
        "address": "广州市白云区西槎路99号骐利广场五楼",
        "telephone": "020-36478083-8001",
        "latitude": "23.16151",
        "longitude": "113.2414",
        "trafficRoutes": "17路; 62a路; 80路; 176路; 179路; 228路; 241路; 543路; 545路; 729b; 832路; 975路; 高峰快线2路; 高峰快线3路; 高峰快线51路; 夜21路 ，鹅掌坦车站99号骐利广场五楼"
    },
    {
        "id": "469",
        "cityName": "广州",
        "cinemaName": "大地影院（增城东汇城店）",
        "address": "广州市增城市荔城街府佑路98号东汇城4楼",
        "telephone": "020-32831009",
        "latitude": "23.28988",
        "longitude": "113.8249",
        "trafficRoutes": "增城105号、1号、2号、101号公交到达"
    },
    {
        "id": "470",
        "cityName": "广州",
        "cinemaName": "大地影院（人和华通广场店）",
        "address": "广州市白云区人和地铁C2出口",
        "telephone": "020-86458145",
        "latitude": "23.34057",
        "longitude": "113.3023",
        "trafficRoutes": "708 840 70 701"
    },
    {
        "id": "471",
        "cityName": "广州",
        "cinemaName": "大地影院（奥体高德美居店）",
        "address": "广州天河区奥体南路12号高德美居中心家居馆三楼",
        "telephone": "020-22008279",
        "latitude": "23.13586",
        "longitude": "113.4232",
        "trafficRoutes": "临近广园快速，毗邻奥体中心，\n奥林匹克体液中心公交车站线路：B29   60\n环场路（广州高德美居）总站：547\n边防指挥学校站：448  B29  403  \n地铁4号线黄村站B出口（高德美居中心免费穿梭巴士接驳）\n更有2000个停车位，可免费停车"
    },
    {
        "id": "472",
        "cityName": "广州",
        "cinemaName": "大地影院（番禺大石城店）",
        "address": "广州市番禺区大石街朝阳西路大石城5楼",
        "telephone": "020-39939114",
        "latitude": "23.03098",
        "longitude": "113.3156",
        "trafficRoutes": "乘坐 广州51、211、288、562路车，番禺301、304、309路车 到大石桥南站下车前行约200米即到"
    },
    {
        "id": "473",
        "cityName": "广州",
        "cinemaName": "大地影院（黄埔东区时代城店）",
        "address": "广州黄埔区荔联街宏明路263号东区时代城城4楼4-A05、A-10商铺",
        "telephone": "020-62247836",
        "latitude": "23.11864",
        "longitude": "113.5495",
        "trafficRoutes": "B31/566A/437/450/516/569/572/573/579/940/389                                           公车到达；  "
    },
    {
        "id": "474",
        "cityName": "广州",
        "cinemaName": "大地影院（黄埔领好广场店）",
        "address": "黄埔区南岗镇沙步生活区107国道旁领好广场五楼",
        "telephone": "020-22197293",
        "latitude": "23.09149",
        "longitude": "113.5317",
        "trafficRoutes": "B26/B30/B31/571/214/566A  公车到达"
    },
    {
        "id": "475",
        "cityName": "广州",
        "cinemaName": "大地影院（番禺百德商业中心店）",
        "address": "广州市番禺工业路128号百德商业中心三楼",
        "telephone": "020-84889801",
        "latitude": "22.943",
        "longitude": "113.3753",
        "trafficRoutes": "乘坐番5、番8、番18 公车到达"
    },
    {
        "id": "476",
        "cityName": "广州",
        "cinemaName": "大地数字影院-广州增城大旺城",
        "address": "增城市新塘镇东坑三横路大旺城百货广场4楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "477",
        "cityName": "广州",
        "cinemaName": "大地影院（番禺潮流汇店）",
        "address": "广州市番禺区石基镇市莲路41号石岗东村段K1潮流汇6楼",
        "telephone": "020-39122173",
        "latitude": "22.94678",
        "longitude": "113.4046",
        "trafficRoutes": "途经公交车：309路, 310路, 番100路, 番10路, 番51b路, 番68路, 番92长线, 番92短线, 番92路, 广番97短线, 广番97路公车到达城石岗东村站即可。"
    },
    {
        "id": "478",
        "cityName": "广州",
        "cinemaName": "大地影院（番禺西丽广场店)",
        "address": "广州市番禺区市桥街西丽南路93号西丽广场4楼",
        "telephone": "020-39046175",
        "latitude": "22.9429",
        "longitude": "113.3607",
        "trafficRoutes": "番禺101路 ,番禺108路 ,番禺15路 ,番禺26路 ,番禺27路 ,番禺30路 ,番禺3路,番禺68路 ,番禺6路 ,番禺6路长线在西丽路站下 公车到达"
    },
    {
        "id": "479",
        "cityName": "广州",
        "cinemaName": "大地影院(挂绿广场店)",
        "address": "广州增城挂绿路2号挂绿广场5楼",
        "telephone": "020-82718780",
        "latitude": "23.29694",
        "longitude": "113.84",
        "trafficRoutes": ""
    },
    {
        "id": "480",
        "cityName": "广州",
        "cinemaName": "广州星汇电影城",
        "address": "广州市越秀区西湖路63号光明广场7楼（北京路广百南门对面）",
        "telephone": "020-83304888",
        "latitude": "23.12915",
        "longitude": "113.2738",
        "trafficRoutes": "乘坐地铁1、2号线到地铁公园前站J出入口下，走约490米到光明广场(正门)。     \n乘坐公交车：高峰快线7 、高峰快线9 、7 、12 、24 、27 、42 、102 、107 、108 、182 、191 、215 、215长线 、233 、243 、264 、833中山五路下车或B8 、3 、10 、66 、101 、104 、106 、183 、541大南路下车"
    },
    {
        "id": "481",
        "cityName": "广州",
        "cinemaName": "中影国际影城广州天河太阳新天地店",
        "address": "广州市天河区马场路36号813",
        "telephone": "020-37260461-8021",
        "latitude": "23.12932",
        "longitude": "113.3504",
        "trafficRoutes": "43路、53路、137路、243路、284路、299路、545路、583路140路、261路、278路、548路、518路、550路、882路、194路、540路541路、547路、542路、夜13路、夜52路、B8路、B22路、B15路、大学城4线、高峰快线38路、夜36路夜、18路夜、27路夜、35路夜、  40路、夜39路"
    },
    {
        "id": "482",
        "cityName": "广州",
        "cinemaName": "中华广场电影城",
        "address": "中山三路33号中华广场8楼",
        "telephone": "020-83739491",
        "latitude": "23.13175",
        "longitude": "113.2886",
        "trafficRoutes": "公交：1路 40路 76路 93路 183路 211路 222路 243路 517路 546路 864路  102电车 107电车 108电车\n地铁1号线：烈士陵园站（A出口）\nBRT线路:B8\n"
    },
    {
        "id": "483",
        "cityName": "广州",
        "cinemaName": "广州太古仓电影库",
        "address": "广州市海珠区革新路124号6-7仓",
        "telephone": "020-84309788",
        "latitude": "23.09484",
        "longitude": "113.2594",
        "trafficRoutes": "乘坐地铁8号线沙园站D出口、B21、813、243、31、16、123路公车到达"
    },
    {
        "id": "484",
        "cityName": "广州",
        "cinemaName": "保利国际影城广州中环店",
        "address": "广州市 越秀区 建设大马路 18号 中环广场南楼 五层",
        "telephone": "020-83030222",
        "latitude": "23.14267",
        "longitude": "113.2879",
        "trafficRoutes": "地铁路线:地铁五号线--淘金站B出口，小北站B出口（往广东电视台方向500米）\n\n公交路线："
    },
    {
        "id": "551",
        "cityName": "成都",
        "cinemaName": "保利国际影城成都奥克斯店",
        "address": "成都市高新区锦城大道西段666号奥克斯广场4楼",
        "telephone": "028-85980808",
        "latitude": "30.58203",
        "longitude": "104.0693",
        "trafficRoutes": "地铁一号线孵化园站A口出\n软件园站：26路、84路、115路、124路、184路、188路、236路、815路\n锦城大道天府大道口站：84路、188路\n天府大道北段站：118路、501路、504路806路"
    },
    {
        "id": "552",
        "cityName": "成都",
        "cinemaName": "成都万达影城财富又一城店",
        "address": "成都市府青路二段2号财富又一城5楼",
        "telephone": "",
        "latitude": "30.68356",
        "longitude": "104.1014",
        "trafficRoutes": " 乘坐7、49路公车直达；附近车站：27、34、45、42、65、53路需步行10分钟"
    },
    {
        "id": "553",
        "cityName": "成都",
        "cinemaName": "成都蛟龙国际电影城",
        "address": "成都市蛟龙工业港双流园区蛟龙大道附1号",
        "telephone": "028-85738899",
        "latitude": "30.6095",
        "longitude": "103.9187",
        "trafficRoutes": "双流6路 368 813 818 840至双流蛟龙国际紫荆电影城下车即到"
    },
    {
        "id": "554",
        "cityName": "成都",
        "cinemaName": "SFC上影影城（成都科华IMAX店）",
        "address": "成都市武候区科华中路9号王府井百货2店5F",
        "telephone": "028-85222236",
        "latitude": "30.62411",
        "longitude": "104.0827",
        "trafficRoutes": "55路、76路、114路、112路，49路、97路、92路科华路二环路口站下车步行100米到达"
    },
    {
        "id": "555",
        "cityName": "成都",
        "cinemaName": "339电影城（原新时代高塔电影城旗舰店）",
        "address": "成都市成华区猛追湾四川电视塔339欢乐颂A区四楼",
        "telephone": "028-83525339",
        "latitude": "30.66685",
        "longitude": "104.1",
        "trafficRoutes": "106路、20路、237路、341路、61路、8路、76路、6路公交路线直达"
    },
    {
        "id": "556",
        "cityName": "成都",
        "cinemaName": "幸福蓝海仁和光华店",
        "address": "青羊区二环路西二段19号仁和春天广场C座5楼",
        "telephone": "028-61039088",
        "latitude": "30.66961",
        "longitude": "104.0261",
        "trafficRoutes": "35路、51路、52路、58路、59路、77路、319路、309路、111路"
    },
    {
        "id": "557",
        "cityName": "成都",
        "cinemaName": "成都市和平电影院",
        "address": "成都市草市街71号",
        "telephone": "028-66172970",
        "latitude": "30.67667",
        "longitude": "104.0822",
        "trafficRoutes": "1、3、5、18、23、45、61、62、80、106、302路"
    },
    {
        "id": "558",
        "cityName": "成都",
        "cinemaName": "卢米埃成都来福士影城",
        "address": "成都武侯区人民南路四段3号来福士广场3层",
        "telephone": "028-85083341-801",
        "latitude": "30.63765",
        "longitude": "104.074",
        "trafficRoutes": "10、12、16、19、45、72、300、303、504公交，乘坐地铁一号线至省体育馆站直达"
    },
    {
        "id": "559",
        "cityName": "成都",
        "cinemaName": "UME影城（成都成华店）",
        "address": "成都市成华区二环路东二段一号龙湖三千集5楼",
        "telephone": "028-84406111",
        "latitude": "30.68078",
        "longitude": "104.1157",
        "trafficRoutes": "乘坐2、6、42、51、52、65、71、75、76、108、113、114、402、412、535、537路公车到达"
    },
    {
        "id": "560",
        "cityName": "成都",
        "cinemaName": "中影国际影城成都高新中航城店",
        "address": "成都市高新区府城88号九方购物中心6楼",
        "telephone": "028-83333632",
        "latitude": "30.59594",
        "longitude": "104.0717",
        "trafficRoutes": "91、501、113、120、823、184、298"
    },
    {
        "id": "561",
        "cityName": "成都",
        "cinemaName": "星美学府影城",
        "address": "成都市一环路南一段12号红瓦寺路口星美学府影城3F",
        "telephone": "028-85229292",
        "latitude": "30.64238",
        "longitude": "104.0893",
        "trafficRoutes": "12、19、27、27A、34、34A、72、77、92、102、112、306路"
    },
    {
        "id": "562",
        "cityName": "成都",
        "cinemaName": "橙天嘉禾影城（富力店）",
        "address": "成都青羊区上西顺城街289富力广场7楼",
        "telephone": "028-61322266",
        "latitude": "30.67128",
        "longitude": "104.0769",
        "trafficRoutes": "16路、16路空调、1路、1路空调、48路、48路空调、48路区间车、48路区间车空调、55路、55路空调、56路空调、61路、61路空调、64路、99路、99路空调、55路高峰快线空调公车到达"
    },
    {
        "id": "563",
        "cityName": "成都",
        "cinemaName": "橙天嘉禾影城（凯德广场店）",
        "address": "成都市高新区盛和一路99号凯丹广场4楼",
        "telephone": "028-65035900",
        "latitude": "30.60874",
        "longitude": "104.0694",
        "trafficRoutes": "93,115,76,153,111,187,地铁一号线火车南站"
    },
    {
        "id": "564",
        "cityName": "成都",
        "cinemaName": "东方世纪电影城",
        "address": "成都市一环路南三段世纪商业广场4楼",
        "telephone": "028-82823258",
        "latitude": "30.639",
        "longitude": "104.0675",
        "trafficRoutes": "72路；61路；34路；12路；109路；45路；"
    },
    {
        "id": "565",
        "cityName": "成都",
        "cinemaName": "成都17.5影城沙湾店",
        "address": "成都市金牛区沙湾路1号易初莲花（卜蜂莲花）3楼（观光电梯直达）",
        "telephone": "028-87666566",
        "latitude": "30.69101",
        "longitude": "104.0589",
        "trafficRoutes": "3、17、34、56、93、101"
    },
    {
        "id": "566",
        "cityName": "成都",
        "cinemaName": "深圳雅图数字影院（成都青羊店）",
        "address": "成都市青羊区光华村街42号大地新光华广场负一层",
        "telephone": "028-81718418",
        "latitude": "30.66861",
        "longitude": "104.0209",
        "trafficRoutes": "17、84、100、309、503、58、311、305、113、19、69、14、405、78、81、32在光华村街站下车步行50米即到。"
    },
    {
        "id": "567",
        "cityName": "成都",
        "cinemaName": "卢米埃龙湖北城天街影城",
        "address": "成都市金牛五块石蓉北商贸大道",
        "telephone": "",
        "latitude": "30.71819",
        "longitude": "104.0719",
        "trafficRoutes": "16路、73路公交到达，乘坐地铁一号线至升仙湖站"
    },
    {
        "id": "568",
        "cityName": "成都",
        "cinemaName": "卢米埃成都魅力城影城",
        "address": "成都市成华区万科路9号凯德广场4层",
        "telephone": "",
        "latitude": "30.63249",
        "longitude": "104.16",
        "trafficRoutes": "66路、97路、137路、223路、336路、854路、855路、856路公交，乘坐地铁2号线至成渝立交站直达"
    },
    {
        "id": "569",
        "cityName": "成都",
        "cinemaName": " 成都17.5影城大邑店",
        "address": "成都市大邑县晋原镇内蒙古大道2号，润驰国际广场20号楼，4层B区",
        "telephone": "028-88222175",
        "latitude": "30.58155",
        "longitude": "103.5254",
        "trafficRoutes": "1、2、10路公车到达"
    },
    {
        "id": "570",
        "cityName": "成都",
        "cinemaName": "太平洋影城（金沙店）",
        "address": "成都市清江西路51号中大君悦广场4楼",
        "telephone": "028-87316228",
        "latitude": "30.68166",
        "longitude": "104.0063",
        "trafficRoutes": "64、125、736、164路清江西路站下车步行到达影城\n乘座地铁4号线在清江西路站下车步行到达影城"
    },
    {
        "id": "631",
        "cityName": "武汉",
        "cinemaName": "武汉金逸影城（武胜路店）",
        "address": "武汉市硚口区武胜路凯德广场7楼",
        "telephone": "027-88188970",
        "latitude": "30.57511",
        "longitude": "114.2742",
        "trafficRoutes": "24路通宵车, 402路, 503路, 507路, 519路, 522路, 524路, 571路, 584路, 585路, 598路, 608路, 609路, 648路, 701路, 704路, 705路, 706路, 707路空调, 726路, 电1路, 电车7路10通宵, 64路, 64路通宵车外环, 71路, 291路, 506路, 519路, 523路, 536路, 536路通宵线空调, 542路, 546路, 575路空调, 585路, 603路, 609路, 701路, 703路空调, 706路"
    },
    {
        "id": "632",
        "cityName": "武汉",
        "cinemaName": "武汉金逸吴家山（北冰洋店）",
        "address": "武汉市东西湖区吴家山四明路北冰洋城市广场4楼",
        "telephone": "027-83080026",
        "latitude": "30.62835",
        "longitude": "114.149",
        "trafficRoutes": "乘坐轻轨1号线至五环大道下车，步行5分钟至北冰洋城市广场即可；乘坐505 546至东吴大道四明路下车，步行3分钟 。\n"
    },
    {
        "id": "633",
        "cityName": "武汉",
        "cinemaName": "武汉环银电影城",
        "address": "汉口解放大道686号世贸广场8楼",
        "telephone": "027-85448141",
        "latitude": "30.58649",
        "longitude": "114.2753",
        "trafficRoutes": "乘64.705.701.806.522路，在 航空路 下车，步行至武汉环银电影城\n"
    },
    {
        "id": "634",
        "cityName": "武汉",
        "cinemaName": "金逸武汉销品茂店",
        "address": "湖北省武汉市武昌徐东大街18号销品茂5楼",
        "telephone": "027-68898561",
        "latitude": "30.5939",
        "longitude": "114.3482",
        "trafficRoutes": "乘308.501.76.530.589.702路，在 徐东路 下车，步行至武汉金逸影城"
    },
    {
        "id": "635",
        "cityName": "武汉",
        "cinemaName": "洪山礼堂银兴影城",
        "address": "武汉市武昌区洪山路81号",
        "telephone": "027-87232936",
        "latitude": "30.55232",
        "longitude": "114.3549",
        "trafficRoutes": "14, 108, 411, 552, 578, 701, 709, 802, 810, 电车1"
    },
    {
        "id": "636",
        "cityName": "武汉",
        "cinemaName": "银兴国际影城江夏店",
        "address": "武汉市江夏大道128号附1号中央大街2号楼4层",
        "telephone": "027-81827958",
        "latitude": "30.3595",
        "longitude": "114.3357",
        "trafficRoutes": "3路、4路、6路、8路、公交车在地税局下车即到；903路在903江夏停保场下场即到。"
    },
    {
        "id": "637",
        "cityName": "武汉",
        "cinemaName": "华谊兄弟影院武汉光谷店",
        "address": "武汉市洪山区关山大道光谷天地F1区三楼",
        "telephone": "",
        "latitude": "30.48129",
        "longitude": "114.4169",
        "trafficRoutes": "乘武汉市内公交405路、510路、715路、755路、789路、810路、903路、909路、529路、586路等至关山大道大彭村站或南湖大道大彭村站下车→向光谷天地F1座前行200米即是"
    },
    {
        "id": "638",
        "cityName": "武汉",
        "cinemaName": "华谊兄弟武汉影院黄陂店",
        "address": "武汉黄陂区黄陂大道387号黄陂广场C座",
        "telephone": "027-61106295",
        "latitude": "30.88687",
        "longitude": "114.3821",
        "trafficRoutes": "乘坐292、295至新车站，乘坐21路或11路至黄陂广场站即可；或乘3号轻轨至汉口北站，再乘坐3路公交至新车站，然后乘坐21路或11路至黄陂广场站即可。 "
    },
    {
        "id": "639",
        "cityName": "武汉",
        "cinemaName": "金逸武汉南湖店",
        "address": "武汉市武昌区丁字桥南路518号南国南湖城市广场3楼",
        "telephone": "027-88709399",
        "latitude": "30.51048",
        "longitude": "114.3315",
        "trafficRoutes": "543、587、609、572、571、576、591、804、613、59路于雅安街或江南庭院下车即到"
    },
    {
        "id": "640",
        "cityName": "武汉",
        "cinemaName": "金逸武汉杨汊湖店",
        "address": "武汉市江汉区姑嫂树路12号南国北都城市广场三楼",
        "telephone": "027-85555616",
        "latitude": "30.63301",
        "longitude": "114.2719",
        "trafficRoutes": "乘坐35、47、291、527、535、560、563、598、601、628、705、711、726、729、741、805、318等至江汉区姑嫂树路与兴业路交汇处南国北都城市广场3楼"
    },
    {
        "id": "641",
        "cityName": "武汉",
        "cinemaName": "金逸武汉中南店",
        "address": "武汉市武昌区武珞路440号中南国际城4楼",
        "telephone": "027-87715855",
        "latitude": "30.54008",
        "longitude": "114.3367",
        "trafficRoutes": "途经公交车：15路, 25路, 401路, 510路空调, 518路, 518区, 519路, 536路通宵线空调, 538路空调, 590路空调, 596路, 608路, 703路空调, 715路, 728路, 804路, 806路, 811路空调"
    },
    {
        "id": "642",
        "cityName": "武汉",
        "cinemaName": "金逸武汉王家湾店",
        "address": "武汉市汉阳区王家湾龙阳大道特6号摩尔城C区5楼",
        "telephone": "027-84459599",
        "latitude": "30.56446",
        "longitude": "114.2149",
        "trafficRoutes": "乘坐204、205、208、579、585、596、597、646、735、79、803路公车到达王家湾站即可"
    },
    {
        "id": "643",
        "cityName": "武汉",
        "cinemaName": "武汉正华影城",
        "address": "武汉洪山区民族大道118号光谷时间广场",
        "telephone": "027-87746933",
        "latitude": "30.50154",
        "longitude": "114.4039",
        "trafficRoutes": "乘坐732、733、810、318、538、572、586、583、590、739、811、901路 民院学生公寓站下 \n\n581、903、907、738路 下钱西村站下\n\n529、715、728、757、758、723、788路 下钱东村站下\n"
    },
    {
        "id": "644",
        "cityName": "武汉",
        "cinemaName": "湖北银兴国际影城（西园旗舰店）",
        "address": "万松园路100号西园步行街三楼",
        "telephone": "027-85801665",
        "latitude": "30.59152",
        "longitude": "114.275",
        "trafficRoutes": "公交乘车：\n公交路线（一）： 1、2、电3、42、64（内环）、291、305、505、508、522、524、548、549、575、703、705、706、712、716、721、726、802中山公园下车 519、705万松园横路站下车 \n公交线路（二）： 1、乘2路、42路、64路、69路、505路、508路、522路、524路、548路、551路、571路、703路、705路、706路、726路至协和医院中山公园站下车，行至苏宁电器旁路口前行约300米即到 \n公交线路（三）：乘3路、5路、291路"
    },
    {
        "id": "645",
        "cityName": "武汉",
        "cinemaName": "中影国际影城武汉江岸东购店",
        "address": "武汉市江岸区二七路汉口东部购物公园C2栋4F",
        "telephone": "027-82285875-8001",
        "latitude": "30.62792",
        "longitude": "114.3226",
        "trafficRoutes": "508、707、727、电3、555、301、30、229路公车到达"
    },
    {
        "id": "646",
        "cityName": "武汉",
        "cinemaName": "华夏国际影城（鲁广店）",
        "address": "洪山区珞喻路726号鲁巷广场购物中心7楼（商场3号A门，5号门电梯可直达影城）",
        "telephone": "027-87770766",
        "latitude": "30.51268",
        "longitude": "114.4033",
        "trafficRoutes": "公交路线：珞喻路鲁巷站 15路 18路 25路 59路 72路 401路 510路 518路通宵线 518路区间 518路 521路 536路 536路通宵线 591路 593路 613路 702路 703路 709路 728路 810路 902路东线 912路 913路。 地铁2号线 光谷广场站， F口出口，三号A门或五号门电梯直达影城7楼"
    },
    {
        "id": "647",
        "cityName": "武汉",
        "cinemaName": "武汉万达影城福客茂光魔酷映店",
        "address": "武汉市武昌区友谊大道团结村路福客茂五楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "648",
        "cityName": "武汉",
        "cinemaName": "武汉17.5影城宝丰店",
        "address": "武汉市硚口区建设大道439号 武汉卜蜂莲花宝丰店2楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "649",
        "cityName": "武汉",
        "cinemaName": "青山天河国际电影城",
        "address": "武汉市青山区建七路52号（青山区文化馆内）",
        "telephone": "027-86336033",
        "latitude": "30.64509",
        "longitude": "114.4048",
        "trafficRoutes": "乘坐16、20、23、50、53、201、234、514、555、542、511、551、807路公车到达红钢城车站"
    },
    {
        "id": "650",
        "cityName": "武汉",
        "cinemaName": "CGV星星影城（天地店）",
        "address": "武汉市江岸区芦沟桥路28号 武汉天地11号楼",
        "telephone": "027-82716621",
        "latitude": "30.61316",
        "longitude": "114.3167",
        "trafficRoutes": "公交：公交线路30 60 212 402 516 520 526 548 588 601 707 721 727永清站下\n轻轨：“黄浦路”站下车\n"
    },
    {
        "id": "686",
        "cityName": "东莞",
        "cinemaName": "中影南方国际影城（鹿湖店）",
        "address": "东莞市清溪镇文化广场右翼一楼",
        "telephone": "0769-87733299",
        "latitude": "22.84113",
        "longitude": "114.172",
        "trafficRoutes": "全镇所有公交都可到达"
    },
    {
        "id": "687",
        "cityName": "东莞",
        "cinemaName": "金逸东莞虎门店",
        "address": "东莞市虎门镇太沙路64号步行街DE栋4-6楼",
        "telephone": "0769-85246012",
        "latitude": "22.8164",
        "longitude": "113.6791",
        "trafficRoutes": "6路公车到达、118A公交车"
    },
    {
        "id": "688",
        "cityName": "东莞",
        "cinemaName": "橙天嘉禾影城（第一国际店）",
        "address": "东莞市南城区鸿福路200号第一国际汇一城购物中心B座3楼",
        "telephone": "0769-28631166-815",
        "latitude": "23.01581",
        "longitude": "113.7625",
        "trafficRoutes": "乘坐19、27、41、X7、X9公车到达   嘉禾第一国际影城，索尼4K放映机搭配全金属银幕\n嘉禾影院影迷群：135197330 （已满）\n                请加此QQ：160185683\n新浪微博：@橙天嘉禾东莞第一国际"
    },
    {
        "id": "689",
        "cityName": "东莞",
        "cinemaName": "金逸东莞东城店",
        "address": "东城区东泰花园泰和路友谊综合市场3楼（东泰嘉荣购物广场3楼）",
        "telephone": "0769-23368030",
        "latitude": "23.00723",
        "longitude": "113.7715",
        "trafficRoutes": "X1路、LG1路、9路、18路、46路、52路、54路"
    },
    {
        "id": "690",
        "cityName": "东莞",
        "cinemaName": "东莞比高电影城（南城店）",
        "address": "东莞市南城区宏伟路景湖时代城，西平家乐福、彩怡百货三楼",
        "telephone": "0769-26981889-602",
        "latitude": "23.00132",
        "longitude": "113.765",
        "trafficRoutes": "10、51、54、X1、X2、X9、LG1等7条公交线路"
    },
    {
        "id": "691",
        "cityName": "东莞",
        "cinemaName": "博纳国际影城(星河城店)",
        "address": "东莞市东城区东升路星河传说星河城3楼3002号",
        "telephone": "0769-26626866",
        "latitude": "23.02807",
        "longitude": "113.7974",
        "trafficRoutes": "16、K1、C1、55、59、21、22、3、X10、15A、43路公车到达"
    },
    {
        "id": "692",
        "cityName": "东莞",
        "cinemaName": "橙天嘉禾影城（天一城店）",
        "address": "东莞市樟木头镇西城路11号天一城购物中心五楼",
        "telephone": "0769-87798877",
        "latitude": "22.91568",
        "longitude": "114.0709",
        "trafficRoutes": "乘坐1路、3路、8路、12路、83路、129路、203路、213路、218路公车到达大润发下"
    },
    {
        "id": "693",
        "cityName": "东莞",
        "cinemaName": "东莞典范文化电影城",
        "address": "东莞市南城区鸿福路92号中环财富广场4楼",
        "telephone": "0769-22334000",
        "latitude": "23.02142",
        "longitude": "113.7519",
        "trafficRoutes": "8路 14路 24路 26路 31路 47路 X5路 X7路 X11路 X13路 电信局下车 步行大约300米到苏宁电器上4楼即可\n\n"
    },
    {
        "id": "694",
        "cityName": "东莞",
        "cinemaName": "金逸东莞厚街店",
        "address": "东莞市厚街镇富民商业街C栋4楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "695",
        "cityName": "东莞",
        "cinemaName": "中影时代电影城",
        "address": "东莞市南城区鸿福路88号莱蒙商业中心3楼",
        "telephone": "0769-21685555",
        "latitude": "23.02129",
        "longitude": "113.751",
        "trafficRoutes": "X5、X7、8、X11、X13、14、24、26、31、47、59电信局下；C1、L1、、2、L4、6、X7、8、10、X11、20、39、48、59鸿福路口下（沃尔玛旁）"
    },
    {
        "id": "696",
        "cityName": "东莞",
        "cinemaName": "东莞完美世界影城凤岗店（原17.5影城）",
        "address": "东莞市凤岗镇永盛大街永江大厦四楼401",
        "telephone": "0769-82927032",
        "latitude": "22.74785",
        "longitude": "114.1372",
        "trafficRoutes": "1、4、6、7、8路公交"
    },
    {
        "id": "697",
        "cityName": "东莞",
        "cinemaName": "东莞完美世界影城长安店（原17.5影城）",
        "address": "东莞市长安镇莲峰路50号星港城购物中心四楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "698",
        "cityName": "东莞",
        "cinemaName": "橙天嘉禾影城（又一城店）",
        "address": "东莞市虎门镇连升中路虎门地标大厦4楼",
        "telephone": "0769-89208555",
        "latitude": "22.81009",
        "longitude": "113.6944",
        "trafficRoutes": "5路、6路、9路、10路"
    },
    {
        "id": "699",
        "cityName": "东莞",
        "cinemaName": "东莞中影火山湖影城",
        "address": "东莞市东城中心世博广场G区3楼",
        "telephone": "0769-23016666",
        "latitude": "23.03783",
        "longitude": "113.7845",
        "trafficRoutes": "供电公司站：3、4路\n主山市场站：6、30、K6路\n东城中心站：3、C1、14、27、28、29路，\n"
    },
    {
        "id": "700",
        "cityName": "东莞",
        "cinemaName": "东莞万达影城华南MALL店",
        "address": "广东东莞市万江区万道路华南MALL ，D区三楼",
        "telephone": "0769-22430206",
        "latitude": "23.03976",
        "longitude": "113.7319",
        "trafficRoutes": "乘座28、38、53、K5、L2、L3、LG1、X6、X7、X20、58A、L5A、L5B路，到 华南MALL站下车，穿行主广场可到达万达国际电影城。东莞万达会员管理咨询，倾听您的心声，东莞万达会员俱乐部QQ群88321048，验证信息：请输入（持卡姓名、会员卡号）进行验正。将为您提供全方位的会员咨询信息。影迷可以加入IMAX①群：60839027  IMAX②群：61700260  IMAX③群：91099864 IMAX④群：30722690  IMAX⑤群：51891883  IMAX⑦群：34476"
    },
    {
        "id": "701",
        "cityName": "东莞",
        "cinemaName": "大地影院（塘厦缤纷时代店）",
        "address": "东莞市塘厦镇莲湖缤纷时代广场E栋2楼",
        "telephone": "0769-82107008",
        "latitude": "22.83464",
        "longitude": "114.1127",
        "trafficRoutes": "5路:沙湖居委会--缤纷时代广场　　\n7路:旧大新广场--桥陇居委会：塘厦第一小学（下）\n8路:田心社区--林村新太阳城：缤纷时代广场（下）\n10路:缤纷时代广场--平山市场\n16路:东浦市场--莲湖惠华厂：塘厦第一小学（下）\n自驾车：在塘厦新都会酒店往石潭步方向前行200米左右可以到达。"
    },
    {
        "id": "702",
        "cityName": "东莞",
        "cinemaName": "东莞长安万达广场店",
        "address": "东莞市长安镇宵边社区东门中路1号万达广场4层",
        "telephone": "0769-89888888-2",
        "latitude": "22.81458",
        "longitude": "113.827",
        "trafficRoutes": "可乘坐2路（镇区内）、6路（镇区内）、14路（镇区内）、22路（镇区内）、86路、90路、91路、131路、、201路、202路、203、207A路、207路、208路、210路、216路、301路、302路、309路、312路、323路车，在“长安门站”下车即可看到万达广场。"
    },
    {
        "id": "703",
        "cityName": "东莞",
        "cinemaName": "大扬影城",
        "address": "大朗镇长盛广场步行街西二入口三楼",
        "telephone": "0769-83108883",
        "latitude": "22.93969",
        "longitude": "113.9355",
        "trafficRoutes": "208路 301路 312路 常平18路   大朗1路  大朗2路 大朗4路 大朗6路 大朗7路 大朗9路 大朗15路 大朗16路a 大朗16路 大朗28路（均至：长盛广场站）"
    },
    {
        "id": "704",
        "cityName": "东莞",
        "cinemaName": "中影国际影城东莞常平百花店",
        "address": "东莞市常平市场路1号百花时代广场5楼",
        "telephone": "0769-82550088",
        "latitude": "22.98042",
        "longitude": "114.0005",
        "trafficRoutes": "镇区三分之二的公交车在此设有站点，广深港动车站距百花时代广场仅需十分钟车程；\n1路、1B路、2路、3路、4路、6路、7路、8路、10路、 16路、A1路、A2路、A3至百花时代广场\n"
    },
    {
        "id": "705",
        "cityName": "东莞",
        "cinemaName": "中影星河电影城（大岭山店）",
        "address": "东莞市大岭山镇教育路天和百货5楼",
        "telephone": "0769-81623666",
        "latitude": "22.90719",
        "longitude": "113.8465",
        "trafficRoutes": ""
    },
    {
        "id": "739",
        "cityName": "天津",
        "cinemaName": "天津农垦博纳国际影城IMAX ",
        "address": "天津南开区宾水西道天津体育中心B馆津奥广场二层",
        "telephone": "022-23477816",
        "latitude": "39.08323",
        "longitude": "117.1867",
        "trafficRoutes": "608 668 685 "
    },
    {
        "id": "740",
        "cityName": "天津",
        "cinemaName": "新影联鸿泰影城",
        "address": "天津经济开发区第三大街32号鸿泰千佰汇四层",
        "telephone": "022-66295366",
        "latitude": "39.03618",
        "longitude": "117.7124",
        "trafficRoutes": ""
    },
    {
        "id": "741",
        "cityName": "天津",
        "cinemaName": "塘沽大剧院",
        "address": "天津塘沽区中心路7号",
        "telephone": "022-25862713",
        "latitude": "39.02553",
        "longitude": "117.6585",
        "trafficRoutes": ""
    },
    {
        "id": "742",
        "cityName": "天津",
        "cinemaName": "中影国际影城天津和平津湾店",
        "address": "天津市和平区解放北路与赤峰道交口津湾广场6号楼3、4层",
        "telephone": "022-23219060-8000",
        "latitude": "39.13848",
        "longitude": "117.2176",
        "trafficRoutes": "地铁3号线津湾广场站B口出站沿海河边步行300米即到，公交天津站下车或口腔医院下车步行10分钟"
    },
    {
        "id": "743",
        "cityName": "天津",
        "cinemaName": "幸福蓝海国际影城（天津天佑城店）",
        "address": "天津市南开区西南角地铁站A出口天佑城6楼",
        "telephone": "022-58285288",
        "latitude": "39.14336",
        "longitude": "117.1796",
        "trafficRoutes": "906路、600路、639路、903路南马路站下车；645路、676路、860路、863路西南角站下车，南开区西南角1、2号线地铁换乘处A出口天佑城6楼"
    },
    {
        "id": "744",
        "cityName": "天津",
        "cinemaName": "佳映国际影城（天津滨江道店）",
        "address": "天津市和平区滨江道300号欧乐时尚广场",
        "telephone": "022-27183339",
        "latitude": "39.1265",
        "longitude": "117.2026",
        "trafficRoutes": "地铁1号线 营口道站\n公交：503路、659路、669路、678路、3路、35路、45路、50路、600路、606路、631路、632路、641路、643路、650路、657路、673路、800路、840路、842路、847路、851路、865路、867路、870路、901路、906路、954路、观光2路 滨江道站"
    },
    {
        "id": "745",
        "cityName": "天津",
        "cinemaName": "中影国际影城天津河西怡乐店",
        "address": "天津市河西区大沽南路531号怡乐天地购物中心4层",
        "telephone": "022-59586690",
        "latitude": "39.10799",
        "longitude": "117.2303",
        "trafficRoutes": "3、175、665、846、858、867\n地铁一号线 下瓦房站 下车即到"
    },
    {
        "id": "746",
        "cityName": "天津",
        "cinemaName": "银兴国际影城（天津店）",
        "address": "天津市河西区乐园道彩悦城4楼（刘老根大舞台旁）",
        "telephone": "022-83885183",
        "latitude": "39.09596",
        "longitude": "117.2236",
        "trafficRoutes": "866路公交车在越秀路站下车；另外也可乘606路、632路、655路、859路公交在天津乐园站下车"
    },
    {
        "id": "747",
        "cityName": "天津",
        "cinemaName": "星美国际影城（天津盛林店）",
        "address": "天津市南开区白堤路168号世通大厦三楼",
        "telephone": "022-60266678",
        "latitude": "39.12216",
        "longitude": "117.165",
        "trafficRoutes": "609 633 640 687 705 829 842 847 849 859 到达世通大厦站下车；\n662 678 700 867 879 903 到达西湖道站下车； \n646到达白堤路站下车 "
    },
    {
        "id": "748",
        "cityName": "天津",
        "cinemaName": "金逸天津鞍山西道店",
        "address": "南开区鞍山西道259号时代数码广场5-6层",
        "telephone": "022-58112952",
        "latitude": "39.11992",
        "longitude": "117.1711",
        "trafficRoutes": "45路，50路，638路，650路，678路，681路，842路，851路，859路，879路等"
    },
    {
        "id": "749",
        "cityName": "天津",
        "cinemaName": "金逸天津IMAX大悦城店",
        "address": "天津市南开区南门外大街大悦城商场4楼",
        "telephone": "022-58106700",
        "latitude": "39.14069",
        "longitude": "117.1872",
        "trafficRoutes": "公交观光2路 606路 609路 628路 632路 633路 635路 638路 639路 640路 641路 645路 646路 658路 659路 675路 676路 681路 829路 832路 837路 855路 841路 860路 878路 905路 954路 961路\n"
    },
    {
        "id": "750",
        "cityName": "天津",
        "cinemaName": "金逸天津奥城店",
        "address": "天津市南开区宾水西道奥城商业广场8号3层",
        "telephone": "022-23855062",
        "latitude": "39.08174",
        "longitude": "117.1784",
        "trafficRoutes": "乘668、878、879、901、685、963路至时代奥城站下车步行至金逸影城，8路、快速1路至体育中心下车。\n"
    },
    {
        "id": "751",
        "cityName": "天津",
        "cinemaName": "金逸天津西岸店",
        "address": "河西区琼州道103号",
        "telephone": "022-58182222",
        "latitude": "39.10967",
        "longitude": "117.2261",
        "trafficRoutes": "608 866 858 678 803 865 511到人民公园下车即可"
    },
    {
        "id": "752",
        "cityName": "天津",
        "cinemaName": "天津博纳国际影城",
        "address": "天津南开区东马路与水阁大街交口古文化街西侧",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "753",
        "cityName": "天津",
        "cinemaName": "橙天嘉禾影城（河西万象城IMAX店）",
        "address": "天津市河西区银河国际购物中心5层日辉厅（广东路与乐园道交口）",
        "telephone": "022-83889188",
        "latitude": "39.09682",
        "longitude": "117.2222",
        "trafficRoutes": "4,675,912,机场专线5路-文化中心站；48,619,682,857,866-越秀路站；47,662,668,800,835,868-文玥北里站；511,641-前进道站"
    },
    {
        "id": "754",
        "cityName": "天津",
        "cinemaName": "天津左岸影城",
        "address": "天津市河西区大沽南路1118号（近珠江道口）泉汇购物广场4楼",
        "telephone": "022-28155888-8006",
        "latitude": "39.0747",
        "longitude": "117.2881",
        "trafficRoutes": "公交：95、97、216、220、321、655、656、686、808、835、846、855、859路灰堆南站，152、165、629、652路灰堆站，605、665、676、706路雅致里站；地铁：1号线“财经大学”站A口步行约800米。"
    },
    {
        "id": "755",
        "cityName": "天津",
        "cinemaName": "中影国际影城天津西青永旺店",
        "address": "天津市西青区中北工业园阜盛道1号永旺购物中心301号",
        "telephone": "022-87195803",
        "latitude": "39.14887",
        "longitude": "117.0979",
        "trafficRoutes": "地铁二号线、669路"
    },
    {
        "id": "756",
        "cityName": "天津",
        "cinemaName": "首都电影院天津店",
        "address": "天津市河东区新开路远洋未来广场3层",
        "telephone": "022-59661171",
        "latitude": "39.14541",
        "longitude": "117.2282",
        "trafficRoutes": "地铁2号线、公交600路、646路、868路到达"
    },
    {
        "id": "757",
        "cityName": "天津",
        "cinemaName": "天津完美世界影城迎宾店（原17.5影城）",
        "address": "天津市滨海新区大港世纪大道118号迎宾商业广场新楼三层北侧",
        "telephone": "022-63112198",
        "latitude": "38.85061",
        "longitude": "117.4605",
        "trafficRoutes": "乘车路线：688，652，161，130，522，523，便民61路 至 胜利街站 下车"
    },
    {
        "id": "758",
        "cityName": "天津",
        "cinemaName": "天津完美世界影城宝坻店（原17.5影城）",
        "address": "天津市宝坻区环城南路与开元路口交口百代富地四楼",
        "telephone": "022-59286061",
        "latitude": "39.71186",
        "longitude": "117.3033",
        "trafficRoutes": "592、594"
    },
    {
        "id": "791",
        "cityName": "杭州",
        "cinemaName": "杭州东漫影院",
        "address": "杭州市天城路秋涛路交叉口新澳门广场二楼",
        "telephone": "0571-89807000",
        "latitude": "30.29266",
        "longitude": "120.2047",
        "trafficRoutes": "地铁1号线闸弄口站、135路、179路、40路等公交到达"
    },
    {
        "id": "792",
        "cityName": "杭州",
        "cinemaName": "杭州比高电影城（大河店）",
        "address": "杭州市拱墅区小河路488号运河天地4幢",
        "telephone": "0571-28066699",
        "latitude": "30.33198",
        "longitude": "120.1442",
        "trafficRoutes": "47、79、69路到轻纺桥站,129路高家花园站"
    },
    {
        "id": "793",
        "cityName": "杭州",
        "cinemaName": "杭州转塘时代电影大世界影城",
        "address": "杭州西湖区转塘街道美院南路99号4楼",
        "telephone": "0571-88758888",
        "latitude": "30.15678",
        "longitude": "120.0828",
        "trafficRoutes": "189，311，4，308线公交"
    },
    {
        "id": "794",
        "cityName": "杭州",
        "cinemaName": "卢米埃杭州银泰影城",
        "address": "杭州市江干区庆春东路银泰百货庆春店6层",
        "telephone": "0571-86533866",
        "latitude": "30.26439",
        "longitude": "120.2121",
        "trafficRoutes": "庆春广场东：K323、K100（区间）、K100、K210（夜间线）、K525、K401、45/K45、K186\n\n庆春东路：K100（区间）、K100、K202（夜间线）、K186、848、K304、K105、K106\n\n景昙路庆春路口：864\n\n景御路：834、862、84\n\n红菱新村：K305、K20、K64、K317、K56、K55、K805 "
    },
    {
        "id": "795",
        "cityName": "杭州",
        "cinemaName": "众安电影大世界",
        "address": "杭州市香积寺路21号",
        "telephone": "0571-85266677",
        "latitude": "30.31323",
        "longitude": "120.1803",
        "trafficRoutes": "K22 K72 K78 K41 K12 K88到 香积寺路 到达"
    },
    {
        "id": "796",
        "cityName": "杭州",
        "cinemaName": "杭州金象影城",
        "address": "杭州市登云路518号",
        "telephone": "0571-86558333",
        "latitude": "30.30383",
        "longitude": "120.124",
        "trafficRoutes": "10路、63路、303路（文化商城站）"
    },
    {
        "id": "797",
        "cityName": "杭州",
        "cinemaName": "金逸国际影城南宋御街店",
        "address": "杭州市上城区中山中路168号",
        "telephone": "0571-87829390",
        "latitude": "30.24995",
        "longitude": "120.1773",
        "trafficRoutes": "中河路口站：40/K40、K7、900、Y2、992路\n耀江广厦站：K7、34/K34、40/K40、108、113、308/K308、900、Y7、992路\n涌金立交站：13/K30、71/k71、87/k87、113、801/K801、834路\n惠民路口站：13/K13、87/K87、113路\n高银街东口站：8/K8、60/K60、119、195、208、216路\n惠民路站：8/K8、34/K34 、59/K59、108、119、208、216路\n定安路站：地铁一号线"
    },
    {
        "id": "798",
        "cityName": "杭州",
        "cinemaName": "杭州蓝钻影城",
        "address": "杭州市江干区杭海路238号森禾商务广场2F（新塘路与杭海路交叉口）",
        "telephone": "0571-58123800",
        "latitude": "30.25959",
        "longitude": "120.2137",
        "trafficRoutes": "公交110路（乌龙庙）、45、100路（庆春广场东）、K108、156路（新塘路杭海路口）、B支6路（采荷新村）"
    },
    {
        "id": "799",
        "cityName": "杭州",
        "cinemaName": "UME影城（杭州城西店）",
        "address": "杭州市文二西路551号西城广场4楼",
        "telephone": "0571-88100999",
        "latitude": "30.28696",
        "longitude": "120.1005",
        "trafficRoutes": "乘86路、199路、900路、17路、24路、89路、118路、130路等至文二西路古墩路口下车，步行至UME国际影城。"
    },
    {
        "id": "800",
        "cityName": "杭州",
        "cinemaName": "中影国际影城杭州星光大道店",
        "address": "杭州市滨江区星光国际广场2栋4层",
        "telephone": "0571-88924988",
        "latitude": "30.21314",
        "longitude": "120.2161",
        "trafficRoutes": "附近公交\n站牌：公交江晖路丹枫路口站 泰安路丹枫路口 星光大道南口 \n线路： K194大站车 B支6   K195 107路 114路 115路 226/225路  \n"
    },
    {
        "id": "801",
        "cityName": "杭州",
        "cinemaName": "杭州光影影院",
        "address": "杭州市湖墅南路103号百大花园裙楼三楼、四楼（湖墅南路与文晖路交叉口、星都宾馆对面）",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "802",
        "cityName": "杭州",
        "cinemaName": "SFC上影影城（杭州临平店）",
        "address": "杭州市余杭区临平藕花洲大街303号沃尔玛4楼",
        "telephone": "0571-86215555",
        "latitude": "30.42128",
        "longitude": "120.3048",
        "trafficRoutes": " K338、K760、K762、K314、K321、K587、K507、K531等"
    },
    {
        "id": "803",
        "cityName": "杭州",
        "cinemaName": "杭州新华影都",
        "address": "庆春路169号娃哈哈美食城三楼",
        "telephone": "0571-87049310",
        "latitude": "30.26365",
        "longitude": "120.1756",
        "trafficRoutes": "59路、18路、45路、186路"
    },
    {
        "id": "804",
        "cityName": "杭州",
        "cinemaName": "杭州星际影城",
        "address": "杭州市下城区石桥路468号江南时代广场2F",
        "telephone": "0571-28953456",
        "latitude": "30.34963",
        "longitude": "120.1986",
        "trafficRoutes": "杭州装饰城 196 217 22 312 528 535 其他135 201 209 288 2 304 316 99 公车到达；自驾车: 秋石高架永祥出口"
    },
    {
        "id": "805",
        "cityName": "杭州",
        "cinemaName": "金逸杭州北城天地店",
        "address": "拱墅区湖州街567号北城天地商业广场4F",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "806",
        "cityName": "杭州",
        "cinemaName": "杭州华元电影大世界",
        "address": "江干区下沙经济开发区2号大街华元十六街区商城三楼",
        "telephone": "0571-81634323",
        "latitude": "30.31547",
        "longitude": "120.3591",
        "trafficRoutes": "1、自驾车从市区至下沙方向行驶需沿下沙六号大街直行至九号大街左转，再沿九号大街直行至二号大街左转500米左右即可到达。（目的地华元十六街区商城的对面为浙江理工大学。）\n2、乘坐地铁1号线，在文泽站下车D出口处向东步行150米即可到达；\n3、乘坐K320、K382、K381、K210等公交可到四号大街9号路口站（育英学院）下车，再往北走200米即可到达；\n"
    },
    {
        "id": "807",
        "cityName": "杭州",
        "cinemaName": "翠苑电影大世界",
        "address": "杭州市文一路298号",
        "telephone": "0571-88922960",
        "latitude": "30.29458",
        "longitude": "120.129",
        "trafficRoutes": "乘10路、19路、B2路、B4路、70路、75路、79路、43路、804路到宋江村下车。"
    },
    {
        "id": "808",
        "cityName": "杭州",
        "cinemaName": "新远国际影城",
        "address": "西湖文化广场8号（C区）",
        "telephone": "0571-85001088",
        "latitude": "30.28263",
        "longitude": "120.1699",
        "trafficRoutes": "K67/K78/K2/K72/k106/K30/K38(中北桥站) \nK56/K24/K26(杭州大厦站)"
    },
    {
        "id": "809",
        "cityName": "杭州",
        "cinemaName": "新远下沙影城",
        "address": "下沙经济技术开发区文泽路99号福雷德广场B座",
        "telephone": "0571-88285470",
        "latitude": "30.3275",
        "longitude": "120.3544",
        "trafficRoutes": "B支4、382 525 （学林街文泽路口）、K223、K370、K869(文泽路西口站)、B1（学源街文泽路路口站）"
    },
    {
        "id": "810",
        "cityName": "杭州",
        "cinemaName": "恒隆电影大世界",
        "address": "杭州市萧山区山阴路恒隆广场D座5F",
        "telephone": "0571-82821230",
        "latitude": "30.18373",
        "longitude": "120.2686",
        "trafficRoutes": "市心中路公交：K30、K16、K22 恒隆广场站\n山阴路公交： K8、K27、K29、K601、K301 时代广场站"
    },
    {
        "id": "836",
        "cityName": "沈阳",
        "cinemaName": "金逸沈阳IMAX龙之梦店",
        "address": "沈阳市大东区滂江街26号小商品大世界7层",
        "telephone": "024-31390386",
        "latitude": "41.81319",
        "longitude": "123.4909",
        "trafficRoutes": "乘坐地铁一号线、二号线、116路、134路、207路、254路、257路、276路、286路、287路、296路、383路、245路、218路、219路、179路"
    },
    {
        "id": "837",
        "cityName": "沈阳",
        "cinemaName": "沈阳金逸影城长白店",
        "address": "沈阳市和平区长白2街3-2号",
        "telephone": "024-31632380",
        "latitude": "41.75649",
        "longitude": "123.3953",
        "trafficRoutes": "公交路线：149、165、324、173、预备役号至万科城下车"
    },
    {
        "id": "838",
        "cityName": "沈阳",
        "cinemaName": "金逸影城沈阳太原街店",
        "address": "沈阳市和平区中华路18号潮汇7层",
        "telephone": "024-31878786",
        "latitude": "41.79924",
        "longitude": "123.4048",
        "trafficRoutes": "公交车：环路、103、152、203、207、208、220、221、223、225、232、235、237、240、246、324、327、501、地铁一号线等到南一马路或沈阳站下车。\n"
    },
    {
        "id": "839",
        "cityName": "沈阳",
        "cinemaName": "金逸沈阳泛华店",
        "address": "沈阳市浑南新区浑南西路8号泛华广场购物中心6层",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "840",
        "cityName": "沈阳",
        "cinemaName": "SFC上影影城（沈阳新玛特店）",
        "address": "大东区小东路1号新玛特购物广场七楼",
        "telephone": "024-62169388",
        "latitude": "41.80838",
        "longitude": "123.4714",
        "trafficRoutes": "116路、207路到鹏利广场下车，105路、218路、117路、113路、219路、248路、298路、330路到中街下车"
    },
    {
        "id": "841",
        "cityName": "沈阳",
        "cinemaName": "卢米埃沈阳天地影城",
        "address": "沈阳市皇姑区北陵大街17号沈阳天地（中汇广场）F3-05",
        "telephone": "024-31658001",
        "latitude": "41.83078",
        "longitude": "123.4381",
        "trafficRoutes": "乘坐地铁2号线岐山路站、217路、214路、800路"
    },
    {
        "id": "842",
        "cityName": "沈阳",
        "cinemaName": "华谊兄弟沈阳影院",
        "address": "沈阳市铁西区北二中路6号星摩尔购物中心3楼",
        "telephone": "",
        "latitude": "41.81395",
        "longitude": "123.3829",
        "trafficRoutes": "205 235 204 284 268 114 295"
    },
    {
        "id": "843",
        "cityName": "沈阳",
        "cinemaName": "乐天新东北影城",
        "address": "沈阳市于洪区黄河北大街96号诚大国奥商城6楼",
        "telephone": "024-86471600",
        "latitude": "41.88089",
        "longitude": "123.4226",
        "trafficRoutes": "138、141、190、236、255、326、381、382"
    },
    {
        "id": "844",
        "cityName": "沈阳",
        "cinemaName": "中影华臣影城（华府店）",
        "address": "沈阳市哈尔滨路118号华府天地购物中心4F",
        "telephone": "024-22598666",
        "latitude": "41.81897",
        "longitude": "123.4386",
        "trafficRoutes": "800 217 247 115 220 264 123 214 北京街 224 228 244 294 惠工广场\n"
    },
    {
        "id": "845",
        "cityName": "沈阳",
        "cinemaName": "中影华臣影城（三好街店）",
        "address": "沈阳市和平区文萃路4号 诚大数码国际广场5F",
        "telephone": "024-28208666",
        "latitude": "41.77158",
        "longitude": "123.4381",
        "trafficRoutes": "117、222、265路到三好街下车；169、126到文萃路下车 乘坐地铁2号线到展览馆下车"
    },
    {
        "id": "846",
        "cityName": "沈阳",
        "cinemaName": "沈阳世茂时尚欢乐影城",
        "address": "沈阳市和平区文体路7号",
        "telephone": "024-23840880",
        "latitude": "41.76635",
        "longitude": "123.4369",
        "trafficRoutes": "800、166、289、222、265、169、214、333、334、126"
    },
    {
        "id": "847",
        "cityName": "沈阳",
        "cinemaName": "中影华臣影城（南塔店）",
        "address": "沈阳市沈河区文化路139号 箱包时装奥莱城 5楼",
        "telephone": "024-24587555",
        "latitude": "41.7765",
        "longitude": "123.4622",
        "trafficRoutes": "环路；213；265；282；286；113; 135; 169; 224;  239;  389; 390; 523; 通宵四线; 午夜五线\n"
    },
    {
        "id": "848",
        "cityName": "沈阳",
        "cinemaName": "沈阳大商影城千盛店",
        "address": "沈阳市皇姑区长江街99号千盛购物中心三楼",
        "telephone": "024-86219000",
        "latitude": "41.83168",
        "longitude": "123.4196",
        "trafficRoutes": "乘252路、242路、162路、215路、381路、116路、228路至北行下车，步行至沈阳华臣影城(千盛店)"
    },
    {
        "id": "849",
        "cityName": "沈阳",
        "cinemaName": "积家国际影城",
        "address": "沈阳市沈北新区道义南大街33号 积家购物中心五层",
        "telephone": "024-88799800",
        "latitude": "41.92683",
        "longitude": "123.4053",
        "trafficRoutes": "141路、157路、157路支线、180路、182路、190 路、191路、192路、236路、255路、326路、381路、382路、393路。或地铁2号线到航空航天大学站下车即是。"
    },
    {
        "id": "850",
        "cityName": "沈阳",
        "cinemaName": "橙天嘉禾影城（亿丰店）",
        "address": "沈阳市浑南新区金卡路16号亿丰时代广场5F",
        "telephone": "024-83788924",
        "latitude": "41.74254",
        "longitude": "123.4715",
        "trafficRoutes": "150、105、238、146、334、390、126、152"
    },
    {
        "id": "851",
        "cityName": "沈阳",
        "cinemaName": "沈阳大商影城于洪店",
        "address": "沈阳市于洪区黄海路45号大商新玛特购物广场7楼",
        "telephone": "024-25995699",
        "latitude": "41.79956",
        "longitude": "123.3115",
        "trafficRoutes": "地铁1号线、186路、181路、226路、266路“于洪广场”下车即是"
    },
    {
        "id": "852",
        "cityName": "沈阳",
        "cinemaName": "沈阳比高电影城（天润店）",
        "address": "沈阳市大东区津桥路7号天润广场5层",
        "telephone": "024-31392828",
        "latitude": "41.81078",
        "longitude": "123.4739",
        "trafficRoutes": "168，259，296，276，384，257，230，219，179，385，287，386，207，116，218，132，243，133，134，城际巴士二号线小津桥站下车 ，地铁东中街站B口出即可。"
    },
    {
        "id": "853",
        "cityName": "沈阳",
        "cinemaName": "星美国际影城·沈阳大悦城店",
        "address": "沈阳市大东区小东路9号大悦城D馆4层、5层",
        "telephone": "024-24357171",
        "latitude": "41.80911",
        "longitude": "123.4775",
        "trafficRoutes": "地铁一号线东中街站C出口旁、151、116、147、207、219、248、259、273、298  "
    },
    {
        "id": "854",
        "cityName": "沈阳",
        "cinemaName": "沈阳耀莱成龙影城（三好街店）",
        "address": "沈阳市沈河区青年大街185号茂业百货七楼耀莱成龙国际影城",
        "telephone": "024-83916265",
        "latitude": "41.77063",
        "longitude": "123.4421",
        "trafficRoutes": "109、126、130、152、166、169、214、238、265、272、286、333、800路五里河茂业中心站。地铁2号线，市图书馆站B口下车北走300米"
    },
    {
        "id": "855",
        "cityName": "沈阳",
        "cinemaName": "星美国际影城·沈阳长青店",
        "address": "沈阳市沈河区长青街121号新生活广场三层",
        "telephone": "024-24257878",
        "latitude": "41.77604",
        "longitude": "123.4957",
        "trafficRoutes": "坐224，118，223，166，263汽车制造厂下车往东南方向走50米，169文化东路下车往东南方向走60米"
    },
    {
        "id": "880",
        "cityName": "佛山",
        "cinemaName": "星美国际影城佛山北滘店",
        "address": "佛山市顺德区北滘镇南源东路3号深业城2号商业楼3楼",
        "telephone": "0757-26399996",
        "latitude": "22.92719",
        "longitude": "113.2225",
        "trafficRoutes": "乘坐335A、335B、佛山至大良城巴、南海至大良城巴、331至林头走路5分钟便到 "
    },
    {
        "id": "881",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城盐步店（原17.5影城）",
        "address": "佛山市南海区大沥镇盐步青龙新城广场第四楼东侧(观光电梯直上影城)",
        "telephone": "0757-85759175",
        "latitude": "23.09511",
        "longitude": "113.1859",
        "trafficRoutes": "盐步中学站:沥05,沥17,桂19,210A,260A,277,279,\n 盐步医院站:沥08,沥10,244,260"
    },
    {
        "id": "882",
        "cityName": "佛山",
        "cinemaName": "保利国际影城佛山南海店",
        "address": "佛山市南海区保利水城购物中心",
        "telephone": "0757-81855995",
        "latitude": "23.06795",
        "longitude": "113.1551",
        "trafficRoutes": "乘坐金融区专线 桂01快线 桂01路 桂03路 桂07路 南海快8路 桂11路 沥11路 桂14路 桂16路 桂23路 桂25路 120路 132路在保利水城站下车即可到达。"
    },
    {
        "id": "883",
        "cityName": "佛山",
        "cinemaName": "金逸佛山南庄吉利店",
        "address": "佛山市禅城区南庄镇南庄二马路89号吉利购物广场四楼403室",
        "telephone": "0757-82566295",
        "latitude": "22.97204",
        "longitude": "113.0207",
        "trafficRoutes": "132 134 135 136 142 148 K1 到兴发厂，步行十分钟"
    },
    {
        "id": "884",
        "cityName": "佛山",
        "cinemaName": "金逸佛山黄岐店",
        "address": "佛山市南海区大沥镇黄岐岐西路31号南方广场D栋首层（原南方五金厂）",
        "telephone": "0757-85999536",
        "latitude": "23.119",
        "longitude": "113.1974",
        "trafficRoutes": "乘坐广81、广132、广205、广277、广281、佛281、南海210、沥06、沥08、沥18到鄱阳路敬修堂站步行五分钟，广123、广260、广286、、广佛城巴3线、广佛城巴5线、佛277、佛279、南海236、南海250、南海251、南海263、沥12到嘉洲广场站步行五分钟"
    },
    {
        "id": "885",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城桂城店（原17.5影城）",
        "address": "佛山市南海区桂城街道华翠南路6号南海颐景园商业广场三层东区局部",
        "telephone": "0757-86082957",
        "latitude": "23.03879",
        "longitude": "113.1714",
        "trafficRoutes": "桂06、桂26、桂30、226干至怡翠花园东站下车；桂02、桂07、桂12、桂16、桂20、125、151、138、140至怡翠花园站下车"
    },
    {
        "id": "886",
        "cityName": "佛山",
        "cinemaName": "佛山金马剧院",
        "address": "佛山市禅城区同济路57号",
        "telephone": "0757-83386157",
        "latitude": "23.02528",
        "longitude": "113.1156",
        "trafficRoutes": "乘坐106，127，122，137，138路，到金马剧院站下车。广佛地铁同济路站B出口    （Q群：245116286. 176172894 .83638285）"
    },
    {
        "id": "887",
        "cityName": "佛山",
        "cinemaName": "星美国际影城佛山顺联广场店",
        "address": "顺德区陈村佛陈路一号顺联广场四楼",
        "telephone": "0757-23816388",
        "latitude": "22.96453",
        "longitude": "113.2359",
        "trafficRoutes": "乘禅城至顺德 旅游专线四路 南顺专线 ，到新君悦酒店下车。步行到天星电影城。"
    },
    {
        "id": "888",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城官窑店（原17.5影城）",
        "address": "佛山市南海区官窑起风西路官窑购物广场2楼",
        "telephone": "0757-85809175",
        "latitude": "23.23061",
        "longitude": "113.0799",
        "trafficRoutes": "7路、206路、222路到官窑汽车站"
    },
    {
        "id": "889",
        "cityName": "佛山",
        "cinemaName": "佛山中影大扬国际影城",
        "address": "佛山市南海桂城佛平五路17号太港城4楼",
        "telephone": "0757-81023833",
        "latitude": "23.03484",
        "longitude": "113.2003",
        "trafficRoutes": "桂24  桂04  桂09  桂12  桂14  桂26  佛281  佛232  广275"
    },
    {
        "id": "890",
        "cityName": "佛山",
        "cinemaName": "佛山大洋时代影城",
        "address": "佛山市禅城区城门头西路18号",
        "telephone": "0757-82030001",
        "latitude": "23.03293",
        "longitude": "113.109",
        "trafficRoutes": "103路 、106路 、107路 、110路 、111路 、112路 、114路 、116路 、118路 、120路 、122路 、123路 、125路 、126路 、128路 、130路 、135路 、137路 、159路 、101路 、109路 、134路 、136路 、206路 、208路"
    },
    {
        "id": "891",
        "cityName": "佛山",
        "cinemaName": "九星国际影城",
        "address": "佛山市禅城区卫国路55号5层",
        "telephone": "0757-83364898",
        "latitude": "23.02942",
        "longitude": "113.1214",
        "trafficRoutes": "地铁：广佛线，祖庙，步行700米。公交：乘坐110路，111路，115路，116路，123路，126路，130路，153路，164c路，182路，g12路，旅游城巴1线，旅游城巴2线在普澜一路车站下车， 步行170米;乘坐125路，128路，143路，164b路，桂28路在市三中车站下车， 步行200米;乘坐105路，117路，136路，162路，173路，206路，g9路，高峰2路在建新路车站下车， 步行480米;乘坐801路，k5路，佛k6路在岭南天地公交首末站车站下车， 步行590米;乘坐106路，1"
    },
    {
        "id": "892",
        "cityName": "佛山",
        "cinemaName": "中影环星电影城",
        "address": "佛山市南海大沥金贸大道2号新都会广场6楼（即大润发6楼）",
        "telephone": "0757-81181488",
        "latitude": "23.1163",
        "longitude": "113.1303",
        "trafficRoutes": "您可以选择乘坐208路 219路 230路  222路    233路   247路      2230路   2228路 Q群1:62136526满；Q群2：101098329满;QQ群3:38079166 "
    },
    {
        "id": "893",
        "cityName": "佛山",
        "cinemaName": "中影星城数字电影城",
        "address": "佛山市南海区西樵镇樵金路与樵高路交汇处旁新城广场5楼",
        "telephone": "0757-86825999",
        "latitude": "22.95434",
        "longitude": "112.9905",
        "trafficRoutes": "乘车至“西樵车站”，出站后步行过桥即到 驾车路线：佛山市南海区西樵镇樵高路与樵金路交汇处"
    },
    {
        "id": "894",
        "cityName": "佛山",
        "cinemaName": "佛山完美世界影城大沥店（原17.5影城）",
        "address": "佛山市南海区大沥镇竹基南路8号兴沥雄广场4楼",
        "telephone": "0757-81093704",
        "latitude": "23.11275",
        "longitude": "113.1254",
        "trafficRoutes": "211路、219路、236路、259路、佛山城巴07线、沥05路"
    },
    {
        "id": "895",
        "cityName": "佛山",
        "cinemaName": "佛山星汇数字影城",
        "address": "佛山市鹤峰路1号都市经典广场16座3楼",
        "telephone": "0757-22279033",
        "latitude": "22.72179",
        "longitude": "113.1477",
        "trafficRoutes": "393路、394路公交到达"
    },
    {
        "id": "896",
        "cityName": "佛山",
        "cinemaName": "红星影剧院联星影城（大明星电影联盟）",
        "address": "佛山市禅城区佛山大道罗村路段（东海国际对面）联星牌坊入100米好万家后栋综合楼3楼联星影城",
        "telephone": "0757-81806789",
        "latitude": "23.06147",
        "longitude": "113.1066",
        "trafficRoutes": "乘车路线：乘坐107路、212路、250路、286路a线、k5路、桂22路、桂29路、广佛城巴12线、广佛城巴15路、广佛城巴18线、广佛城巴6线、广佛城巴9线至乐城站；禅城区可坐佛山公交122路线或南海区可坐南海公交248路线直达乐安街站联星影城 "
    },
    {
        "id": "897",
        "cityName": "佛山",
        "cinemaName": "横店电影城（佛山九鼎店）",
        "address": "佛山市禅城区季华六路九鼎国际城1区2-3层",
        "telephone": "0757-82061115",
        "latitude": "23.0185",
        "longitude": "113.1395",
        "trafficRoutes": "111、150、151、130、259"
    },
    {
        "id": "898",
        "cityName": "佛山",
        "cinemaName": "大地影院（三水广场店）",
        "address": "佛山市三水区张边路九号三水广场二座三楼",
        "telephone": "0757-87970101",
        "latitude": "23.17779",
        "longitude": "112.9",
        "trafficRoutes": "在三水汽车站乘坐611,635在三水广场站下车就可以。"
    },
    {
        "id": "899",
        "cityName": "佛山",
        "cinemaName": "大地影院（东方广场店）",
        "address": "佛山市锦华路85号东方广场翡翠城3楼",
        "telephone": "0757-82328672",
        "latitude": "23.04449",
        "longitude": "113.1275",
        "trafficRoutes": "102路(千灯湖 → 沙口)返程»\n104路(千灯湖 → 火车站)返程»\n113路(澜石 → 南海桂江小学)返程»\n114路(岗公园南门(虫雷) → 火车站)返程»\n115路(番村市场 → 沙坑村总站)返程»\n126路(禅城区中心医院 → 鲤鱼沙)返程»\n131路(罗村 → 澜石金澜南路)返程»\n137路(千灯湖 → 南风古灶)返程»\n140路(桂城员工村 → 禅城中心医院)返程»\n141路(东方广场 → 奇槎总站)返程»\n143路(东方广场 → 湖涌村)返程»\n149路(东方广场汽车"
    },
    {
        "id": "922",
        "cityName": "合肥",
        "cinemaName": "博纳国际影城合肥银泰店",
        "address": "合肥市庐阳区长江中路98号银泰中心8层",
        "telephone": "0551-62656511",
        "latitude": "31.86827",
        "longitude": "117.2978",
        "trafficRoutes": "1路、3路、快速公交5号线，地铁2号线"
    },
    {
        "id": "923",
        "cityName": "合肥",
        "cinemaName": "金逸合肥明发店",
        "address": "合肥庐阳区明发商业广场A区3楼（广场内钟楼后方电梯上三楼）",
        "telephone": "0551-65746111",
        "latitude": "31.90411",
        "longitude": "117.2404",
        "trafficRoutes": "143、157路公交车至新大郢站下"
    },
    {
        "id": "924",
        "cityName": "合肥",
        "cinemaName": "合肥左岸影城",
        "address": "合肥市望江西路与潜山路交口大唐国际购物中心3楼",
        "telephone": "0551-65584111-801",
        "latitude": "31.8378",
        "longitude": "117.2391",
        "trafficRoutes": "111.136.124.8.129路公车到达信旺华府骏苑站下即可"
    },
    {
        "id": "925",
        "cityName": "合肥",
        "cinemaName": "幸福蓝海国际影城（合肥港汇店）",
        "address": "合肥市望江路与潜山路交叉口港汇广场（百大购物中心）七楼",
        "telephone": "0551-65568922",
        "latitude": "31.83886",
        "longitude": "117.2383",
        "trafficRoutes": "乘111、136、124、129、8至信旺华府骏苑站下车即到。"
    },
    {
        "id": "926",
        "cityName": "合肥",
        "cinemaName": "橙天嘉禾影城（华联店）",
        "address": "合肥蜀山区长江西路与怀宁路交叉口，北京华联购物中心四层",
        "telephone": "0551-65775365",
        "latitude": "31.8607",
        "longitude": "117.2287",
        "trafficRoutes": "乘坐3、8、22、108、234、801、903、652路公车到达 怀宁路站 下\n\n"
    },
    {
        "id": "927",
        "cityName": "合肥",
        "cinemaName": "合肥金逸影城天鹅湖新地店",
        "address": "合肥市政务区潜山路与祁门路交汇西南处新地购物中心5层",
        "telephone": "0551-62260990-8001",
        "latitude": "31.81375",
        "longitude": "117.2383",
        "trafficRoutes": "乘18、129、166、43、502路至翠澜站下车即到"
    },
    {
        "id": "928",
        "cityName": "合肥",
        "cinemaName": "合肥国购·凯得利影城",
        "address": "合肥市长江西路199号三里庵国购广场3楼",
        "telephone": "0551-5133322",
        "latitude": "31.86057",
        "longitude": "117.2624",
        "trafficRoutes": "3、136、116、快速4路公车到达国购广场；\n6、21、125、149、705路公交车到达肥西路。"
    },
    {
        "id": "929",
        "cityName": "合肥",
        "cinemaName": "中影国际影城合肥蜀山1912店",
        "address": "合肥市蜀山区黄山路1912街区一号楼",
        "telephone": "0551-65503535",
        "latitude": "31.84734",
        "longitude": "117.2258",
        "trafficRoutes": "乘坐10路、20路、118路、128路、158路到五爪塘站下车即可"
    },
    {
        "id": "930",
        "cityName": "合肥",
        "cinemaName": "华谊兄弟合肥影院",
        "address": "合肥市滨湖新区世纪金源购物中心B区4楼华谊兄弟影院",
        "telephone": "",
        "latitude": "31.74852",
        "longitude": "117.295",
        "trafficRoutes": "线路一：乘快速公交1号线、26路、61路在滨湖世纪城站下 \n线路二：乘18路在四十六中站下\n线路三：乘60路在福州路口站下"
    },
    {
        "id": "931",
        "cityName": "合肥",
        "cinemaName": "中影国际影城合肥中环店",
        "address": "合肥市经济开发区繁华大道中环城三楼",
        "telephone": "0551-65860766",
        "latitude": "31.78778",
        "longitude": "117.2147",
        "trafficRoutes": "20、126、149、150、226、602、608路公交车"
    },
    {
        "id": "932",
        "cityName": "合肥",
        "cinemaName": "金逸合肥优购店",
        "address": "合肥市蜀山区青阳北路天龙居5号楼优购·邻里购物中心三楼",
        "telephone": "0551-65160111",
        "latitude": "31.87195",
        "longitude": "117.2483",
        "trafficRoutes": "116、22、48、13、16路在龙居山庄或清史站下、114、232在洪小郢下"
    },
    {
        "id": "933",
        "cityName": "合肥",
        "cinemaName": "合肥元一环球影城",
        "address": "合肥市胜利路与凤阳路交汇处（元一时代广场4楼C区）",
        "telephone": "0551-64651142",
        "latitude": "31.88138",
        "longitude": "117.3148",
        "trafficRoutes": "公交：市内乘1路、21路、22路、11路、139路.226路、701路、801路、902路到元一时代广场站，乘111路、119路、149路到十一中站下即可。"
    },
    {
        "id": "934",
        "cityName": "合肥",
        "cinemaName": "合肥中影艺恒国际影城（暂停营业)",
        "address": "合肥市宿州路4号金鹰购物中心C座7楼",
        "telephone": "0551-62668308",
        "latitude": "31.86555",
        "longitude": "117.2973",
        "trafficRoutes": "121、129、117、109至商之都站（四牌楼站）、17至商之都站。"
    },
    {
        "id": "935",
        "cityName": "合肥",
        "cinemaName": "安徽黄梅影剧院",
        "address": "合肥市桐城路136号",
        "telephone": "0551-62640166",
        "latitude": "31.86083",
        "longitude": "117.2879",
        "trafficRoutes": "10路、  120路、 131路、138路"
    },
    {
        "id": "936",
        "cityName": "合肥",
        "cinemaName": "合肥完美世界影城新天地店（原17.5影城）",
        "address": "合肥市蒙城路与濉溪路交叉口新天地广场四层410商铺（白水坝站老乡鸡楼上金皇冠对门）",
        "telephone": "0551-65526428",
        "latitude": "31.88568",
        "longitude": "117.2855",
        "trafficRoutes": "5、12、15、22、109、114、120、126、131、133、137、143、155、705"
    },
    {
        "id": "937",
        "cityName": "合肥",
        "cinemaName": "合肥包河万达广场店",
        "address": "安徽合肥包河区马鞍山路万达广场娱乐楼4层",
        "telephone": "0551-62891000",
        "latitude": "31.86354",
        "longitude": "117.3091",
        "trafficRoutes": "乘坐145、3、6、130、132、106、149、226路公车到达"
    },
    {
        "id": "938",
        "cityName": "合肥",
        "cinemaName": "华联影城（合肥店）",
        "address": "合肥市濉溪路与蒙城北路交叉口北京华联蒙城路店购物中心四楼",
        "telephone": "0551-65981610",
        "latitude": "31.88573",
        "longitude": "117.2846",
        "trafficRoutes": "白水坝站    路线：7路，12路，15路，21路西线，22路，35路，46路，109路，114路，120路，126路，131路，133路，137路，143路，155路，232路，705路东线"
    },
    {
        "id": "939",
        "cityName": "合肥",
        "cinemaName": "合肥万达影城之心城光魔店",
        "address": "合肥市蜀山区长江西路与肥西路交叉口之心城7楼",
        "telephone": "0551-65817130",
        "latitude": "31.86019",
        "longitude": "117.2635",
        "trafficRoutes": "公交路线：136路、116路、快速公交4号线、3路至三里庵下车；\n自驾路线：长江西路至三里庵之心城商业中心停车 \n"
    },
    {
        "id": "940",
        "cityName": "合肥",
        "cinemaName": "合肥长江剧院",
        "address": "合肥市庐阳区九狮桥街10号",
        "telephone": "0551-62663246",
        "latitude": "31.86889",
        "longitude": "117.3025",
        "trafficRoutes": "乘坐1.2.3.129.801路，到小东门下车，步行至长江剧院\n"
    },
    {
        "id": "941",
        "cityName": "合肥",
        "cinemaName": "合肥人民影城",
        "address": "安徽合肥市庐阳区濉溪路16号",
        "telephone": "0551-65530656",
        "latitude": "31.88586",
        "longitude": "117.2897",
        "trafficRoutes": "乘坐12、14、15、21、22、114、120、126、131、133、137、143、155、232路公车到达白水坝"
    },
    {
        "id": "962",
        "cityName": "南京",
        "cinemaName": "新街口国际影城（德基广场IMAX店）",
        "address": "南京市中山路18号德基广场一期/二期七楼",
        "telephone": "025-84797718",
        "latitude": "32.04915",
        "longitude": "118.7909",
        "trafficRoutes": "地铁1号、2号线，新街口站7号出口，公交在新街口北站、青石街、长江路站下均可"
    },
    {
        "id": "963",
        "cityName": "南京",
        "cinemaName": "南京大华大戏院",
        "address": "南京市秦淮区中山南路67号",
        "telephone": "025-84717617",
        "latitude": "32.04517",
        "longitude": "118.7908",
        "trafficRoutes": "16、18、28、33、41、100\n地铁1号线、2号线13,14出口"
    },
    {
        "id": "964",
        "cityName": "南京",
        "cinemaName": "金逸南京明发店",
        "address": "南京市浦口区滨江大道1号明发滨江新城249栋3楼",
        "telephone": "025-58100001",
        "latitude": "32.13643",
        "longitude": "118.7483",
        "trafficRoutes": "乘坐公交：636路、175路、132（区间）在明发滨江新城北站下；\n                              151路、132路在明发滨江新城站下车"
    },
    {
        "id": "965",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（大厂苏宁店）",
        "address": "大厂区长冲街88号（苏宁电器4层）",
        "telephone": "025-57055788",
        "latitude": "32.23727",
        "longitude": "118.7706",
        "trafficRoutes": "D2线，六南线，643路、645路、644路等线路至十村站到达"
    },
    {
        "id": "966",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（江宁店）",
        "address": "江宁金箔路518号全民健身中心大厦一楼（中国女人街旁）",
        "telephone": "025-68134888",
        "latitude": "31.95523",
        "longitude": "118.8571",
        "trafficRoutes": "江宁金箔路 （五小区）站下，公交线路 2W、12W、19W、20W、金秣线、金丹线、金周线、东铜线、东井线、金陆线、148W、D8均可到达。"
    },
    {
        "id": "967",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（马群店）",
        "address": "南京市栖霞区中山门大街699号",
        "telephone": "025-57030096",
        "latitude": "32.05602",
        "longitude": "118.9009",
        "trafficRoutes": "地铁二号线（马群站）"
    },
    {
        "id": "968",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（南京商厦店）",
        "address": "南京市玄武区龙蟠路1号",
        "telephone": "025-85659990",
        "latitude": "32.09694",
        "longitude": "118.7914",
        "trafficRoutes": "地铁3号线-小市站（1、3号出口），向南走500米；1、10、25、28、30、33、38、54、64、69"
    },
    {
        "id": "969",
        "cityName": "南京",
        "cinemaName": "幸福蓝海国际影城（六合紫晶店）",
        "address": "南京市六合区专诸巷路28号（紫晶城）6号楼6层",
        "telephone": "025-66087199",
        "latitude": "32.34605",
        "longitude": "118.8492",
        "trafficRoutes": "玉六线至金宁广场站到达。"
    },
    {
        "id": "970",
        "cityName": "南京",
        "cinemaName": "卢米埃影城（紫峰购物广场）",
        "address": "南京市中山北路6号绿地中心紫峰购物广场5-6层",
        "telephone": "",
        "latitude": "32.06657",
        "longitude": "118.7897",
        "trafficRoutes": "在地铁1号线鼓楼站下4A出口\n公交路线：1路、16路、25路、28路、31路、34路、35路、38路、47路、100路公车于鼓楼站下\n"
    },
    {
        "id": "971",
        "cityName": "南京",
        "cinemaName": "中影国际影城南京白下大光路店",
        "address": "南京市白下区大光路142号际华国际广场3楼",
        "telephone": "025-58079028",
        "latitude": "32.03234",
        "longitude": "118.8106",
        "trafficRoutes": "交通路线：乘坐4路、7路、7路区间、15路、47路、55路、58路、60路、82路、87路、90路区间、98路、104路、120路、128路、142路、173路、304路、305路、804路、807路、808路（通济门）下车即到\n乘坐30路、40路、62路、90路、95路（大中桥）环北市场下车步行5分钟即到\n"
    },
    {
        "id": "972",
        "cityName": "南京",
        "cinemaName": "中影国际影城南京建邺河西店",
        "address": "南京市建邺区江东中路341号B1层",
        "telephone": "025-87770588",
        "latitude": "32.00175",
        "longitude": "118.7311",
        "trafficRoutes": "乘坐92直达、地铁10、2号线元通站5号出口"
    },
    {
        "id": "973",
        "cityName": "南京",
        "cinemaName": "和平影视娱乐城",
        "address": "南京市中山北路110号",
        "telephone": "025-83227222",
        "latitude": "32.07412",
        "longitude": "118.7805",
        "trafficRoutes": "乘31.34.16.100.22.47.83路，在 山西路 下车，步行至南京和平影视娱乐城\n"
    },
    {
        "id": "974",
        "cityName": "南京",
        "cinemaName": "卢米埃影城（弘阳广场影城）",
        "address": "南京市浦口区大桥北路48号华东茂C1座3F",
        "telephone": "025-68510868",
        "latitude": "32.14402",
        "longitude": "118.7308",
        "trafficRoutes": "131、136、159、174、636"
    },
    {
        "id": "975",
        "cityName": "南京",
        "cinemaName": "星河影城（江宁大学城店）",
        "address": "南京市江宁区鹏山路9号江宁大学城商贸中心E座(团体包场、广告合作、阵地租赁联系电话87138666）",
        "telephone": "025-87138666",
        "latitude": "31.92187",
        "longitude": "118.902",
        "trafficRoutes": "1、乘坐地铁一号线南延线→南京交院站（向西北600米）\n2、大学城内循环3路（10:00-22:30）→UTTC商贸中心（二十分钟一班）\n3、江宁区17路公车（6:00-20:00）→大学城商贸中心站下即可。\n4、自驾车导航“大学城星河影城”即可。"
    },
    {
        "id": "976",
        "cityName": "南京",
        "cinemaName": "南京金逸（玉桥店）",
        "address": "南京市鼓楼区建宁路8号玉桥商业广场三期9楼",
        "telephone": "025-58822020",
        "latitude": "32.09717",
        "longitude": "118.7868",
        "trafficRoutes": "10路、54路、136区间、157区间"
    },
    {
        "id": "977",
        "cityName": "南京",
        "cinemaName": "金逸南京大观店",
        "address": "南京市下关区建宁路300号大观天地MALL3楼",
        "telephone": "025-58780066",
        "latitude": "32.09764",
        "longitude": "118.7498",
        "trafficRoutes": "10路，12路，21路，54路，150路至建宁路站；\n16路，18路，39路，53路，149路，307路，游4路至南京西站。\n"
    },
    {
        "id": "978",
        "cityName": "南京",
        "cinemaName": "SFC上影影城（南京店）",
        "address": "草场门大街99号新城市置业广场3层",
        "telephone": "025-86224090",
        "latitude": "32.06362",
        "longitude": "118.7478",
        "trafficRoutes": "龙江小区站：11路 42路 45路 56路 65路 66路 75路\n龙江新城市广场站：11路 D12路 32路 43路 57路 66路 127路 204路 317路 550路\n江东北路龙园北路站：18路 39路 56路 91路\n地铁4号线中保站：预计2015年年底开通"
    },
    {
        "id": "979",
        "cityName": "南京",
        "cinemaName": "UME影城（南京玄武门店）",
        "address": "南京市鼓楼区中央路201号金茂汇广场（原国际广场）6楼北区",
        "telephone": "025-68518080",
        "latitude": "32.07964",
        "longitude": "118.79",
        "trafficRoutes": "1、8、15、22、25、28、30、33、38、56、74、114、游1、地铁1号线玄武站"
    },
    {
        "id": "980",
        "cityName": "南京",
        "cinemaName": "UME影城（南京1912店）",
        "address": "玄武区杨将军巷9号曼度文化广场3楼（1912对面）",
        "telephone": "025-68515050",
        "latitude": "32.05162",
        "longitude": "118.8008",
        "trafficRoutes": "可乘地铁2号线至大行宫站下2号出口＼乘公交1, 2, 3，15, 31, 44, 65\n68, 80, 95, 304, 313路到大行宫北站下或26,30,46路到洪武北路站下\n\n"
    },
    {
        "id": "981",
        "cityName": "南京",
        "cinemaName": "江苏金陵工人影城",
        "address": "南京市新街口洪武路26号",
        "telephone": "025-84727838-858",
        "latitude": "32.0465",
        "longitude": "118.7941",
        "trafficRoutes": "乘2.46.26.1号线.2号线，至新街口站下车,步行至江苏金陵工人影城（南京新华书店旁）\n"
    },
    {
        "id": "1000",
        "cityName": "长沙",
        "cinemaName": "金逸长沙时代店",
        "address": "长沙市岳麓区桐梓坡路时代广场4楼",
        "telephone": "0731-85307266",
        "latitude": "28.22514",
        "longitude": "112.9165",
        "trafficRoutes": "18 66 118 149 309 704 348 913 913 918到雷锋大道口或玉兰路口下车，步行一分钟即到"
    },
    {
        "id": "1001",
        "cityName": "长沙",
        "cinemaName": "横店电影城（长沙王府井店）",
        "address": "长沙市黄兴中路王府井百货10楼",
        "telephone": "0731-82249400",
        "latitude": "28.19856",
        "longitude": "112.9827",
        "trafficRoutes": "乘143.106.128.11.109.142路，在 八角亭 下车，步行至长沙横店潇湘王府井影城\n"
    },
    {
        "id": "1002",
        "cityName": "长沙",
        "cinemaName": "湖南大剧院",
        "address": "长沙市韶山北路139号",
        "telephone": "0731-84171639",
        "latitude": "28.19517",
        "longitude": "113.0039",
        "trafficRoutes": "乘348.112.138.368路，至文艺路口东下车,步行至湖南大剧院"
    },
    {
        "id": "1003",
        "cityName": "长沙",
        "cinemaName": "中影国际影城长沙雨花凯德广场店",
        "address": "长沙市雨花区韶山中路421号凯德广场二楼",
        "telephone": "0731-82921322",
        "latitude": "28.15993",
        "longitude": "113.0021",
        "trafficRoutes": "“雨花亭北”下车:2路、7路、102路、103路、124路、137路、145路、146路、159路、602路、912路、915路、旅游2路\n“雨花亭东”下车:107路、116路、803路\n“雨花亭西”下车:123路、703路"
    },
    {
        "id": "1004",
        "cityName": "长沙",
        "cinemaName": "长沙沃美影城",
        "address": "长沙市开福区金泰路199号世纪金源购物中心一层",
        "telephone": "0731-85867878",
        "latitude": "28.25955",
        "longitude": "112.9876",
        "trafficRoutes": "112路、11路、106路、916路均到 凤亭路口 即可"
    },
    {
        "id": "1005",
        "cityName": "长沙",
        "cinemaName": "潇湘国际影城长沙天马店",
        "address": "麓山南路299号渔湾码头时尚广场4楼",
        "telephone": "0731-82857555",
        "latitude": "28.17587",
        "longitude": "112.9506",
        "trafficRoutes": "106、202、902、905、913、305路"
    },
    {
        "id": "1006",
        "cityName": "长沙",
        "cinemaName": "长沙芒果博纳国际影城",
        "address": "长沙市芙蓉区黄兴中路188号“乐和城”购物中心5层",
        "telephone": "0731-88782088",
        "latitude": "28.20185",
        "longitude": "112.9838",
        "trafficRoutes": "501、901、143、1、803、2、112、808"
    },
    {
        "id": "1007",
        "cityName": "长沙",
        "cinemaName": "长沙万达影城光魔酷映店",
        "address": "长沙市芙蓉区浏阳河大道与荷花路交汇处（婚庆主题公园）",
        "telephone": "0731-89601288",
        "latitude": "28.19736",
        "longitude": "113.0534",
        "trafficRoutes": "110、168、317、131、143、405"
    },
    {
        "id": "1008",
        "cityName": "长沙",
        "cinemaName": "长沙完美世界影城友阿店（原17.5影城）",
        "address": "长沙市雨花区人民路546号友阿百货四楼",
        "telephone": "0731-85787415",
        "latitude": "28.19084",
        "longitude": "113.0141",
        "trafficRoutes": "406，101，108，110，114，121，126，135，148，158，168（包括区间车），317，348，368，803，805，9路"
    },
    {
        "id": "1009",
        "cityName": "长沙",
        "cinemaName": "潇湘国际影城（阿波罗旗舰店）",
        "address": "长沙市芙蓉区八一路1号火车站友谊阿波罗商业广场4楼A区",
        "telephone": "0731-89965999",
        "latitude": "28.20274",
        "longitude": "113.0157",
        "trafficRoutes": "临302、142、701、908蓉园路口下；101、602、805、7、9、12、104、105、107、108、111、112、113、114、117、121、126、127、135、136、139、148、158、168、202、312、317、401、803、旅3、立珊专线、114区间线、168区间线、旅1路、长沙火车站再向北步行300至500米左右即可到达  "
    },
    {
        "id": "1010",
        "cityName": "长沙",
        "cinemaName": "长沙完美世界影城望城店（原17.5影城）",
        "address": "湖南省望城县高塘岭镇望城步行街A8栋四楼",
        "telephone": "0731-82021811",
        "latitude": "28.36302",
        "longitude": "112.8248",
        "trafficRoutes": "918、903"
    },
    {
        "id": "1011",
        "cityName": "长沙",
        "cinemaName": "潇湘国际影城宁乡店",
        "address": "长沙市宁乡花明北路崇尚百货4楼",
        "telephone": "0731-88314599",
        "latitude": "28.27201",
        "longitude": "112.5625",
        "trafficRoutes": "1 路6 路18路 19路"
    },
    {
        "id": "1012",
        "cityName": "长沙",
        "cinemaName": "芒果国际影城",
        "address": "长沙市开福区营盘东路13号(省展览馆旁)",
        "telephone": "0731-82564331",
        "latitude": "28.20925",
        "longitude": "112.9952",
        "trafficRoutes": "303、112、150省展览馆下车；\n303、112、150、111、803、808、旅3市一中学下车；\n113、131、136、146、168、302烈士公园南门下车；\n9、109、115、116、150、159、348、405松桂园下车。"
    },
    {
        "id": "1013",
        "cityName": "长沙",
        "cinemaName": "长沙17.5影城左家塘店",
        "address": "长沙市雨花区曙光路56号左家塘通程万惠超市一楼",
        "telephone": "0731-89975181-802",
        "latitude": "28.18291",
        "longitude": "113.009",
        "trafficRoutes": "公交信息 \n乘坐101路122路130路131路142路301路301路区间406路702路805路912区间线912路9路\t 到 曙光路 下车步行9米 乘坐107路130路138路805路912区间线912路\t 到 人民路口南 下车步行128米 乘坐101路122路130路131路142路301路301路区间406路702路805路912区间线912路9路\t 到 人民路立交桥西(丽人医院) 下车步行200米 \n乘坐107路138路\t 到 人民路口北 下车步行217米\n 乘坐101路122路131路142"
    },
    {
        "id": "1014",
        "cityName": "长沙",
        "cinemaName": "MC影城奥莱店",
        "address": "长沙天心区芙蓉南路三段27号友阿奥特莱斯购物公园17栋2楼",
        "telephone": "0731-89856778",
        "latitude": "28.07878",
        "longitude": "112.9967",
        "trafficRoutes": "乘坐702、802、134、140、125路公交线在韶山路口站(湘府中学后一站）下车"
    },
    {
        "id": "1015",
        "cityName": "长沙",
        "cinemaName": "长沙银星时尚国际影城",
        "address": "长沙市黄兴南路步行商业街中心广场北段E区4楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1016",
        "cityName": "长沙",
        "cinemaName": "MC影城星都店",
        "address": "长沙县星沙板仓南路26号尚都花园城6栋二层",
        "telephone": "0731-84064368",
        "latitude": "28.23425",
        "longitude": "113.0845",
        "trafficRoutes": " 701、703、501、127、星沙2路公交线   公车到达"
    },
    {
        "id": "1017",
        "cityName": "长沙",
        "cinemaName": "幕语汽车影苑",
        "address": "湖南省长沙市岳麓区银盆南路转景秀路王陵公园内",
        "telephone": "0731-88803888",
        "latitude": "28.21766",
        "longitude": "112.9588",
        "trafficRoutes": "乘117.401.804.109.132.913路，在四水厂（原预制场）下车，步行至长沙幕语汽车影苑。"
    },
    {
        "id": "1018",
        "cityName": "长沙",
        "cinemaName": "长沙万达影城悦荟广场店",
        "address": "长沙市黄兴南路445号长沙悦荟广场四楼",
        "telephone": "0731-82239608-0",
        "latitude": "28.19702",
        "longitude": "112.9825",
        "trafficRoutes": "乘2,11,18,112,138,143,145,202,301,368,803,804,901,908西,旅游2线 到贾宜故居或司门口下车，步行1分钟至长沙万达国际电影城。"
    },
    {
        "id": "1019",
        "cityName": "长沙",
        "cinemaName": "潇湘星沙国际影城",
        "address": "星沙镇开元中路45号易初莲花东门",
        "telephone": "",
        "latitude": "28.253",
        "longitude": "113.0912",
        "trafficRoutes": "703路  701路  102路  星2路\n（易初莲花站下）\n501路  503路  101路 808路\n（星沙县政府下）"
    },
    {
        "id": "1036",
        "cityName": "西安",
        "cinemaName": "中影国际影城西安莲湖大唐西市店",
        "address": "西安市莲湖区劳动南路大唐西市第九宫三层中影国际影城",
        "telephone": "029-82278333",
        "latitude": "34.25364",
        "longitude": "108.914",
        "trafficRoutes": "916路 322路 24路 43路 106路 107路 502路 503路 518路 "
    },
    {
        "id": "1037",
        "cityName": "西安",
        "cinemaName": "西安博纳朱雀国际影城",
        "address": "小寨西路26号银泰城六层",
        "telephone": "029-62886668",
        "latitude": "34.22947",
        "longitude": "108.9471",
        "trafficRoutes": "24 504 709 508 721 716 407 400 14 321 203 204 106 713 18 410 子午路站下车"
    },
    {
        "id": "1038",
        "cityName": "西安",
        "cinemaName": "幸福蓝海国际影城（西安店）",
        "address": "西安市碑林区金花南路59号(东南二环交汇处往北50米路东)立丰国际购物广场九层",
        "telephone": "029-82630010",
        "latitude": "34.25346",
        "longitude": "109.0037",
        "trafficRoutes": "1、 乘坐教育专线、7路、800路、48路、240路、402路、508路、602路、528路、313路公交车到“金花南路”站下车，往南100米路东；\n2、 乘坐716路、44路、228路、320路（游9）、二环1、2号线到信号厂站下车即到； \n3、 乘坐208路、700路、308路、702路、242路公交车到砖厂站下车，往北50米路东。 \n"
    },
    {
        "id": "1039",
        "cityName": "西安",
        "cinemaName": "太平洋影城（西安曲江店）",
        "address": "西安曲江新区大唐不夜城",
        "telephone": "029-85466688",
        "latitude": "34.21744",
        "longitude": "108.9709",
        "trafficRoutes": "24、44、212、242、237、526、609、715、720、游4游9至“雁南路”站下车\n"
    },
    {
        "id": "1040",
        "cityName": "西安",
        "cinemaName": "西安博纳新天地国际影城",
        "address": "西安市长安中路2号雁塔文化新天地广场（纬二街十字西南角）",
        "telephone": "029-85396601",
        "latitude": "34.22405",
        "longitude": "108.9526",
        "trafficRoutes": "12 19 215 217 229 239 323 407 408 504 527603 704 K631 600路区间八里村站、纬二街站下车或乘坐地铁2号线到纬一街站"
    },
    {
        "id": "1041",
        "cityName": "西安",
        "cinemaName": "橙天嘉禾影城（太白印象城店）",
        "address": "西安南二环西段155号印象城三楼（原怡丰城）",
        "telephone": "029-89194008",
        "latitude": "34.24105",
        "longitude": "108.9277",
        "trafficRoutes": "6、16、506、412、35、311、106、900、216、604区间、游7、K205"
    },
    {
        "id": "1042",
        "cityName": "西安",
        "cinemaName": "西安大明宫IMAX影院",
        "address": "西安市自强东路585号大明宫国家遗址公园丹凤门东侧",
        "telephone": "029-81618215",
        "latitude": "34.28738",
        "longitude": "108.9717",
        "trafficRoutes": "2/17/528/717/38/262路、16/22/216/801/703太华路/丹凤门站下车即可（乘地铁2号线安远门站换乘2/262/723/528大明宫丹凤门站下车）"
    },
    {
        "id": "1043",
        "cityName": "西安",
        "cinemaName": "卢米埃影城(西安凯德广场店)",
        "address": "西安市雁塔区南二环西段凯德广场五层（朱雀花卉市场对面）",
        "telephone": "",
        "latitude": "34.23526",
        "longitude": "108.943",
        "trafficRoutes": "216、308、313、321、411、二环1-2号线至省政务大厅"
    },
    {
        "id": "1044",
        "cityName": "西安",
        "cinemaName": "西安正阳星美国际影城",
        "address": "西安市西大街170号",
        "telephone": "029-87371166",
        "latitude": "34.26529",
        "longitude": "108.941",
        "trafficRoutes": "4/7/15/23/31/43/45/201/205/206/215/221/222/252/300/604/611/612路、K630路空调车到达；"
    },
    {
        "id": "1045",
        "cityName": "西安",
        "cinemaName": "西安耀莱成龙影城（银泰店）",
        "address": "西安市曲江新区大唐不夜城银泰中心四层",
        "telephone": "029-89126600",
        "latitude": "34.21193",
        "longitude": "108.97",
        "trafficRoutes": " 乘500路，212路,242路,224路，407路,500路,526路，游9路,722路到庙坡头村站下\n或者乘21路,24路,44路，K609路,619路,715路,720路到大唐不夜城站下"
    },
    {
        "id": "1046",
        "cityName": "西安",
        "cinemaName": "西安欢乐小马电影城",
        "address": "陕西省服务社购物中心八楼长安中路30号",
        "telephone": "029-88780818",
        "latitude": "34.22599",
        "longitude": "108.9529",
        "trafficRoutes": "19、400、教育专线、K603、K600、36、14路到小寨下车即到"
    },
    {
        "id": "1047",
        "cityName": "西安",
        "cinemaName": "西安碑林万达广场店",
        "address": "西安市碑林区雁塔路北段8号 万达商业广场四层",
        "telephone": "029-85450088",
        "latitude": "34.24864",
        "longitude": "108.9693",
        "trafficRoutes": "500路 700路 K606路 208路 221路 313路 410路 5路 20路 21路 22路 23路 25路 27路  30路 41路 601路 609路 教育专线 401路 508路 527路 710路 715路 716路"
    },
    {
        "id": "1048",
        "cityName": "西安",
        "cinemaName": "西安奥斯卡赛高国际影城",
        "address": "西安市经开区凤城五路与未央大道十字西南角赛高街区四层",
        "telephone": "",
        "latitude": "34.33482",
        "longitude": "108.9533",
        "trafficRoutes": "618.228.238.711.509.609.600.207.409.230.等"
    },
    {
        "id": "1049",
        "cityName": "西安",
        "cinemaName": "西安民乐园万达广场店",
        "address": "西安市解放路111号万达广场四层",
        "telephone": "029-87402951",
        "latitude": "34.27419",
        "longitude": "108.9698",
        "trafficRoutes": "5路，25路，602路，41路,14路，611路，201路"
    },
    {
        "id": "1050",
        "cityName": "西安",
        "cinemaName": "西安奥斯卡国际影城",
        "address": "西安市碑林区骡马市民生购物中心六楼",
        "telephone": "029-87656720",
        "latitude": "34.26552",
        "longitude": "108.9574",
        "trafficRoutes": "地铁2号线、4路、6路、7路、8路、11路、12路、15路、16路、26路、29路、32路、35路、36路、37路、43路、45路、46路、118路、201路、203路、205路、206路、208路、214路、215路、216路、218路、221路、222路、229路、235路、239路、251路、252路、300路、302路、502路、600路、K600路、603路、604路、K605路、606路、608路、609路、611路、612路、K618路、K630路、706路、游7、游8（610路）、通宵2号线"
    },
    {
        "id": "1051",
        "cityName": "西安",
        "cinemaName": "西安华昕影院（原华大影院）",
        "address": "西安市高新区唐延路3号卜蜂莲花超市停车场东面二层",
        "telephone": "029-87301990",
        "latitude": "34.24221",
        "longitude": "108.8975",
        "trafficRoutes": "高新1号线、14、40、218、262、308、400、512、604、604区间、游7、219、312、324、107、226、261、331"
    },
    {
        "id": "1052",
        "cityName": "西安",
        "cinemaName": "西安万达影城东新街店",
        "address": "西安市新城区解放路63号民乐新都会四层",
        "telephone": "029-85769666-8006",
        "latitude": "34.27006",
        "longitude": "108.9698",
        "trafficRoutes": "乘坐5路、14路、20路、25路、30路、40路、41路、201路、200路、611路、702路、\n705路、706路、710路、102路、五龙专线、 游6 、游7\n到民乐园站下车即可，万达影城民乐店位于解放路十字东南角，人人乐超市4层。\n"
    },
    {
        "id": "1053",
        "cityName": "西安",
        "cinemaName": "西安高新奥斯卡金花影城",
        "address": "西安市高新区科技路33号世纪金花高新购物中心三层",
        "telephone": "",
        "latitude": "34.23718",
        "longitude": "108.9106",
        "trafficRoutes": "乘14，34，28，29，502，400，604，312，206，210，218 . 608到高新路下车即到。"
    },
    {
        "id": "1054",
        "cityName": "西安",
        "cinemaName": "西安大明宫万达广场店",
        "address": "西安市未央区太华北路369号万达广场四层",
        "telephone": "029-85450088",
        "latitude": "34.32061",
        "longitude": "108.9783",
        "trafficRoutes": "17、227、506、510、517、523路公交到达"
    },
    {
        "id": "1055",
        "cityName": "西安",
        "cinemaName": "奥斯卡长安国际影城",
        "address": "西安市长安区西长安街105号长安中央广场A座2楼（西北饭店斜对面）",
        "telephone": "029-84192558",
        "latitude": "34.16262",
        "longitude": "108.9441",
        "trafficRoutes": "乘坐321、324、600、K616、906、游9、4-06、4-07、4-08、4-10、4-11、4-12、4-16、4-18到绿园度假村站下车      地铁2号线航天城站距离影城940米。"
    },
    {
        "id": "1072",
        "cityName": "郑州",
        "cinemaName": "郑州万达影城保利光魔店",
        "address": "郑州市金水区农业路东47号卜蜂莲花3楼郑州保利影城",
        "telephone": "0371-69528105",
        "latitude": "34.79205",
        "longitude": "113.7126",
        "trafficRoutes": "【乘B1.B18.215.219.65.263.路，在农业路中州大道或姚寨路丰产路下车，步行至郑州保利影城即可】"
    },
    {
        "id": "1073",
        "cityName": "郑州",
        "cinemaName": "幸福蓝海国际影城（郑州福都店）",
        "address": "郑州管城区未来路与航海路交叉口向西200米，福都购物广场4楼",
        "telephone": "0371-55128000",
        "latitude": "34.72612",
        "longitude": "113.7072",
        "trafficRoutes": "乘坐快速公交B1、B16、B17、129路至陈家门站下车，向东200米福都商场4楼；乘坐快速公交B15、B1路至航海路未来路站，向西200米福都商场4楼；乘坐86、46、518、323至63中站下车，福都商场4楼"
    },
    {
        "id": "1074",
        "cityName": "郑州",
        "cinemaName": "巩义17.5影城朗曼店",
        "address": "巩义市桐本路与陇海路交叉口朗曼假日3楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1075",
        "cityName": "郑州",
        "cinemaName": "郑州红地毯国际影城",
        "address": "郑州市航海路中州大道富田太阳城一站广场C区美食广场三楼",
        "telephone": "0371-55633395",
        "latitude": "34.72998",
        "longitude": "113.7224",
        "trafficRoutes": "B15、B16、B17、86、215、33、38、46、129、307"
    },
    {
        "id": "1076",
        "cityName": "郑州",
        "cinemaName": "郑州17.5影城枣庄店",
        "address": "郑州金水区经三路65号江山商界B座",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1077",
        "cityName": "郑州",
        "cinemaName": "郑州万达影城金水奥纳店",
        "address": "河南省郑州市金水区花园路、农业路交叉口大商新玛特8层",
        "telephone": "0371-63686321",
        "latitude": "34.79114",
        "longitude": "113.688",
        "trafficRoutes": "公交信息：\n乘坐公交2路、9路、29路、30路、32路、47路、62路、63路、282路、900路、903路、B32路、Y809路、Y811路在花园路关虎屯下车即到。"
    },
    {
        "id": "1078",
        "cityName": "郑州",
        "cinemaName": "郑州17.5影城陇海店",
        "address": "郑州市大学路80号长城康桥华城11号楼四层",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1079",
        "cityName": "郑州",
        "cinemaName": "郑州中原万达广场店",
        "address": "郑州市中原中路171号万达广场5层",
        "telephone": "0371-86671000",
        "latitude": "34.75293",
        "longitude": "113.609",
        "trafficRoutes": "乘坐B13、12路、44路、37路、210路、60路公交车到中原路华山路站下车\n\n"
    },
    {
        "id": "1080",
        "cityName": "郑州",
        "cinemaName": "奥斯卡大上海国际影城",
        "address": "郑州东太康路24号大上海城六层（百货大楼东侧）",
        "telephone": "0371-62001188",
        "latitude": "34.76197",
        "longitude": "113.6757",
        "trafficRoutes": "21路、32路、41路、78路、37路、101路、52路、6路、28路、K903路、K906路"
    },
    {
        "id": "1081",
        "cityName": "郑州",
        "cinemaName": "郑州耀莱成龙影城（锦艺店）",
        "address": "郑州市棉纺路与桐柏路交叉口锦艺城B区4楼",
        "telephone": "0371-55132288",
        "latitude": "34.76728",
        "longitude": "113.6197",
        "trafficRoutes": "B1、B12、B13、37、34、76"
    },
    {
        "id": "1082",
        "cityName": "郑州",
        "cinemaName": "郑州奥斯卡升龙国际影城",
        "address": "郑州二七区大学路政通路交叉口向西100米路北升龙国际心A区2层2033",
        "telephone": "0371-68865885",
        "latitude": "34.73148",
        "longitude": "113.6464",
        "trafficRoutes": "212、213、57、111、203、317、40、202、19、4、T4、K906、Y804、53、B1、49（快线）等"
    },
    {
        "id": "1083",
        "cityName": "郑州",
        "cinemaName": "郑州耀莱成龙影城（建业店）",
        "address": "郑州市郑汴路中州大道交汇处建业置地广场二三四层",
        "telephone": "0371-88817771",
        "latitude": "34.75301",
        "longitude": "113.7302",
        "trafficRoutes": "35 60 77 52  B16、263、218、215等"
    },
    {
        "id": "1084",
        "cityName": "郑州",
        "cinemaName": "郑州奥斯卡新建文影城",
        "address": "黄河路经八路交叉口建文新世界商厦四层",
        "telephone": "0371-63858209",
        "latitude": "34.78004",
        "longitude": "113.6756",
        "trafficRoutes": "966路、95路、211路、86路、506路、23路、71路、64路、22路、63路、27路、83路等。"
    },
    {
        "id": "1085",
        "cityName": "郑州",
        "cinemaName": "奥斯卡曼哈顿国际影城",
        "address": "金水区金水路未来路交叉口金水升龙商业广场F区18号楼3楼",
        "telephone": "0371-63638369",
        "latitude": "34.76658",
        "longitude": "113.7159",
        "trafficRoutes": "金水路916路、916路（快线）、K115路、43路、305路、26路、122路、B18路\n未来路B1路、B15路\n地铁1号线燕庄站、民航路站下车\n\n"
    },
    {
        "id": "1086",
        "cityName": "郑州",
        "cinemaName": "郑州二七万达广场店",
        "address": "郑州市大学路航海路二七万达广场娱乐楼4楼万达影城",
        "telephone": "0371-86671189",
        "latitude": "34.72369",
        "longitude": "113.6499",
        "trafficRoutes": "204路、T4、B1、B10、906路、203路、19路、4路"
    },
    {
        "id": "1087",
        "cityName": "郑州",
        "cinemaName": "奥斯卡电影大世界",
        "address": "郑州市农业路与文博东路交叉口西北角（省博物院东侧）",
        "telephone": "0371-63820195",
        "latitude": "34.79313",
        "longitude": "113.6801",
        "trafficRoutes": "乘30  32  39  K39  61  69  105  BRT1 BRT11 BRT18 209  258路，在 河南博物院 下车，步行至郑州奥斯卡电影大世界。"
    },
    {
        "id": "1088",
        "cityName": "郑州",
        "cinemaName": "郑州奥斯卡高新影城",
        "address": "郑州市高新区科学大道53号10号楼4层",
        "telephone": "0371-56544444",
        "latitude": "34.81314",
        "longitude": "113.5817",
        "trafficRoutes": "驾车沿北环高速路或京沙高速路可快速到达影城，园内有宽敞的地下停车场供自驾车观众停放。还可乘坐B67、B35、45路至解放军信息工程大学站下车。"
    },
    {
        "id": "1089",
        "cityName": "郑州",
        "cinemaName": "郑州七天地国际影城",
        "address": "郑州市郑东新区CBD商务内环路与众意路交叉口丹尼斯7天地三楼",
        "telephone": "0371-55197888",
        "latitude": "34.78402",
        "longitude": "113.7296",
        "trafficRoutes": "B19、206、23、7、156、26"
    },
    {
        "id": "1090",
        "cityName": "郑州",
        "cinemaName": "横店电影城（郑州百盛店）",
        "address": "东太康路与人民路交叉口百盛购物广场6楼",
        "telephone": "0371-69373135",
        "latitude": "34.7604",
        "longitude": "113.6777",
        "trafficRoutes": "52、518、512、2、65、B17、58公交车至郑州市体育馆站，909、9、26、K9、82公交车至二七广场站"
    },
    {
        "id": "1091",
        "cityName": "郑州",
        "cinemaName": "横店电影城（郑州宝龙广场店）",
        "address": "郑州市郑东新区农业东路与如意东路交汇处宝龙城市广场A区三楼",
        "telephone": "0371-86665088",
        "latitude": "34.78737",
        "longitude": "113.7415",
        "trafficRoutes": "65、48、97、158、135路公车到达"
    },
    {
        "id": "1102",
        "cityName": "宁波",
        "cinemaName": "UME影城（宁波天一店）",
        "address": "东渡路29号颐高世贸生活广场3楼",
        "telephone": "0574-87008533",
        "latitude": "29.87505",
        "longitude": "121.5641",
        "trafficRoutes": "7路; 12路; 20路; 151路; 151区间; 151支线; 205路夜间线; 354路; 357路; 363路; 511路; 525路; 756路; 820路; 820路夜班; 820路夜间线至灵桥西（日新街）站。\n"
    },
    {
        "id": "1103",
        "cityName": "宁波",
        "cinemaName": "中影国际影城宁波鄞州联盛店",
        "address": "浙江省宁波市鄞州区钟公庙街道宁南北路1288号联盛商业广场C区第六、七层",
        "telephone": "0574-55878086",
        "latitude": "29.83072",
        "longitude": "121.5452",
        "trafficRoutes": "115、116、151路支线、636路公交到联盛商业广场（巴黎春天百货）站下车、\n281、650、661路公交到万达广场西下车；"
    },
    {
        "id": "1104",
        "cityName": "宁波",
        "cinemaName": "金逸宁波和丰店",
        "address": "宁波江东北路469号和丰创意广场意庭楼2F",
        "telephone": "0574-89118851",
        "latitude": "29.89157",
        "longitude": "121.5794",
        "trafficRoutes": "公交2路，908路到和丰创意广场站下车；公交821路到江东北路站下车。"
    },
    {
        "id": "1105",
        "cityName": "宁波",
        "cinemaName": "SFC上影影城（宁波店）",
        "address": "宁波市中山东路1083号世纪东方广场三楼",
        "telephone": "0574-87819136",
        "latitude": "29.86706",
        "longitude": "121.6011",
        "trafficRoutes": "地铁乘坐1号线 至福明路站下 \n公交乘坐528路、521路、356路、8路、516路、15路、14路、514路、507路、503路、368路，未来地铁1号线到达"
    },
    {
        "id": "1106",
        "cityName": "宁波",
        "cinemaName": "中影国际影城宁波江北来福士店",
        "address": "浙江省宁波市江北区大庆南路99号来福士广场四楼L430",
        "telephone": "0574-27998666",
        "latitude": "29.88879",
        "longitude": "121.565",
        "trafficRoutes": "6路, 13路, 350路, 363路, 380路, 501路, 516路, 812路, 908路槐树路站下车"
    },
    {
        "id": "1107",
        "cityName": "宁波",
        "cinemaName": "象山时代金球影城",
        "address": "象山县涌金广场4号楼4层（新华路和丹南路交叉路口）",
        "telephone": "0574-89520001",
        "latitude": "29.47188",
        "longitude": "121.8932",
        "trafficRoutes": "乘坐1、2、3路公交车到达；"
    },
    {
        "id": "1108",
        "cityName": "宁波",
        "cinemaName": "宁波完美世界影城镇海店（原17.5影城）",
        "address": "宁波市镇海经济开发区三江超市旁二楼",
        "telephone": "0574-86308055-801",
        "latitude": "29.94372",
        "longitude": "121.6783",
        "trafficRoutes": "公交541路、390路、371路、387路、27路至镇海经济开发区站下，保亿生活广场内三江超市后面，镇海经济开发区金枢路2-6-8号二楼。"
    },
    {
        "id": "1109",
        "cityName": "宁波",
        "cinemaName": "宁波鄞州万达广场店",
        "address": "宁波市鄞州区四明中路999号万达商业广场（金座）三层",
        "telephone": "0574-88086688",
        "latitude": "29.83304",
        "longitude": "121.5521",
        "trafficRoutes": "乘205路、527路、529路、628路、363路、206路、102路、351路至万达广场北下车，步行至万达广场。\n"
    },
    {
        "id": "1110",
        "cityName": "宁波",
        "cinemaName": "宁波影都(东门口店)",
        "address": "宁波市海曙区战船街2号",
        "telephone": "0574-87363000",
        "latitude": "29.87857",
        "longitude": "121.5643",
        "trafficRoutes": "2路、4路、15路、19路、202、205、291、503、504、506、517、515、518、521、528、804、821（和义大道） 10、350（宁波电台）\n"
    },
    {
        "id": "1111",
        "cityName": "宁波",
        "cinemaName": "CGV影城（北仑店）",
        "address": "宁波市北仑区黄山路857号富邦世纪商业广场，新世界商城4楼",
        "telephone": "0574-26888222",
        "latitude": "29.89782",
        "longitude": "121.8504",
        "trafficRoutes": "710、711、716、768、781至富邦广场站，720至中心广场站"
    },
    {
        "id": "1112",
        "cityName": "宁波",
        "cinemaName": "宁波江北万达广场店",
        "address": "宁波江北区江北大道188号江北万达商业广场娱乐楼4层",
        "telephone": "0574-88086099-8008",
        "latitude": "29.92131",
        "longitude": "121.5374",
        "trafficRoutes": "13、14、330、338、333、305、306、214、336-1、337、339、516路公车到达"
    },
    {
        "id": "1113",
        "cityName": "宁波",
        "cinemaName": "宁波时代电影大世界",
        "address": "宁波东渡路55号老银泰百货八楼。",
        "telephone": "0574-87093898",
        "latitude": "29.87562",
        "longitude": "121.5644",
        "trafficRoutes": "乘20路、511路、12路、7路、3路、214路、302路、206路、354路至东门口下，步行至时代电影大世界。\n"
    },
    {
        "id": "1114",
        "cityName": "宁波",
        "cinemaName": "保利国际影城（亚细亚商城店）",
        "address": "宁波市海曙区药行街169号亚细亚商城A区7层",
        "telephone": "0574-55330066",
        "latitude": "29.8739",
        "longitude": "121.5584",
        "trafficRoutes": "3路、7路、363路、"
    },
    {
        "id": "1115",
        "cityName": "宁波",
        "cinemaName": "宁波宁海时代影城",
        "address": "宁海县跃龙街道世贸中心1号楼5层",
        "telephone": "0574-65552333",
        "latitude": "29.31197",
        "longitude": "121.4464",
        "trafficRoutes": ""
    },
    {
        "id": "1116",
        "cityName": "宁波",
        "cinemaName": "保利国际影城（银亿海尚广场店）",
        "address": "宁波市镇海区骆驼街道静远西路405号银亿海尚广场三楼",
        "telephone": "0574-55333355",
        "latitude": "29.97633",
        "longitude": "121.6003",
        "trafficRoutes": "公交370、372、386、388、389、965等可达"
    },
    {
        "id": "1117",
        "cityName": "宁波",
        "cinemaName": "宁波百老汇影城印象城店",
        "address": "宁波市鄞州区钱湖北路288号印象城3楼",
        "telephone": "0574-88111597",
        "latitude": "29.84156",
        "longitude": "121.5732",
        "trafficRoutes": "165、627、101、108、111、132、177、367、369"
    },
    {
        "id": "1118",
        "cityName": "宁波",
        "cinemaName": "CGV影城（文化广场IMAX店）",
        "address": "宁波市宁穿路1888号宁波文化广场D区四楼",
        "telephone": "0574-87033588",
        "latitude": "29.86499",
        "longitude": "121.6255",
        "trafficRoutes": "乘公交车3路、29路、306路、507路到市行政中心西下，乘公交车14路、21路、30路、155路、162路、521路、620路、621路、750路、756路、758路、759路、790路、791路、963路到市行政中心下即可。\n乘坐地铁1号线，海晏北路站下。"
    },
    {
        "id": "1119",
        "cityName": "宁波",
        "cinemaName": "横店电影城（宁海店）",
        "address": "宁海县跃龙街道兴宁中路296号（大观文化园三层）",
        "telephone": "0574-65267222",
        "latitude": "29.31492",
        "longitude": "121.4329",
        "trafficRoutes": "乘坐102、103、106、107、108路公交车到达"
    },
    {
        "id": "1120",
        "cityName": "宁波",
        "cinemaName": "宁波镇海时代电影大世界",
        "address": "宁波市镇海区招宝广场二期三楼（国美楼上）",
        "telephone": "0574-86665511",
        "latitude": "29.95629",
        "longitude": "121.722",
        "trafficRoutes": "541、371、389"
    },
    {
        "id": "1121",
        "cityName": "宁波",
        "cinemaName": "宁波民光影城",
        "address": "宁波市开明街333号(天一广场旁)",
        "telephone": "0574-87191965",
        "latitude": "29.87728",
        "longitude": "121.5581",
        "trafficRoutes": "2 、15 、18 、205 、331 、506 、525 、364 、206 、214 、291 、503 、515 、517 、518 、528 、821 "
    },
    {
        "id": "1131",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（西安路店）",
        "address": "沙河口区西安路123号天兴罗斯福国际中心4F",
        "telephone": "0411-83899114",
        "latitude": "38.92028",
        "longitude": "121.5929",
        "trafficRoutes": "乘201、202、6、8、24、101、17、708、503、31、705路公交车至西安路下车。\n"
    },
    {
        "id": "1132",
        "cityName": "大连",
        "cinemaName": "橙天嘉禾影城（万和汇店）",
        "address": "大连市开发区金马路万和汇购物广场4-5层",
        "telephone": "0411-66162002",
        "latitude": "39.0543",
        "longitude": "121.7869",
        "trafficRoutes": "开发区1路、2路、3路、4路、5路、7路、8路"
    },
    {
        "id": "1133",
        "cityName": "大连",
        "cinemaName": "中影华臣进步电影院",
        "address": "大连市中山区友好广场11号",
        "telephone": "0411-82637266",
        "latitude": "38.92633",
        "longitude": "121.6458",
        "trafficRoutes": "乘7路、30路、708路至中山广场下车，或乘23路、16路、708路、801路、710路、15路、K901路至友好广场下车，步行至进步电影院。"
    },
    {
        "id": "1134",
        "cityName": "大连",
        "cinemaName": "金逸大连悦泰店",
        "address": "大连市中山区同兴街31-8号悦泰街里",
        "telephone": "0411-82356990",
        "latitude": "38.9299",
        "longitude": "121.6512",
        "trafficRoutes": "19路、40路、405路、409路、506路、533路、701路、703路、707路、708路、710路、901路 中山广场站下车\n414路、702路、712路 天津街站下车 \n7路、 15路、16路、30路 人民路站下车\n403路、201路 民生街站下车 \n515路、517路 白玉街站下车\n以上公交均可到达\n"
    },
    {
        "id": "1135",
        "cityName": "大连",
        "cinemaName": "橙天嘉禾影城大连新世界店",
        "address": "大连市中山区人民路43号          新世界名店坊四层",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1136",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（开发区安盛店）",
        "address": "开发区金马路189号安盛购物广场5楼",
        "telephone": "0411-87538538",
        "latitude": "39.05639",
        "longitude": "121.791",
        "trafficRoutes": "乘1、2、3、4、5、6、7、8路等公交线路至安盛购物广场下车。\n"
    },
    {
        "id": "1137",
        "cityName": "大连",
        "cinemaName": "大连大商影城新玛特店",
        "address": "大连中山区青三街1号新玛特购物休闲广场6F",
        "telephone": "0411-83880648",
        "latitude": "38.92188",
        "longitude": "121.6398",
        "trafficRoutes": "1、2、5、15、16、22、23、24、801、901、701、702、703、707、708、710、712、405、406、411、512、533、432、505、506、611、408、409等公交线路"
    },
    {
        "id": "1138",
        "cityName": "大连",
        "cinemaName": "金逸大连福佳店",
        "address": "大连市沙河口区西安路99-D福佳新天地5楼",
        "telephone": "0411-88891200",
        "latitude": "38.92306",
        "longitude": "121.5944",
        "trafficRoutes": "乘坐201、202、503、6、705、10、505路公车到达"
    },
    {
        "id": "1139",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（软件园店）",
        "address": "大连高新区数码路南段13-2号锦辉购物广场书香园店2层",
        "telephone": "0411-84783562",
        "latitude": "38.88374",
        "longitude": "121.5538",
        "trafficRoutes": "10路、22路、23路、33路、202、3路、901路、533路、22路至东北财经大学站"
    },
    {
        "id": "1140",
        "cityName": "大连",
        "cinemaName": "大连万达影城和平广场奥纳店",
        "address": "辽宁省大连市沙河口区高尔基路707号4层3号、705号4层2号",
        "telephone": "0411-82193588-208",
        "latitude": "38.90259",
        "longitude": "121.5938",
        "trafficRoutes": "公交信息：\n地铁1号线国贸站  出口往东300米；\n地铁1号线大望路站D出口往西100米；\n公交1路、11路、57路、101路、112路、118路、364路、488路、502路、639路、640路、671路、718路、810路、846路、855路、930路、976路在郎家园站下车即可。"
    },
    {
        "id": "1141",
        "cityName": "大连",
        "cinemaName": "大连万达影城华南奥纳店",
        "address": "大连市甘井子区中华西路22号安盛购物广场四楼",
        "telephone": "0411-39627336-208",
        "latitude": "38.99551",
        "longitude": "121.5946",
        "trafficRoutes": "乘坐 9、19、20、38、42、413、704、姚家-兴工街路到华南广场站，下车朝安盛购物广场方向走即可。"
    },
    {
        "id": "1142",
        "cityName": "大连",
        "cinemaName": "大连金州金逸电影城",
        "address": "大连市金州区五一路福佳新天地北区一层",
        "telephone": "0411-39309098",
        "latitude": "39.10175",
        "longitude": "121.7172",
        "trafficRoutes": "金州新区环路车111、101、107、201 都可到达！"
    },
    {
        "id": "1143",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（黑石礁店）",
        "address": "大连市沙河口区中山路673号富丽庭生活广场3F",
        "telephone": "0411-88140379",
        "latitude": "38.88284",
        "longitude": "121.564",
        "trafficRoutes": "16、23、28、202、406、523、528、 531、901路黑石礁站下车"
    },
    {
        "id": "1145",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（二七广场店）",
        "address": "大连市中山区太阳街14－14号良运四季汇",
        "telephone": "",
        "latitude": "38.9272",
        "longitude": "121.6687",
        "trafficRoutes": "7、11、24、27、30、201、203、501、526、529、534、710"
    },
    {
        "id": "1146",
        "cityName": "大连",
        "cinemaName": "中影华臣影城（金州店）",
        "address": "大连市金州区斯大林路677号安盛购物广场 6 楼",
        "telephone": "0411-39311711",
        "latitude": "39.10934",
        "longitude": "121.7235",
        "trafficRoutes": "乘101路、102路、103路、104路公交车至安盛购物广场下车。\n"
    },
    {
        "id": "1147",
        "cityName": "大连",
        "cinemaName": "大连大都会影城",
        "address": "大连市中山区解放路80号",
        "telephone": "0411-66997889",
        "latitude": "38.92254",
        "longitude": "121.6454",
        "trafficRoutes": "22、23、5、、43、11、517、529等20多条公交路线到达青泥洼商圈、劳动公园北门、东门"
    },
    {
        "id": "1148",
        "cityName": "大连",
        "cinemaName": "大连华美影城",
        "address": "大连市沙河口区黄河路1105号3层1号",
        "telephone": "0411-84216655",
        "latitude": "38.92622",
        "longitude": "121.5622",
        "trafficRoutes": "101路、705路、708路、715路、522路、413路"
    },
    {
        "id": "1149",
        "cityName": "大连",
        "cinemaName": "大连华臣红星电影院",
        "address": "大连市沙河口区五四广场 成义街6号",
        "telephone": "0411-84641068",
        "latitude": "38.91924",
        "longitude": "121.5956",
        "trafficRoutes": "乘708、522、101、534路下行、31路区间车下行、10路下行、705路下行至科技谷下车。"
    },
    {
        "id": "1150",
        "cityName": "大连",
        "cinemaName": "星美国际影城·大连佳兆业店",
        "address": "大连市中山区天津街佳兆业广场三层",
        "telephone": "0411-82505186-0",
        "latitude": "38.9283",
        "longitude": "121.6448",
        "trafficRoutes": "15、16、19、30、405、414、701、702、703、710、712路公车到达"
    },
    {
        "id": "1151",
        "cityName": "大连",
        "cinemaName": "大连万达影城华府店",
        "address": "大连市西岗区中山路281号万达华府A座三层",
        "telephone": "0411-83669988-8009",
        "latitude": "38.91756",
        "longitude": "121.6111",
        "trafficRoutes": "16、15、533路奥林匹克广场下车；19、303路珠江路下车；11、40、541、522、527、532、702路长春路下车；23、406路体育场下车；31、101、534、708路长生街下车。\n"
    },
    {
        "id": "1160",
        "cityName": "青岛",
        "cinemaName": "青岛华臣影城",
        "address": "市南区香港中路69号麦凯乐八楼",
        "telephone": "null",
        "latitude": null,
        "longitude": null,
        "trafficRoutes": "null"
    },
    {
        "id": "1161",
        "cityName": "青岛",
        "cinemaName": "中影国际影城青岛宝龙店",
        "address": "青岛市城阳区宝龙城市广场3F",
        "telephone": "0532-80968008",
        "latitude": "36.30388",
        "longitude": "120.4078",
        "trafficRoutes": "乘坐905 910 909 913 613---百姓乐园\n306 917---北疃\n907 117 502 916---长城路\n103  山城路"
    },
    {
        "id": "1162",
        "cityName": "青岛",
        "cinemaName": "青岛金逸CBD店 ",
        "address": "青岛市市南区南京路8号府都大厦4-6楼",
        "telephone": "0532-80972069",
        "latitude": "36.07302",
        "longitude": "120.396",
        "trafficRoutes": "12、26、31、33、104、125、231、228、304、319、316、321、501路浮山所站"
    },
    {
        "id": "1163",
        "cityName": "青岛",
        "cinemaName": "青岛完美世界影城台东店（原17.5影城）",
        "address": "青岛市市北区台东一路37号国美电器5楼",
        "telephone": "0532-83080903",
        "latitude": "36.08757",
        "longitude": "120.3613",
        "trafficRoutes": "1、2、3、4、11、15、19、28、30、36、104、110、119、125、205、217、226、229、232、301、302、306、307、320、367、372、"
    },
    {
        "id": "1164",
        "cityName": "青岛",
        "cinemaName": "青岛完美世界影城青特店（原17.5影城）",
        "address": "青岛市城阳区城阳利群后（麦当劳东100米）青特上豪广场三楼",
        "telephone": "0532-66731616",
        "latitude": "36.31313",
        "longitude": "120.4247",
        "trafficRoutes": "901,902,909,374,912,913,919,916路公车到达"
    },
    {
        "id": "1165",
        "cityName": "青岛",
        "cinemaName": "青岛CBD万达广场店",
        "address": "青岛市市北区延吉路116号万达广场三层",
        "telephone": "0532-55563939-808",
        "latitude": "36.09352",
        "longitude": "120.3854",
        "trafficRoutes": "乘坐33、205、211专、224、307、318、320、322、374专、502、605路公交车至图书馆站下车，步行即到。"
    },
    {
        "id": "1166",
        "cityName": "青岛",
        "cinemaName": "青岛台东路万达广场店",
        "address": "青岛市市北区台东三路63号万达广场四层",
        "telephone": "0532-83625656-8018",
        "latitude": "36.08876",
        "longitude": "120.362",
        "trafficRoutes": "十九中车站：2、11、25、32、104、125、206、229、212、218、219、220、225、226、227；\n威海路车站：219、229、302、306、367、369；\n台东邮电局车站：2、218、222、232、301、302；\n延安二路车站：1、15、25、205、212、217、219、220、225、302、306、307、308、367、368。"
    },
    {
        "id": "1167",
        "cityName": "青岛",
        "cinemaName": "青岛华诚国际影城",
        "address": "山东省青岛市崂山区秦岭路20号",
        "telephone": "0532-89098200",
        "latitude": "36.11106",
        "longitude": "120.4747",
        "trafficRoutes": "乘坐230路、375路、230路区间、610路、380路、612路  丽达广场站下车\n\n乘坐110路、610路、311路、606路、380路、382路375路、230路 会展中心下车\n\n乘坐104路125路、301路、304路、312路、362路、802路、313路 金家岭站下车\n\n乘坐102路、313路、321路、362路  苗岭路站下车"
    },
    {
        "id": "1168",
        "cityName": "青岛",
        "cinemaName": "青岛百老汇影城百丽广场店",
        "address": "山东省青岛市澳门路88号百丽广场3层",
        "telephone": "0532-66061155",
        "latitude": "36.06578",
        "longitude": "120.4016",
        "trafficRoutes": "316，319，31，33，224，210，216，224，317，601，208，216，33，104，125，304 ，363等公车到达。 \n团体票销售电话：0532-66061155-8005\n"
    },
    {
        "id": "1169",
        "cityName": "青岛",
        "cinemaName": "青岛.阳光星美国际影城",
        "address": "山东省青岛市市北区辽阳西路100号阳光新业广场东区二层",
        "telephone": "0532-85666188",
        "latitude": "36.10266",
        "longitude": "120.3945",
        "trafficRoutes": "乘坐4、12、210、211、307、370、309、28、602、19、119、362路公车到达"
    },
    {
        "id": "1170",
        "cityName": "青岛",
        "cinemaName": "青岛李沧万达广场店",
        "address": "青岛市李沧区巨峰路178号万达广场3楼万达影城",
        "telephone": "0532-55563939",
        "latitude": "36.17392",
        "longitude": "120.4415",
        "trafficRoutes": "乘坐3、9、10、102、103、105、109、112、113、123、128、130、207、216、230、318、363、368、371、372、606、801路公交车至李村公园站下车\n\n，步行即到。"
    },
    {
        "id": "1171",
        "cityName": "青岛",
        "cinemaName": "青岛艺佳电影城",
        "address": "青岛城阳区正阳路136号",
        "telephone": "0532-87737700",
        "latitude": "36.31064",
        "longitude": "120.4218",
        "trafficRoutes": "公交901、902、903、909、912、913、919、374（大北曲站）\n即青快客、红岛快客（家佳源下车）"
    },
    {
        "id": "1172",
        "cityName": "青岛",
        "cinemaName": "横店电影城（青岛中山路店）",
        "address": "青岛市市南区中山路67号（天主大教堂对面）",
        "telephone": "0532-68897800",
        "latitude": "36.07322",
        "longitude": "120.3249",
        "trafficRoutes": "1路、2路、5路、6路、8路、218路、228路、307路、320路。栈桥站/火车站下"
    },
    {
        "id": "1173",
        "cityName": "青岛",
        "cinemaName": "青岛奥维尔国际影城",
        "address": "青岛市李沧区夏庄路1号乐客城购物中心4楼",
        "telephone": "0532-58701666",
        "latitude": "36.1733",
        "longitude": "120.4327",
        "trafficRoutes": "3、9、368、372、123、801、318、606、363路等公车途经"
    },
    {
        "id": "1174",
        "cityName": "青岛",
        "cinemaName": "星美国际影城青岛东方城店",
        "address": "青岛市城阳区黑龙江中路2111号鑫江东方城购物中心五楼西北侧",
        "telephone": "0532-87789300",
        "latitude": "36.24249",
        "longitude": "120.434",
        "trafficRoutes": "103 129 371 917 "
    },
    {
        "id": "1175",
        "cityName": "青岛",
        "cinemaName": "横店电影城(青岛李沧店)",
        "address": "青岛市李沧区九水路227号宝龙城市广场4F",
        "telephone": "0532-58807111",
        "latitude": "36.15358",
        "longitude": "120.424",
        "trafficRoutes": "9、303、313、361、374、112、113、128、312、326"
    },
    {
        "id": "1176",
        "cityName": "青岛",
        "cinemaName": "天丽国际影城",
        "address": "青岛市开发区漓江西路682号唐岛湾步行街负一层",
        "telephone": "0532-86830000",
        "latitude": "35.95302",
        "longitude": "120.207",
        "trafficRoutes": "31路、隧道3、5、6至公共艺术园"
    },
    {
        "id": "1177",
        "cityName": "青岛",
        "cinemaName": "星博达美影城",
        "address": "青岛市台东三路步行街68号（穿戴大世界与千川百货之间路口处）",
        "telephone": "0532-83616688",
        "latitude": "36.08818",
        "longitude": "120.3636",
        "trafficRoutes": ""
    },
    {
        "id": "1178",
        "cityName": "青岛",
        "cinemaName": "青岛汇泉影城",
        "address": "青岛市市南区南海路15号6-7-8",
        "telephone": "0532-82867219",
        "latitude": "36.06393",
        "longitude": "120.3489",
        "trafficRoutes": "15、26、31、202、219、228、223、231、302、304、312、316、321、370、501、604、605海水浴场（文登路）下车即可"
    },
    {
        "id": "1179",
        "cityName": "青岛",
        "cinemaName": "中影国际影城青岛崂山大拇指店",
        "address": "青岛市崂山区同安路880号 证大·大拇指广场C区4楼",
        "telephone": "0532-67701989",
        "latitude": "36.11658",
        "longitude": "120.453",
        "trafficRoutes": "230路、370路、629路、386路、28路、125路、223路"
    }
]